[{"Author":"Groucho Marx,  The Essential Groucho: Writings For By And About Groucho Marx","Category":"books","Quote":"Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read."},{"Author":"Jorge Luis Borges","Category":"books","Quote":"I have always imagined that Paradise will be a kind of library."},{"Author":"John Green,  The Fault in Our Stars","Category":"books","Quote":"Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book."},{"Author":"Lemony Snicket,  Horseradish","Category":"books","Quote":"Never trust anyone who has not brought a book with them."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"books","Quote":"If you only read the books that everyone else is reading, you can only think what everyone else is thinking."},{"Author":"C.S. Lewis","Category":"books","Quote":"You can never get a cup of tea large enough or a book long enough to suit me."},{"Author":"Oscar Wilde","Category":"books","Quote":"If one cannot enjoy reading a book over and over again, there is no use in reading it at all."},{"Author":"Ernest Hemingway","Category":"books","Quote":"There is no friend as loyal as a book."},{"Author":"Oscar Wilde","Category":"books","Quote":"It is what you read when you don't have to that determines what you will be when you can't help it."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"books","Quote":"What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though."},{"Author":"Boris Pasternak","Category":"books","Quote":"Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."},{"Author":"John Green,  An Abundance of Katherines","Category":"books","Quote":"Books are the ultimate Dumpees: put them down and they’ll wait for you forever; pay attention to them and they always love you back."},{"Author":"Mark Twain","Category":"books","Quote":"′Classic′ - a book which people praise and don't read."},{"Author":"Madeleine L'Engle","Category":"books","Quote":"You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children."},{"Author":"Toni Morrison","Category":"books","Quote":"If there's a book that you want to read, but it hasn't been written yet, then you must write it."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"books","Quote":"One must always be careful of books,\"said Tessa, \"and what is inside them, for words have the power to change us."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"books","Quote":"I declare after all there is no enjoyment like reading! How much sooner one tires of any thing than of a book! -- When I have a house of my own, I shall be miserable if I have not an excellent library."},{"Author":"Markus Herz","Category":"books","Quote":"Be careful about reading health books. Some fine day you'll die of a misprint."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"books","Quote":"The books that the world calls immoral are books that show the world its own shame."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"books","Quote":"... a mind needs books as a sword needs a whetstone, if it is to keep its edge."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"books","Quote":"Books are a uniquely portable magic."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"books","Quote":"I can never read all the books I want; I can never be all the people I want and live all the lives I want. I can never train myself in all the skills I want. And why do I want? I want to live and feel all the shades, tones and variations of mental and physical experience possible in my life. And I am horribly limited."},{"Author":"Charles William Eliot","Category":"books","Quote":"Books are the quietest and most constant of friends; they are the most accessible and wisest of counselors, and the most patient of teachers."},{"Author":"William Styron,  Conversations with William Styron","Category":"books","Quote":"A great book should leave you with many experiences, and slightly exhausted at the end. You live several lives while reading."},{"Author":"C.S. Lewis","Category":"books","Quote":"A children's story that can only be enjoyed by children is not a good children's story in the slightest."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"books","Quote":"Only the very weak-minded refuse to be influenced by literature and poetry."},{"Author":"Gustave Flaubert","Category":"books","Quote":"Do not read, as children do, to amuse yourself, or like the ambitious, for the purpose of instruction. No, read in order to live."},{"Author":"Mark Twain","Category":"books","Quote":"In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them."},{"Author":"Francis Bacon","Category":"books","Quote":"Some books should be tasted, some devoured, but only a few should be chewed and digested thoroughly."},{"Author":"George R.R. Martin","Category":"books","Quote":"Sleep is good, he said, and books are better."},{"Author":"Desiderius Erasmus","Category":"books","Quote":"When I have a little money, I buy books; and if I have any left, I buy food and clothes."},{"Author":"John Green,  The Fault in Our Stars","Category":"books","Quote":"Books so special and rare and yours that advertising your affection feels like a betrayal."},{"Author":"Stephen King","Category":"books","Quote":"Books are the perfect entertainment: no commercials, no batteries, hours of enjoyment for each dollar spent. What I wonder is why everybody doesn't carry a book around for those inevitable dead spots in life."},{"Author":"George Bernard Shaw","Category":"books","Quote":"Make it a rule never to give a child a book you would not read yourself."},{"Author":"Henry Ward Beecher","Category":"books","Quote":"Where is human nature so weak as in the bookstore?"},{"Author":"Bertrand Russell","Category":"books","Quote":"There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it."},{"Author":"Thomas Jefferson","Category":"books","Quote":"I cannot live without books."},{"Author":"Augustine of Hippo","Category":"books","Quote":"The world is a book and those who do not travel read only one page."},{"Author":"Roald Dahl","Category":"books","Quote":"So, please, oh please, we beg, we pray, go throw your TV set away, and in its place you can install, a lovely bookcase on the wall."},{"Author":"Alice Hoffman","Category":"books","Quote":"Books may well be the only true magic."},{"Author":"Jane Smiley,  Thirteen Ways of Looking at the Novel","Category":"books","Quote":"Many people, myself among them, feel better at the mere sight of a book."},{"Author":"Fran Lebowitz,  The Fran Lebowitz Reader","Category":"books","Quote":"Think before you speak. Read before you think."},{"Author":"Joseph Brodsky","Category":"books","Quote":"There are worse crimes than burning books. One of them is not reading them."},{"Author":"Stephen King","Category":"books","Quote":"Good books don't give up all their secrets at once."},{"Author":"Paul Auster,  The Brooklyn Follies","Category":"books","Quote":"Reading was my escape and my comfort, my consolation, my stimulant of choice: reading for the pure pleasure of it, for the beautiful stillness that surrounds you when you hear an author's words reverberating in your head."},{"Author":"Jhumpa Lahiri,  The Namesake","Category":"books","Quote":"That's the thing about books. They let you travel without moving your feet."},{"Author":"Christopher Paolini,  Eragon","Category":"books","Quote":"Books are my friends, my companions. They make me laugh and cry and find meaning in life."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"books","Quote":"Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all."},{"Author":"Mark Twain,  Following the Equator: A Journey Around the World","Category":"books","Quote":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't."},{"Author":"Louisa May Alcott,  Work: A Story of Experience","Category":"books","Quote":"She is too fond of books, and it has turned her brain."},{"Author":"Mortimer J. Adler","Category":"books","Quote":"In the case of good books, the point is not to see how many of them you can get through, but rather how many can get through to you."},{"Author":"J.K. Rowling","Category":"books","Quote":"Books are like mirrors: if a fool looks in, you cannot expect a genius to look out."},{"Author":"C.S. Lewis","Category":"books","Quote":"No book is really worth reading at the age of ten which is not equally – and often far more – worth reading at the age of fifty and beyond."},{"Author":"Marcus Tullius Cicero","Category":"books","Quote":"If you have a garden and a library, you have everything you need."},{"Author":"Umberto Eco","Category":"books","Quote":"We live for books."},{"Author":"James Baldwin","Category":"books","Quote":"You think your pain and your heartbreak are unprecedented in the history of the world, but then you read. It was books that taught me that the things that tormented me most were the very things that connected me with all the people who were alive, or who had ever been alive."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"Books are mirrors: you only see in them what you already have inside you."},{"Author":"Daniel Pennac","Category":"books","Quote":"Reader's Bill of Rights1. The right to not read 2. The right to skip pages 3. The right to not finish 4. The right to reread 5. The right to read anything 6. The right to escapism 7. The right to read anywhere 8. The right to browse 9. The right to read out loud 10. The right to not defend your tastes"},{"Author":"Virginia Woolf,  Between the Acts","Category":"books","Quote":"Books are the mirrors of the soul."},{"Author":"Diane Duane,  So You Want to Be a Wizard","Category":"books","Quote":"Reading one book is like eating one potato chip."},{"Author":"Anna Quindlen,  How Reading Changed My Life","Category":"books","Quote":"Books are the plane, and the train, and the road. They are the destination, and the journey. They are home."},{"Author":"Orhan Pamuk,  The New Life","Category":"books","Quote":"I read a book one day and my whole life was changed."},{"Author":"Neil Gaiman,  American Gods","Category":"books","Quote":"What I say is, a town isn’t a town without a bookstore. It may call itself a town, but unless it’s got a bookstore, it knows it’s not foolin’ a soul."},{"Author":"J.K. Rowling","Category":"books","Quote":"I don't believe in the kind of magic in my books. But I do believe something very magical can happen when you read a good book."},{"Author":"Madeleine L'Engle","Category":"books","Quote":"A book, too, can be a star, a living fire to lighten the darkness, leading out into the expanding universe."},{"Author":"John Green,  The Fault in Our Stars","Category":"books","Quote":"Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book. And then there are books like An Imperial Affliction, which you can't tell people about, books so special and rare and yours that advertising your affection feels like betrayal"},{"Author":"Philip Pullman","Category":"books","Quote":"After nourishment, shelter and companionship, stories are the thing we need most in the world."},{"Author":"Irving Stone,  Clarence Darrow for the Defense","Category":"books","Quote":"There are no faster or firmer friendships than those formed between people who love the same books."},{"Author":"Dave Eggers","Category":"books","Quote":"Books have a unique way of stopping time in a particular moment and saying: Let’s not forget this."},{"Author":"Jane Austen","Category":"books","Quote":"but for my own part, if a book is well written, I always find it too short."},{"Author":"Jerry Seinfeld","Category":"books","Quote":"If a book about failures doesn't sell, is it a success?"},{"Author":"Christopher Paolini","Category":"books","Quote":"Books should go where they will be most appreciated, and not sit unread, gathering dust on a forgotten shelf, don't you agree?"},{"Author":"Christopher Morley,  Pipefuls","Category":"books","Quote":"There is no mistaking a real book when one meets it. It is like falling in love."},{"Author":"Miguel de Cervantes Saavedra,  Don Quixote","Category":"books","Quote":"Finally, from so little sleeping and so much reading, his brain dried up and he went completely out of his mind."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"books","Quote":"I do things like get in a taxi and say, \"The library, and step on it."},{"Author":"Italo Calvino,  The Uses of Literature","Category":"books","Quote":"A classic is a book that has never finished saying what it has to say."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"books","Quote":"Books say: She did this because. Life says: She did this. Books are where things are explained to you; life is where things aren't. I'm not surprised some people prefer books."},{"Author":"Arthur Conan Doyle","Category":"books","Quote":"It is a great thing to start life with a small number of really good books which are your very own."},{"Author":"Groucho Marx","Category":"books","Quote":"From the moment I picked up your book until I put it down, I was convulsed with laughter. Some day I intend reading it."},{"Author":"Jorge Luis Borges","Category":"books","Quote":"I cannot sleep unless I am surrounded by books."},{"Author":"Charles Dickens,  Oliver Twist","Category":"books","Quote":"There are books of which the backs and covers are by far the best parts."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"books","Quote":"One can never have enough socks,\"said Dumbledore. \"Another Christmas has come and gone and I didn't get a single pair. People will insist on giving me books."},{"Author":"Abraham Lincoln","Category":"books","Quote":"My Best Friend is a person who will give me a book I have not read."},{"Author":"Alan Bennett,  The History Boys","Category":"books","Quote":"The best moments in reading are when you come across something – a thought, a feeling, a way of looking at things – which you had thought special and particular to you. Now here it is, set down by someone else, a person you have never met, someone even who is long dead. And it is as if a hand has come out and taken yours."},{"Author":"Alan Bennett,  The Uncommon Reader","Category":"books","Quote":"What she was finding also was how one book led to another, doors kept opening wherever she turned and the days weren't long enough for the reading she wanted to do."},{"Author":"Franz Kafka","Category":"books","Quote":"Many a book is like a key to unknown chambers within the castle of one’s own self."},{"Author":"Stendhal,  The Red and the Black","Category":"books","Quote":"A good book is an event in my life."},{"Author":"C.S. Lewis,  The Silver Chair","Category":"books","Quote":"Crying is all right in its way while it lasts. But you have to stop sooner or later, and then you still have to decide what to do."},{"Author":"Dan Brown,  Angels & Demons","Category":"books","Quote":"Science and religion are not at odds. Science is simply too young to understand."},{"Author":"Margaret Walker","Category":"books","Quote":"When I was about eight, I decided that the most wonderful thing, next to a human being, was a book."},{"Author":"François Mauriac","Category":"books","Quote":"If you would tell me the heart of a man, tell me not what he reads, but what he rereads."},{"Author":"Umberto Eco,  The Name of the Rose","Category":"books","Quote":"Books are not made to be believed, but to be subjected to inquiry. When we consider a book, we mustn't ask ourselves what it says but what it means..."},{"Author":"Franz Kafka","Category":"books","Quote":"A book must be the axe for the frozen sea within us."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"books","Quote":"The world was hers for the reading."},{"Author":"Horace Mann","Category":"books","Quote":"A house without books is like a room without windows."},{"Author":"Henry Miller,  The Books in My Life","Category":"books","Quote":"A book lying idle on a shelf is wasted ammunition."},{"Author":"C.S. Lewis","Category":"books","Quote":"It is a good rule after reading a new book, never to allow yourself another new one till you have read an old one in between."},{"Author":"Joshua Slocum,  Sailing Alone around the World","Category":"books","Quote":"I had already found that it was not good to be alone, and so made companionship with what there was around me, sometimes with the universe and sometimes with my own insignificant self; but my books were always my friends, let fail all else."},{"Author":"Isabel Allende","Category":"books","Quote":"The library is inhabited by spirits that come out of the pages at night."},{"Author":"David Mitchell,  Cloud Atlas","Category":"books","Quote":"A half-read book is a half-finished love affair."},{"Author":"Astrid Lindgren","Category":"books","Quote":"A childhood without books – that would be no childhood. That would be like being shut out from the enchanted place where you can go and find the rarest kind of joy."},{"Author":"Jo Walton,  Among Others","Category":"books","Quote":"It doesn't matter. I have books, new books, and I can bear anything as long as there are books."},{"Author":"John Green,  Looking for Alaska","Category":"books","Quote":"Have you really read all those books in your room?”Alaska laughing- “Oh God no. I’ve maybe read a third of ‘em. But I’m going to read them all. I call it my Life’s Library. Every summer since I was little, I’ve gone to garage sales and bought all the books that looked interesting. So I always have something to read."},{"Author":"J.R.R. Tolkien","Category":"books","Quote":"Still round the corner there may wait A new road or a secret gateAnd though I oft have passed them by A day will come at last when IShall take the hidden paths that run West of the Moon, East of the Sun."},{"Author":"Thomas Babington Macaulay,  The Selected Letters Of Thomas Babington Macaulay","Category":"books","Quote":"What a blessing it is to love books as I love them;- to be able to converse with the dead, and to live amidst the unreal!"},{"Author":"Gary Paulsen,  The Winter Room","Category":"books","Quote":"If books could have more, give more, be more, show more, they would still need readers who bring to them sound and smell and light and all the rest that can’t be in books. The book needs you."},{"Author":"Robert Louis Stevenson,  Essays of Robert Louis Stevenson","Category":"books","Quote":"I kept always two books in my pocket, one to read, one to write in."},{"Author":"Susan Sontag,  As Consciousness is Harnessed to Flesh: Journals and Notebooks, 1964-1980","Category":"books","Quote":"My library is an archive of longings."},{"Author":"Henry Wadsworth Longfellow","Category":"books","Quote":"The love of learning, the sequestered nooks,And all the sweet serenity of books"},{"Author":"Caroline Gordon","Category":"books","Quote":"A well-composed book is a magic carpet on which we are wafted to a world that we cannot enter in any other way."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"I cannot remember the books I've read any more than the meals I have eaten; even so, they have made me."},{"Author":"Louis L'Amour,  Matagorda/The First Fast Draw","Category":"books","Quote":"Once you have read a book you care about, some part of it is always with you."},{"Author":"George Orwell,  1984","Category":"books","Quote":"The best books... are those that tell you what you know already."},{"Author":"Neil Gaiman,  The Ocean at the End of the Lane","Category":"books","Quote":"I lived in books more than I lived anywhere else."},{"Author":"Abraham Lincoln","Category":"books","Quote":"Books serve to show a man that those original thoughts of his aren't very new after all."},{"Author":"Philip Pullman","Category":"books","Quote":"We don’t need a list of rights and wrongs, tables of dos and don’ts: we need books, time, and silence. Thou shalt not is soon forgotten, but Once upon a time lasts forever."},{"Author":"Nicholson Baker","Category":"books","Quote":"Books: a beautifully browsable invention that needs no electricity and exists in a readable form no matter what happens."},{"Author":"Joseph Joubert","Category":"books","Quote":"The worst thing about new books is that they keep us from reading the old ones."},{"Author":"Dr. Seuss","Category":"books","Quote":"Be awesome! Be a book nut!"},{"Author":"Stephen Fry","Category":"books","Quote":"Books are no more threatened by Kindle than stairs by elevators."},{"Author":"Jeanette Winterson","Category":"books","Quote":"Book collecting is an obsession, an occupation, a disease, an addiction, a fascination, an absurdity, a fate. It is not a hobby. Those who do it must do it. Those who do not do it, think of it as a cousin of stamp collecting, a sister of the trophy cabinet, bastard of a sound bank account and a weak mind."},{"Author":"Terry Pratchett","Category":"books","Quote":"If you have enough book space, I don't want to talk to you."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"He was the crazy one who had painted himself black and defeated the world.She was the book thief without the words.Trust me, though, the words were on their way, and when they arrived, Liesel would hold them in her hands like the clouds, and she would wring them out like rain."},{"Author":"Stéphane Mallarmé","Category":"books","Quote":"Everything in the world exists in order to end up as a book."},{"Author":"G.K. Chesterton","Category":"books","Quote":"Literature is a luxury; fiction is a necessity."},{"Author":"Jules Verne,  Journey to the Center of the Earth","Category":"books","Quote":"We are of opinion that instead of letting books grow moldy behind an iron grating, far from the vulgar gaze, it is better to let them wear out by being read."},{"Author":"Terry Pratchett,  Reaper Man","Category":"books","Quote":"Five exclamation marks, the sure sign of an insane mind."},{"Author":"Shel Silverstein","Category":"books","Quote":"The VoiceThere is a voice inside of youThat whispers all day long,\"I feel this is right for me,I know that this is wrong.\"No teacher, preacher, parent, friendOr wise man can decideWhat's right for you--just listen toThe voice that speaks inside."},{"Author":"Walt Disney Company","Category":"books","Quote":"There is more treasure in books than in all the pirates' loot on Treasure Island and best of all, you can enjoy these riches every day of your life."},{"Author":"Stephen King","Category":"books","Quote":"Speaking personally, you can have my gun, but you'll take my book when you pry my cold, dead fingers off of the binding."},{"Author":"Hilary Mantel,  Wolf Hall","Category":"books","Quote":"Some of these things are true and some of them lies. But they are all good stories."},{"Author":"Malcolm X","Category":"books","Quote":"My alma mater was books, a good library.... I could spend the rest of my life reading, just satisfying my curiosity."},{"Author":"Russell Banks,  Continental Drift","Category":"books","Quote":"Go, my book, and help destroy the world as it is."},{"Author":"Judy Blume","Category":"books","Quote":"Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"books","Quote":"Even in literature and art, no man who bothers about originality will ever be original: whereas if you simply try to tell the truth (without caring twopence how often it has been told before) you will, nine times out of ten, become original without ever having noticed it."},{"Author":"Maya Angelou","Category":"books","Quote":"Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him."},{"Author":"Wilkie Collins,  Armadale","Category":"books","Quote":"The books - the generous friends who met me without suspicion - the merciful masters who never used me ill!"},{"Author":"Maureen Corrigan,  Leave Me Alone, I'm Reading: Finding and Losing Myself in Books","Category":"books","Quote":"It's not that I don't like people. It's just that when I'm in the company of others - even my nearest and dearest - there always comes a moment when I'd rather be reading a book."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"books","Quote":"For some of us, books are as important as almost anything else on earth. What a miracle it is that out of these small, flat, rigid squares of paper unfolds world after world after world, worlds that sing to you, comfort and quiet or excite you. Books help us understand who we are and how we are to behave. They show us what community and friendship mean; they show us how to live and die."},{"Author":"Carolyn G. Heilbrun","Category":"books","Quote":"A literary academic can no more pass a bookstore than an alcoholic can pass a bar."},{"Author":"Arnold Lobel","Category":"books","Quote":"Books to the ceiling,Books to the sky,My pile of books is a mile high.How I love them! How I need them!I'll have a long beard by the time I read them."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"There must be something in books, something we can’t imagine, to make a woman stay in a burning house; there must be something there. You don’t stay for nothing."},{"Author":"John Berger,  Keeping a Rendezvous","Category":"books","Quote":"When we read a story, we inhabit it. The covers of the book are like a roof and four walls. What is to happen next will take place within the four walls of the story. And this is possible because the story's voice makes everything its own."},{"Author":"Ursula K. Le Guin","Category":"books","Quote":"We read books to find out who we are. What other people, real or imaginary, do and think and feel... is an essential guide to our understanding of what we ourselves are and may become."},{"Author":"W. Somerset Maugham,  Books and You","Category":"books","Quote":"To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life."},{"Author":"Ambrose Bierce","Category":"books","Quote":"The covers of this book are too far apart."},{"Author":"Carl Sagan","Category":"books","Quote":"One glance at a book and you hear the voice of another person, perhaps someone dead for 1,000 years. To read is to voyage through time."},{"Author":"John Milton,  Areopagitica","Category":"books","Quote":"For books are not absolutely dead things, but do contain a potency of life in them to be as active as that soul was whose progeny they are; nay, they do preserve as in a vial the purest efficacy and extraction of that living intellect that bred them."},{"Author":"G.K. Chesterton","Category":"books","Quote":"I am not absentminded. It is the presence of mind that makes me unaware of everything else."},{"Author":"Simone de Beauvoir","Category":"books","Quote":"I am awfully greedy; I want everything from life. I want to be a woman and to be a man, to have many friends and to have loneliness, to work much and write good books, to travel and enjoy myself, to be selfish and to be unselfish… You see, it is difficult to get all which I want. And then when I do not succeed I get mad with anger."},{"Author":"L.M. Montgomery","Category":"books","Quote":"I am simply a 'book drunkard.' Books have the same irresistible temptation for me that liquor has for its devotee. I cannot withstand them."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"There is something about words. In expert hands, manipulated deftly, they take you prisoner. Wind themselves around your limbs like spider silk, and when you are so enthralled you cannot move, they pierce your skin, enter your blood, numb your thoughts. Inside you they work their magic."},{"Author":"Neil Gaiman","Category":"books","Quote":"Picking five favorite books is like picking the five body parts you'd most like not to lose."},{"Author":"Thomas Jefferson","Category":"books","Quote":"Honesty is the first chapter of the book wisdom."},{"Author":"Henry David Thoreau,  Walden","Category":"books","Quote":"Books are the treasured wealth of the world and the fit inheritance of generations and nations."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"books","Quote":"So many people enter and leave your life! Hundreds of thousands of people! You have to keep the door open so they can come in! But it also means you have to let them go!"},{"Author":"Stephen Fry,  Moab Is My Washpot","Category":"books","Quote":"It's not all bad. Heightened self-consciousness, apartness, an inability to join in, physical shame and self-loathing—they are not all bad. Those devils have been my angels. Without them I would never have disappeared into language, literature, the mind, laughter and all the mad intensities that made and unmade me."},{"Author":"George Gissing","Category":"books","Quote":"I know every book of mine by its smell, and I have but to put my nose between the pages to be reminded of all sorts of things."},{"Author":"Neil Gaiman","Category":"books","Quote":"Books make great gifts because they have whole worlds inside of them. And it's much cheaper to buy somebody a book than it is to buy them the whole world!"},{"Author":"John Green,  An Abundance of Katherines","Category":"books","Quote":"He liked the mere act of reading, the magic of turning scratches on a page into words inside his head."},{"Author":"Daphne du Maurier,  Rebecca","Category":"books","Quote":"If only there could be an invention that bottled up a memory, like scent. And it never faded, and it never got stale. And then, when one wanted it, the bottle could be uncorked, and it would be like living the moment all over again."},{"Author":"China Miéville,  The City & the City","Category":"books","Quote":"Books are always obviously having conversations with other books, and some times they're amiable and sometimes not."},{"Author":"Roald Dahl","Category":"books","Quote":"I have a passion for teaching kids to become readers, to become comfortable with a book, not daunted. Books shouldn't be daunting, they should be funny, exciting and wonderful; and learning to be a reader gives a terrific advantage."},{"Author":"Ezra Pound","Category":"books","Quote":"Man reading should be man intensely alive. The book should be a ball of light in one's hand."},{"Author":"John Cheever","Category":"books","Quote":"Fiction is art and art is the triumph over chaos… to celebrate a world that lies spread out around us like a bewildering and stupendous dream."},{"Author":"Jessamyn West","Category":"books","Quote":"Fiction reveals truth that reality obscures."},{"Author":"Russell T. Davies","Category":"books","Quote":"Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself!(from Tooth and Claw in Season 2)"},{"Author":"David Mitchell,  Cloud Atlas","Category":"books","Quote":"Books don't offer real escape, but they can stop a mind scratching itself raw."},{"Author":"James Patterson,  Saving the World and Other Extreme Sports","Category":"books","Quote":"They turned to Angel. \"We will call you Little One,\"the leader said, obviously deciding to dispense with the whole confusing name thing.\"Okay,\"said Angel agreeably. \"I'll call you Guy in a White Lab Coat.\"He frowned.\"That can be his Indian name,\"I suggested."},{"Author":"Anna Quindlen","Category":"books","Quote":"I would be most content if my children grew up to be the kind of people who think decorating consists mostly of building enough bookshelves."},{"Author":"David Baldacci,  The Camel Club","Category":"books","Quote":"Why can't people just sit and read books and be nice to each other?"},{"Author":"Pseudonymous Bosch,  The Name of This Book Is Secret","Category":"books","Quote":"Only bad books have good endings.If a book is any good, it's ending is always bad - because you don't want the book to end."},{"Author":"Ezra Pound,  ABC of Reading","Category":"books","Quote":"Literature is news that stays news."},{"Author":"Neil Gaiman,  The Ocean at the End of the Lane","Category":"books","Quote":"Books were safer than other people anyway."},{"Author":"Leo Tolstoy,  Family Happiness","Category":"books","Quote":"A quiet secluded life in the country, with the possibility of being useful to people to whom it is easy to do good, and who are not accustomed to have it done to them; then work which one hopes may be of some use; then rest, nature, books, music, love for one's neighbor — such is my idea of happiness."},{"Author":"Mary Ann Shaffer,  The Guernsey Literary and Potato Peel Pie Society","Category":"books","Quote":"That's what I love about reading: one tiny thing will interest you in a book, and that tiny thing will lead you to another book, and another bit there will lead you onto a third book. It's geometrically progressive - all with no end in sight, and for no other reason than sheer enjoyment."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"books","Quote":"We live and breathe words."},{"Author":"Neil Gaiman","Category":"books","Quote":"A book is a dream that you hold in your hands.\"(As quoted on BookRiot, June 18, 2013)"},{"Author":"Cornelia Funke,  The Inkheart Trilogy: Inkheart, Inkspell, Inkdeath","Category":"books","Quote":"The world was a terrible place, cruel, pitiless, dark as a bad dream. Not a good place to live. Only in books could you find pity, comfort, happiness - and love. Books loved anyone who opened them, they gave you security and friendship and didn't ask anything in return; they never went away, never, not even when you treated them badly."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"If we encounter a man of rare intellect, we should ask him what books he reads."},{"Author":"James Patterson,  School's Out—Forever","Category":"books","Quote":"I can talk to fish!\"Angel said happily, water dripping off her long, skinny body. \"Ask one over for dinner,\"Fang said, joining us."},{"Author":"Jasper Fforde,  The Eyre Affair","Category":"books","Quote":"Take no heed of her.... She reads a lot of books."},{"Author":"George Carlin","Category":"books","Quote":"I went to a bookstore and asked the saleswoman, 'Where's the self-help section?' She said if she told me, it would defeat the purpose."},{"Author":"Charles Baudelaire","Category":"books","Quote":"A book is a garden, an orchard, a storehouse, a party, a company by the way, a counselor, a multitude of counselors."},{"Author":"Jane Austen,  Northanger Abbey","Category":"books","Quote":"It is only a novel... or, in short, only some work in which the greatest powers of the mind are displayed, in which the most thorough knowledge of human nature, the happiest delineation of its varieties, the liveliest effusions of wit and humour, are conveyed to the world in the best-chosen language"},{"Author":"J.K. Rowling","Category":"books","Quote":"If you don’t like to read, you haven’t found the right book."},{"Author":"Christopher Moore","Category":"books","Quote":"Stephenie Meyer: Her vampires are sparkly, which I think we can all agree is wrong."},{"Author":"Ezra Pound","Category":"books","Quote":"There is no reason why the same man should like the same books at eighteen and at forty-eight"},{"Author":"John Keats","Category":"books","Quote":"Give me books, French wine, fruit, fine weather and a little music played out of doors by somebody I do not know."},{"Author":"John Steinbeck,  A John Steinbeck Encyclopedia","Category":"books","Quote":"I guess there are never enough books."},{"Author":"Christopher Hitchens","Category":"books","Quote":"Everybody does have a book in them, but in most cases that's where it should stay."},{"Author":"Elizabeth Scott,  Bloom","Category":"books","Quote":"I love books. I like that the moment you open one and sink into it you can escape from the world, into a story that's way more interesting that yours will ever be."},{"Author":"Nick Hornby,  The Polysyllabic Spree","Category":"books","Quote":"All the books we own, both read and unread, are the fullest expression of self we have at our disposal. ... But with each passing year, and with each whimsical purchase, our libraries become more and more able to articulate who we are, whether we read the books or not."},{"Author":"Cornelia Funke","Category":"books","Quote":"Which of us has not felt that the character we are reading in the printed page is more real than the person standing beside us?"},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"books","Quote":"What are you doing with all those books anyway?\"Ron asked. Just trying to decide which ones to take with us,\"said Hermione. When we're looking for the Horcruxes.\"Oh, of course,\"said Ron, clapping a hand to his forehead. \"I forgot we'll be hunting down Voldemort in a mobile library."},{"Author":"Patricia A. McKillip,  The Bell at Sealey Head","Category":"books","Quote":"The odd thing about people who had many books was how they always wanted more."},{"Author":"Malcolm X","Category":"books","Quote":"People don't realize how a man's whole life can be changed by one book."},{"Author":"Hermann Hesse","Category":"books","Quote":"Without words, without writing and without books there would be no history, there could be no concept of humanity."},{"Author":"Virginia Woolf","Category":"books","Quote":"Second hand books are wild books, homeless books; they have come together in vast flocks of variegated feather, and have a charm which the domesticated volumes of the library lack."},{"Author":"Steven Wright","Category":"books","Quote":"I just got out of the hospital. I was in a speed reading accident. I hit a book mark and flew across the room."},{"Author":"Cassandra Clare,  City of Bones","Category":"books","Quote":"How can you tell? That I like books, I mean.The look on your face when you walked in, somehow I doubted you were that impressed by me."},{"Author":"Roald Dahl,  Matilda","Category":"books","Quote":"The books transported her into new worlds and introduced her to amazing people who lived exciting lives. She went on olden-day sailing ships with Joseph Conrad. She went to Africa with Ernest Hemingway and to India with Rudyard Kipling. She travelled all over the world while sitting in her little room in an English village."},{"Author":"Gail Carson Levine,  Writing Magic: Creating Stories that Fly","Category":"books","Quote":"There's nothing wrong with reading a book you love over and over. When you do, the words get inside you, become a part of you, in a way that words in a book you've read only once can't."},{"Author":"G.K. Chesterton,  Heretics","Category":"books","Quote":"A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author."},{"Author":"Garrison Keillor","Category":"books","Quote":"A book is a gift you can open again and again."},{"Author":"Roald Dahl,  Matilda","Category":"books","Quote":"So Matilda’s strong young mind continued to grow, nurtured by the voices of all those authors who had sent their books out into the world like ships on the sea. These books gave Matilda a hopeful and comforting message: You are not alone."},{"Author":"Neil Gaiman,  The Ocean at the End of the Lane","Category":"books","Quote":"I went away in my head, into a book. That was where I went whenever real life was too hard or too inflexible."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"books","Quote":"There is no such thing as a moral or an immoral book.Books are well written, or badly written. That is all."},{"Author":"Voltaire","Category":"books","Quote":"Despite the enormous quantity of books, how few people read! And if one reads profitably, one would realize how much stupid stuff the vulgar herd is content to swallow every day."},{"Author":"Anna Quindlen,  How Reading Changed My Life","Category":"books","Quote":"In books I have traveled, not only to other worlds, but into my own."},{"Author":"Patrick Rothfuss,  The Wise Man's Fear","Category":"books","Quote":"Books are a poor substitute for female companionship, but they are easier to find."},{"Author":"Anne Herbert","Category":"books","Quote":"Libraries will get you through times of no money better than money will get you through times of no libraries."},{"Author":"Franz Kafka","Category":"books","Quote":"I think we ought to read only the kind of books that wound and stab us."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"The magic is only in what books say, how they stitched the patches of the universe together into one garment for us."},{"Author":"Robertson Davies","Category":"books","Quote":"A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight."},{"Author":"Franz Kafka","Category":"books","Quote":"Books are a narcotic."},{"Author":"Cornelia Funke,  Inkspell","Category":"books","Quote":"This book taught me, once and for all, how easily you can escape this world with the help of words! You can find friends between the pages of a book, wonderful friends."},{"Author":"Arthur Conan Doyle","Category":"books","Quote":"The love of books is among the choicest gifts of the gods."},{"Author":"Elizabeth Barrett Browning","Category":"books","Quote":"No man can be called friendless who has God and the companionship of good books."},{"Author":"Maggie Stiefvater,  Shiver","Category":"books","Quote":"As the hours crept by, the afternoon sunlight bleached all the books on the shelves to pale, gilded versions of themselves and warmed the paper and ink inside the covers so that the smell of unread words hung in the air."},{"Author":"Joan Bauer,  Rules of the Road","Category":"books","Quote":"My grandma always said that God made libraries so that people didn't have any excuse to be stupid."},{"Author":"Confucius","Category":"books","Quote":"You cannot open a book without learning something."},{"Author":"Elizabeth Kostova,  The Historian","Category":"books","Quote":"It was good to walk into a library again; it smelled like home."},{"Author":"Voltaire,  Candide","Category":"books","Quote":"Fools have a habit of believing that everything written by a famous author is admirable. For my part I read only to please myself and like only what suits my taste."},{"Author":"John Waters","Category":"books","Quote":"It wasn't until I started reading and found books they wouldn't let us read in school that I discovered you could be insane and happy and have a good life without being like everybody else."},{"Author":"Lemony Snicket,  The Miserable Mill","Category":"books","Quote":"They're book addicts."},{"Author":"Cornelia Funke,  Inkheart","Category":"books","Quote":"It's a good idea to have your own books with you in a strange place"},{"Author":"Karen Marie Moning,  Darkfever","Category":"books","Quote":"I love books, by the way, way more than movies. Movies tell you what to think. A good book lets you choose a few thoughts for yourself."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"I wanted to explain that I am constantly overestimating and underestimating the human race - that rarely do I even simply estimate it. I wanted to ask her how the same thing could be so ugly and so glorious, and its words and stories so damning and brilliant...I AM HAUNTED BY HUMANS."},{"Author":"Jennifer L. Armentrout,  Onyx","Category":"books","Quote":"Your mail could've waited.\"Daemon followed me into the kitchen. \"What is it? Just books?\"Grabbing the OJ from the fridge, I sighed. People who didn't heart books didn't understand."},{"Author":"Francis Bacon,  The Essays","Category":"books","Quote":"Read not to contradict and confute; nor to believe and take for granted; nor to find talk and discourse; but to weigh and consider. Some books are to be tasted, others to be swallowed, and some few to be chewed and digested: that is, some books are to be read only in parts, others to be read, but not curiously, and some few to be read wholly, and with diligence and attention."},{"Author":"Dwight D. Eisenhower","Category":"books","Quote":"Don't join the book burners. Don't think you're going to conceal faults by concealing evidence that they ever existed. Don't be afraid to go in your library and read every book..."},{"Author":"Rainer Maria Rilke,  The Notebooks of Malte Laurids Brigge","Category":"books","Quote":"Ah, how good it is to be among people who are reading."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"books","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"John Waters,  Role Models","Category":"books","Quote":"Being rich is not about how much money you have or how many homes you own; it's the freedom to buy any book you want without looking at the price and wondering if you can afford it."},{"Author":"Winston S. Churchill","Category":"books","Quote":"If you cannot read all your books...fondle them---peer into them, let them fall open where they will, read from the first sentence that arrests the eye, set them back on the shelves with your own hands, arrange them on your own plan so that you at least know where they are. Let them be your friends; let them, at any rate, be your acquaintances."},{"Author":"René Descartes","Category":"books","Quote":"The reading of all good books is like conversation with the finest men of past centuries."},{"Author":"Brandon Sanderson,  The Well of Ascension","Category":"books","Quote":"Elend: I kind of lost track of time…Breeze: For two hours?Elend: There were books involved."},{"Author":"Amos Bronson Alcott,  Tablets","Category":"books","Quote":"Good books, like good friends, are few and chosen; the more select, the more enjoyable."},{"Author":"Patti Smith","Category":"books","Quote":"Please, no matter how we advance technologically, please don't abandon the book. There is nothing in our material world more beautiful than the book.\"(Acceptance speech, National Book Award 2010 (Nonfiction), November 17, 2010)"},{"Author":"Pseudonymous Bosch,  The Name of This Book Is Secret","Category":"books","Quote":"Generally speaking, books don't cause much harm. Except when you read them, that is. Then they cause all kinds of problems."},{"Author":"H.P. Lovecraft","Category":"books","Quote":"I couldn't live a week without a private library - indeed, I'd part with all my furniture and squat and sleep on the floor before I'd let go of the 1500 or so books I possess."},{"Author":"Brandon Sanderson,  Mistborn: The Final Empire","Category":"books","Quote":"My behavior is nonetheless, deplorable. Unfortunately, I'm quite prone to such bouts of deplorability--take for instance, my fondness for reading books at the dinner table."},{"Author":"Gail Carriger","Category":"books","Quote":"I suspect it may be like the difference between a drinker and an alcoholic; the one merely reads books, the other needs books to make it through the day.\"(Interview with The Booklovers blog, September 2010)"},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"Of course I loved books more than people."},{"Author":"Patrick Ness,  A Monster Calls","Category":"books","Quote":"Stories are important, the monster said. They can be more important than anything. If they carry the truth."},{"Author":"Mark Twain,  Notebook","Category":"books","Quote":"My books are water; those of the great geniuses is wine. Everybody drinks water."},{"Author":"Annie Dillard,  The Living","Category":"books","Quote":"She read books as one would breathe air, to fill up and live."},{"Author":"Benjamin Franklin","Category":"books","Quote":"If all printers were determined not to print anything till they were sure it would offend nobody, there would be very little printed."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"books","Quote":"You know that feeling,” she said, “when you are reading a book, and you know that it is going to be a tragedy; you can feel the cold and darkness coming, see the net drawing tight around the characters who live and breathe on the pages. But you are tied to the story as if being dragged behind a carriage and you cannot let go or turn the course aside."},{"Author":"Leo Tolstoy","Category":"books","Quote":"The best stories don't come from \"good vs. bad\"but \"good vs. good."},{"Author":"Heinrich Heine","Category":"books","Quote":"Where they have burned books, they will end in burning human beings."},{"Author":"Angela Carter","Category":"books","Quote":"Reading a book is like re-writing it for yourself. You bring to a novel, anything you read, all your experience of the world. You bring your history and you read it in your own terms."},{"Author":"David Levithan,  Dash & Lily's Book of Dares","Category":"books","Quote":"Luckily, I always travel with a book, just in case I have to wait on line for Santa, or some such inconvenience."},{"Author":"Ilona Andrews,  Magic Bites","Category":"books","Quote":"It's a reflex. Hear a bell, get food. See an undead, throw a knife. Same thing, really."},{"Author":"Erin Morgenstern,  The Night Circus","Category":"books","Quote":"Only the ship is made of books, its sails thousands of overlapping pages, and the sea it floats upon is dark black ink."},{"Author":"Edmund Wilson","Category":"books","Quote":"No two persons ever read the same book."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"books","Quote":"Books say: She did this because. Life says: She did this. Books are where things are explained to you; life is where things aren't. I'm not surprised some people prefer books. Books make sense of life. The only problem is that the lives they make sense of are other people's lives, never your own."},{"Author":"Michel de Montaigne,  Les Essais","Category":"books","Quote":"When I am attacked by gloomy thoughts, nothing helps me so much as running to my books. They quickly absorb me and banish the clouds from my mind."},{"Author":"Robin Sloan,  Mr. Penumbra's 24-Hour Bookstore","Category":"books","Quote":"Walking the stacks in a library, dragging your fingers across the spines -- it's hard not to feel the presence of sleeping spirits."},{"Author":"Susan Wiggs","Category":"books","Quote":"You're never alone when you're reading a book."},{"Author":"Emily Dickinson","Category":"books","Quote":"I know nothing in the world that has as much power as a word. Sometimes I write one, and I look at it, until it begins to shine."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"Bea says that the art of reading is slowly dying, that it's an intimate ritual, that a book is a mirror that offers us only what we already carry inside us, that when we read, we do it with all our heart and mind, and great readers are becoming more scarce by the day."},{"Author":"John Green,  The Fault in Our Stars","Category":"books","Quote":"I hadn’t been in proper school in three years. My parents were my two best friends. My third best friend was an author who did not know I existed."},{"Author":"Anne Fadiman","Category":"books","Quote":"If you truly love a book, you should sleep with it, write in it, read aloud from it, and fill its pages with muffin crumbs."},{"Author":"Lemony Snicket,  The Bad Beginning","Category":"books","Quote":"There are many, many types of books in the world, which makes good sense, because there are many, many types of people, and everybody wants to read something different."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"books","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Markus Zusak,  I Am the Messenger","Category":"books","Quote":"My arms are killing me. I didn't know words could be so heavy."},{"Author":"Jerry Spinelli,  Stargirl","Category":"books","Quote":"When a stargirl cries, she sheds not tears but light."},{"Author":"Simone de Beauvoir,  The Woman Destroyed","Category":"books","Quote":"When I was a child, when I was an adolescent, books saved me from despair: that convinced me that culture was the highest of values[...]."},{"Author":"George W. Bush","Category":"books","Quote":"One of the great things about books is sometimes there are some fantastic pictures."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"As always, one of her books was next to her."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"books","Quote":"More people are leaving TV behind to read my books than ever before. In the last year alone I gained over two readers (three, to be exact). So I’d like to take a moment and say thanks mom, dad, and kidnap victim I keep chained in the basement."},{"Author":"Elizabeth Kostova,  The Historian","Category":"books","Quote":"When you handle books all day long, every new one is a friend and a temptation."},{"Author":"C.S. Lewis","Category":"books","Quote":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become."},{"Author":"E.M. Forster","Category":"books","Quote":"I suggest that the only books that influence us are those for which we are ready, and which have gone a little further down our particular path than we have yet gone ourselves."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"books","Quote":"Where should I go?\"-Alice. \"That depends on where you want to end up.\"- The Cheshire Cat."},{"Author":"Sydney Smith,  A memoir of the Rev. Sydney Smith","Category":"books","Quote":"No furniture is so charming as books."},{"Author":"أنيس منصور,  في صالون العقاد كانت لنا أيام","Category":"books","Quote":"لو سُئلت :ماالذي تتمنى أن تشربه دون أن تفيق ؟، لقلت : عصير الكتب ، خلاصة الفكر ، مسحوق الفلسفة"},{"Author":"C.S. Lewis,  Till We Have Faces","Category":"books","Quote":"I was with book, as a woman is with child."},{"Author":"Roger Zelazny,  Nine Princes in Amber","Category":"books","Quote":"I like libraries. It makes me feel comfortable and secure to have walls of words, beautiful and wise, all around me. I always feel better when I can see that there is something to hold back the shadows."},{"Author":"John Green","Category":"books","Quote":"Adult librarians are like lazy bakers: their patrons want a jelly doughnut, so they give them a jelly doughnut. Children’s librarians are ambitious bakers: 'You like the jelly doughnut? I’ll get you a jelly doughnut. But you should try my cruller, too. My cruller is gonna blow your mind, kid."},{"Author":"Daniel Keyes,  Flowers for Algernon","Category":"books","Quote":"Thank God for books and music and things I can think about."},{"Author":"Simon Van Booy","Category":"books","Quote":"[I] read books because I love them, not because I think I should read them."},{"Author":"Emily Dickinson,  Selected Poems","Category":"books","Quote":"There is no Frigate like a Book To take us Lands awayNor any Coursers like a Page Of prancing Poetry – This Traverse may the poorest takeWithout oppress of Toll – How frugal is the Chariot That bears a Human soul."},{"Author":"Jennifer L. Armentrout,  Onyx","Category":"books","Quote":"I understood books. I did not understand boys—especially alien boys."},{"Author":"W. Somerset Maugham","Category":"books","Quote":"The only important thing in a book is the meaning that it has for you."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland","Category":"books","Quote":"And what is the use of a book,\"thought Alice, \"without pictures or conversation?"},{"Author":"Kurt Vonnegut,  Timequake","Category":"books","Quote":"I am eternally grateful for my knack of finding in great books, some of them very funny books, reason enough to feel honored to be alive, no matter what else might be going on."},{"Author":"Alberto Manguel,  A History of Reading","Category":"books","Quote":"At one magical instant in your early childhood, the page of a book—that string of confused, alien ciphers—shivered into meaning. Words spoke to you, gave up their secrets; at that moment, whole universes opened. You became, irrevocably, a reader."},{"Author":"Umberto Eco","Category":"books","Quote":"I love the smell of book ink in the morning."},{"Author":"Roopleen","Category":"books","Quote":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"There are too many books in the world to read in a single lifetime; you have to draw the line somewhere."},{"Author":"W.H. Auden,  The Dyer's Hand","Category":"books","Quote":"Some books are undeservedly forgotten; none are undeservedly remembered."},{"Author":"Shannon Hale","Category":"books","Quote":"Personally, I believe “Young Adult” to be an arbitrary title that means the book \"Can be enjoyed by anyone/Has a main character who’s not quite an adult/Isn’t really boring."},{"Author":"Dean Koontz,  Lightning","Category":"books","Quote":"She was fascinated with words. To her, words were things of beauty, each like a magical powder or potion that could be combined with other words to create powerful spells."},{"Author":"Alain de Botton","Category":"books","Quote":"Most of what makes a book 'good' is that we are reading it at the right moment for us."},{"Author":"Muriel Barbery,  The Elegance of the Hedgehog","Category":"books","Quote":"I thought: pity the poor in spirit who know neither the enchantment nor the beauty of language."},{"Author":"E. Lockhart,  We Were Liars","Category":"books","Quote":"Someone once wrote that a novel should deliver a series of small astonishments. I get the same thing spending an hour with you."},{"Author":"Adriana Trigiani","Category":"books","Quote":"I even love the smell of books."},{"Author":"Libba Bray","Category":"books","Quote":"We're all strangers connected by what we reveal, what we share, what we take away--our stories. I guess that's what I love about books--they are thin strands of humanity that tether us to one another for a small bit of time, that make us feel less alone or even more comfortable with our aloneness, if need be."},{"Author":"Roberto Bolaño,  2666","Category":"books","Quote":"Reading is like thinking, like praying, like talking to a friend, like expressing your ideas, like listening to other people's ideas, like listening to music, like looking at the view, like taking a walk on the beach."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"In the shop we buy and sell them, but in truth books have no owner. Every book you see here has been somebody’s best friend."},{"Author":"Benjamin Franklin","Category":"books","Quote":"The person who deserves most pity is a lonesome one on a rainy day who doesn't know how to read."},{"Author":"Nicole Krauss","Category":"books","Quote":"Why does one begin to write? Because she feels misunderstood, I guess. Because it never comes out clearly enough when she tries to speak. Because she wants to rephrase the world, to take it in and give it back again differently, so that everything is used and nothing is lost. Because it's something to do to pass the time until she is old enough to experience the things she writes about."},{"Author":"Nikola Tesla","Category":"books","Quote":"Of all things, I liked books best."},{"Author":"Jorge Luis Borges","Category":"books","Quote":"A book is more than a verbal structure or series of verbal structures; it is the dialogue it establishes with its reader and the intonation it imposes upon his voice and the changing and durable images it leaves in his memory. A book is not an isolated being: it is a relationship, an axis of innumerable relationships."},{"Author":"Shannon L. Alder","Category":"books","Quote":"There comes a time in your life when you have to choose to turn the page, write another book or simply close it."},{"Author":"Judy Blume","Category":"books","Quote":"[I]t's not just the books under fire now that worry me. It is the books that will never be written. The books that will never be read. And all due to the fear of censorship. As always, young readers will be the real losers."},{"Author":"Lisa See,  Snow Flower and the Secret Fan","Category":"books","Quote":"Read a thousand books, and your words will flow like a river."},{"Author":"Anatole France","Category":"books","Quote":"Never lend books, for no one ever returns them; the only books I have in my library are books that other folks have lent me."},{"Author":"P.J. O'Rourke","Category":"books","Quote":"Always read stuff that will make you look good if you die in the middle of it."},{"Author":"Marcel Proust","Category":"books","Quote":"Reading is that fruitful miracle of a communication in the midst of solitude."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"books","Quote":"When I open them, most of the books have the smell of an earlier time leaking out between the pages - a special odor of the knowledge and emotions that for ages have been calmly resting between the covers. Breathing it in, I glance through a few pages before returning each book to its shelf."},{"Author":"Neil Gaiman","Category":"books","Quote":"We owe it to each other to tell stories."},{"Author":"Donalyn Miller,  The Book Whisperer: Awakening the Inner Reader in Every Child","Category":"books","Quote":"Reading changes your life. Reading unlocks worlds unknown or forgotten, taking travelers around the world and through time. Reading helps you escape the confines of school and pursue your own education. Through characters – the saints and the sinners, real or imagined – reading shows you how to be a better human being."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"As a fiction writer, let me make it up, and let me make it up to you. I’ll pen our love story, if you’ll be my co-author."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"All thoughts, secret or spoken, belong in a coffee table book written in Braille, so you can really feel the emotions."},{"Author":"John Green,  The Fault in Our Stars","Category":"books","Quote":"Neither novels or their readers benefit from any attempts to divine whether any facts hide inside a story. Such efforts attack the very idea that made-up stories can matter, which is sort of the foundational assumption of our species."},{"Author":"Anton Chekhov","Category":"books","Quote":"Wisdom.... comes not from age, but from education and learning."},{"Author":"Lemony Snicket,  The Wide Window","Category":"books","Quote":"There are few sights sadder than a ruined book."},{"Author":"Neil Gaiman,  The Ocean at the End of the Lane","Category":"books","Quote":"I lay on the bed and lost myself in stories. I liked that. Books were safer than other people anyway."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"books","Quote":"In a bookstore you can find me in the romance section, because I’m not a lover, I’m a reader."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"A good story is always more dazzling than a broken piece of truth."},{"Author":"Tracy Chevalier","Category":"books","Quote":"It's a rare book that wins the battle against drooping eyelids."},{"Author":"Abraham Lincoln","Category":"books","Quote":"All I have learned, I learned from books."},{"Author":"Jasper Fforde,  The Eyre Affair","Category":"books","Quote":"Governments and fashions come and go but Jane Eyre is for all time."},{"Author":"Harold Bloom","Category":"books","Quote":"Reading well is one of the great pleasures that solitude can afford you."},{"Author":"Helen Keller","Category":"books","Quote":"Literature is my Utopia"},{"Author":"Jorge Luis Borges","Category":"books","Quote":"When writers die they become books, which is, after all, not too bad an incarnation.\"[As attributed by Alastair Reid in Neruda and Borges, The New Yorker, June 24, 1996; as well as in The Talk of the Town, The New Yorker, July 7, 1986]"},{"Author":"Oliver Wendell Holmes Sr.,  Over the Teacups","Category":"books","Quote":"What refuge is there for the victim who is oppressed with the feeling that there are a thousand new books he ought to read, while life is only long enough for him to attempt to read a hundred?"},{"Author":"Mario Vargas Llosa","Category":"books","Quote":"Writers are the exorcists of their own demons."},{"Author":"Charles Ogden","Category":"books","Quote":"Don't mark up the Library's copy, you fool! Librarians are Unprankable. They'll track you down! They have skills!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"I’ll bet opening a store called Boobs and Books would increase literacy. I prefer a hands-on approach to learning."},{"Author":"Stephen King,  Night Shift","Category":"books","Quote":"You want to remember that while you're judging the book, the book is also judging you."},{"Author":"Jorge Luis Borges,  Seven Nights","Category":"books","Quote":"Personally, I am a hedonistic reader; I have never read a book merely because it was ancient. I read books for the aesthetic emotions they offer me, and I ignore the commentaries and criticism."},{"Author":"Joseph Gordon-Levitt,  The Tiny Book of Tiny Stories, Vol. 1","Category":"books","Quote":"His hands were weak and shaking from carrying far too many books from the bookshop. It was the best feeling."},{"Author":"Mark Glamack","Category":"books","Quote":"If you surround yourself with the good and righteous, they can only raise you up. If you surround yourself with the others, they will drag you down into the doldrums of mediocrity, and they will keep you there, but only as long as you permit it."},{"Author":"W. Somerset Maugham,  The Painted Veil","Category":"books","Quote":"I have an idea that the only thing which makes it possible to regard this world we live in without disgust is the beauty which now and then men create out of the chaos. The pictures they paint, the music they compose, the books they write, and the lives they lead. Of all these the richest in beauty is the beautiful life. That is the perfect work of art."},{"Author":"Kate Atkinson,  Case Histories","Category":"books","Quote":"She should have done science, not spent all her time with her head in novels. Novels gave you a completely false idea about life, they told lies and they implied there were endings when in reality there were no endings, everything just went on and on and on."},{"Author":"Arthur Conan Doyle","Category":"books","Quote":"There is no scent so pleasant to my nostrils as that faint, subtle reek which comes from an ancient book."},{"Author":"Ray Bradbury","Category":"books","Quote":"Without libraries what have we? We have no past and no future."},{"Author":"Robin Sloan,  Mr. Penumbra's 24-Hour Bookstore","Category":"books","Quote":"After that, the book will fade, the way all books fade in your mind. But I hope you will remember this:A man walking fast down a dark lonely street. Quick steps and hard breathing, all wonder and need. A bell above a door and the tinkle it makes. A clerk and a ladder and warm golden light, and then: the right book exactly, at exactly the right time."},{"Author":"Gloria Mallette","Category":"books","Quote":"Never Let anyone tell you that you can't; show them that you can."},{"Author":"Jasper Fforde,  The Well of Lost Plots","Category":"books","Quote":"Books may look like nothing more than words on a page, but they are actually an infinitely complex imaginotransference technology that translates odd, inky squiggles into pictures inside your head."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"I was raised among books, making invisible friends in pages that seemed cast from dust and whose smell I carry on my hands to this day."},{"Author":"Helen Exley","Category":"books","Quote":"Books can be dangerous. The best ones should be labeled \"This could change your life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"The Book of Life, I’m still writing it—both literally and literarily. So far I’ve written the Table of Contents. Right now it’s more of a coffee table."},{"Author":"Peter S. Jennison","Category":"books","Quote":"Children deprived of words become school dropouts; dropouts deprived of hope behave delinquently. Amateur censors blame delinquency on reading immoral books and magazines, when in fact, the inability to read anything is the basic trouble."},{"Author":"G.K. Chesterton","Category":"books","Quote":"There is a great deal of difference between an eager man who wants to read a book and a tired man who wants a book to read."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"Knocking on a door is so violent. Instead, try talking to the door to get it to open up to you. I should write a self-help book for door-to-door salesmen."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"books","Quote":"I’m trying to translate what my cat says and put it in a book, but how many homonyms are there for meow?"},{"Author":"Salman Rushdie","Category":"books","Quote":"When a reader falls in love with a book, it leaves its essence inside him, like radioactive fallout in an arable field, and after that there are certain crops that will no longer grow in him, while other, stranger, more fantastic growths may occasionally be produced.\"[Books vs. Goons, L.A. Times, April 24, 2005]"},{"Author":"Philip Pullman","Category":"books","Quote":"There's a hunger for stories in all of us, adults too. We need stories so much that we're even willing to read bad books to get them, if the good books won't supply them."},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"books","Quote":"I attempted briefly to consecrate myself in the public library, believing every crack in my soul could be chinked with a book."},{"Author":"Malcolm X,  The Autobiography of Malcolm X","Category":"books","Quote":"The ability to read awoke inside of me some long dormant craving to be mentally alive."},{"Author":"Austin Phelps","Category":"books","Quote":"Wear the old coat and buy the new book."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"books","Quote":"I wrote an edible cookbook. The pages are made out of tortillas. It’s also the Book of Love. (Batteries and hot sauce sold separately.)"},{"Author":"Margery Williams,  The Velveteen Rabbit","Category":"books","Quote":"Generally, by the time you are Real, most of your hair has been loved off, and your eyes drop out and you get loose in the joints and very shabby. But these things don't matter at all, because once you are Real you can't be ugly, except to people who don't understand."},{"Author":"Jess C. Scott,  New Order","Category":"books","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Jacqueline Kelly,  The Evolution of Calpurnia Tate","Category":"books","Quote":"Ahhh. Bed, book, kitten, sandwich. All one needed in life, really."},{"Author":"Brandon Mull","Category":"books","Quote":"An unread book does nobody any good. Stories happen in the mind of a reader, not among symbols printed on a page."},{"Author":"Orhan Pamuk,  My Name is Red","Category":"books","Quote":"Books, which we mistake for consolation, only add depth to our sorrow."},{"Author":"F. Scott Fitzgerald","Category":"books","Quote":"An artist is someone who can hold two opposing viewpoints and still remain fully functional."},{"Author":"Allan Bloom,  The Closing of the American Mind","Category":"books","Quote":"The failure to read good books both enfeebles the vision and strengthens our most fatal tendency -- the belief that the here and now is all there is."},{"Author":"Ilona Andrews,  Magic Bites","Category":"books","Quote":"I gave him my best cryptic smile. He did not fall down to his feet, kiss my shoes, and promise me the world. I must be getting rusty."},{"Author":"Cornelia Funke,  Inkheart","Category":"books","Quote":"There was another reason [she] took her books whenever they went away. They were her home when she was somewhere strange. They were familiar voices, friends that never quarreled with her, clever, powerful friends -- daring and knowledgeable, tried and tested adventurers who had traveled far and wide. Her books cheered her up when she was sad and kept her from being bored."},{"Author":"Melissa Marr","Category":"books","Quote":"Life is too short to read books that I'm not enjoying."},{"Author":"Mark Twain","Category":"books","Quote":"A successful book is not made of what is in it, but what is left out of it."},{"Author":"Robertson Davies","Category":"books","Quote":"Authors like cats because they are such quiet, lovable, wise creatures, and cats like authors for the same reasons."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"books","Quote":"Early on I set out to write the next Great American Novel, and then later on I set out the silverware and enjoyed my dinner in silence."},{"Author":"Gustave Flaubert,  Madame Bovary","Category":"books","Quote":"You forget everything. The hours slip by. You travel in your chair through centuries you seem seem to see before you, your thoughts are caught up in the story, dallying with the details or following the course of the plot, you enter into characters, so that it seems as if it were your own heart beating beneath their costumes."},{"Author":"Mason Cooley","Category":"books","Quote":"Reading gives us someplace to go when we have to stay where we are."},{"Author":"Marcel Proust,  Days of Reading","Category":"books","Quote":"There are perhaps no days of our childhood we lived so fully as those we believe we left without having lived them, those we spent with a favorite book."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"What better place to kill time than a library?"},{"Author":"Jan Karon","Category":"books","Quote":"As long as you have any floor space at all, you have room for books! Just make two stacks of books the same height, place them three or four feet apart, lay a board across them, and repeat. Viola! Bookshelves!"},{"Author":"Tom Waits","Category":"books","Quote":"The world is a hellish place, and bad writing is destroying the quality of our suffering."},{"Author":"Alberto Manguel","Category":"books","Quote":"Books may not change our suffering, books may not protect us from evil, books may not tell us what is good or what is beautiful, and they will certainly not shield us from the common fate of the grave. But books grant us myriad possibilities: the possibility of change, the possibility of illumination."},{"Author":"Noam Chomsky","Category":"books","Quote":"That's the whole point of good propaganda. You want to create a slogan that nobody's going to be against, and everybody's going to be for. Nobody knows what it means, because it doesn't mean anything."},{"Author":"Jacqueline Kelly,  The Evolution of Calpurnia Tate","Category":"books","Quote":"One day I would have all the books in the world, shelves and shelves of them. I would live my life in a tower of books. I would read all day long and eat peaches. And if any young knights in armor dared to come calling on their white chargers and plead with me to let down my hair, I would pelt them with peach pits until they went home."},{"Author":"Lemmy Kilmister","Category":"books","Quote":"People don't read any more. It's a sad state of affairs. Reading's the only thing that allows you to use your imagination. When you watch films it's someone else's vision, isn't it?\"[Interview in The Independent, 15 October 2005]"},{"Author":"G.K. Chesterton,  What I Saw in America","Category":"books","Quote":"I wish we could sometimes love the characters in real life as we love the characters in romances. There are a great many human souls whom we should accept more kindly, and even appreciate more clearly, if we simply thought of them as people in a story."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"My hands could be considered deadly weapons. You see, I write with both of them."},{"Author":"Khaled Hosseini","Category":"books","Quote":"Writing fiction is the act of weaving a series of lies to arrive at a greater truth."},{"Author":"John Berry","Category":"books","Quote":"If your library is not \"unsafe,\"it probably isn't doing its job."},{"Author":"John F. Kennedy","Category":"books","Quote":"Libraries should be open to all - except the censor.[Response to questionnaire in Saturday Review, October 29 1960]"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"I know the X’s and O’s of football. I just don’t know the other 24 letters. And as a writer, this bothers me."},{"Author":"Elif Shafak,  The Bastard of Istanbul","Category":"books","Quote":"You see, unlike in the movies, there is no THE END sign flashing at the end of books. When I've read a book, I don't feel like I've finished anything. So I start a new one."},{"Author":"José Saramago,  El hombre duplicado","Category":"books","Quote":"Reading is probably another way of being in a place."},{"Author":"Alan Bennett,  The Uncommon Reader","Category":"books","Quote":"A book is a device to ignite the imagination."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"Some books leave us free and some books make us free."},{"Author":"Gary Paulsen,  Shelf Life: Stories by the Book","Category":"books","Quote":"I owe everything I am and everything I will ever be to books."},{"Author":"Mae West","Category":"books","Quote":"I only read biographies, metaphysics and psychology. I can dream up my own fiction."},{"Author":"Wisława Szymborska,  Nonrequired Reading","Category":"books","Quote":"I'm old-fashioned and think that reading books is the most glorious pastime that humankind has yet devised."},{"Author":"Henry David Thoreau,  Walden","Category":"books","Quote":"How many a man has dated a new era in his life from the reading of a book."},{"Author":"Bill Watterson,  The Calvin and Hobbes Tenth Anniversary Book","Category":"books","Quote":"Rainy days should be spent at home with a cup of tea and a good book."},{"Author":"Jean Fritz","Category":"books","Quote":"When I discovered libraries, it was like having Christmas every day."},{"Author":"Dr. Seuss","Category":"books","Quote":"Fill your house with stacks of books, in all the crannies and all the nooks."},{"Author":"Mia James,  By Midnight","Category":"books","Quote":"Break the spine of one of my books and I break yours."},{"Author":"Anna Quindlen,  How Reading Changed My Life","Category":"books","Quote":"those of us who read because we love it more than anything, who feel about bookstores the way some people feel about jewelers..."},{"Author":"Lisa Schroeder,  I Heart You, You Haunt Me","Category":"books","Quote":"Come with me,' Mom says.To the library. Books and summertimego together."},{"Author":"Thomas à Kempis","Category":"books","Quote":"In omnibus requiem quaesivi, et nusquam inveni nisi in angulo cum libro.(Everywhere I have sought peace and not found it, except in a corner with a book.)"},{"Author":"George R.R. Martin","Category":"books","Quote":"I have lived a thousand lives and I’ve loved a thousand loves. I’ve walked on distant worlds and seen the end of time. Because I read."},{"Author":"Azar Nafisi,  Reading Lolita in Tehran","Category":"books","Quote":"Do not, under any circumstances, belittle a work of fiction by trying to turn it into a carbon copy of real life; what we search for in fiction is not so much reality but the epiphany of truth."},{"Author":"Donald Miller,  To Own a Dragon: Reflections on Growing Up Without a Father","Category":"books","Quote":"I fell in love with books. Some people find beauty in music, some in painting, some in landscape, but I find it in words. By beauty, I mean the feeling you have suddenly glimpsed another world, or looked into a portal that reveals a kind of magic or romance out of which the world has been constructed, a feeling there is something more than the mundane, and a reason for our plodding."},{"Author":"Virginia Woolf,  Between the Acts","Category":"books","Quote":"Often on a wet day I begin counting up; what I've read and what I haven't read."},{"Author":"Susan Elizabeth Phillips,  Ain't She Sweet","Category":"books","Quote":"When male authors write love stories, the heroine tends to end up dead."},{"Author":"Agatha Christie,  The Clocks","Category":"books","Quote":"It is clear that the books owned the shop rather than the other way about. Everywhere they had run wild and taken possession of their habitat, breeding and multiplying, and clearly lacking any strong hand to keep them down."},{"Author":"Franklin D. Roosevelt","Category":"books","Quote":"Books can not be killed by fire. People die, but books never die. No man and no force can abolish memory... In this war, we know, books are weapons. And it is a part of your dedication always to make them weapons for man's freedom."},{"Author":"Ezra Pound","Category":"books","Quote":"Properly, we should read for power. Man reading should be man intensely alive. The book should be a ball of light in one's hand."},{"Author":"Jeanette Winterson,  Oranges Are Not the Only Fruit","Category":"books","Quote":"In the library I felt better, words you could trust and look at till you understood them, they couldn't change half way through a sentence like people, so it was easier to spot a lie."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"We're going to meet a lot of lonely people in the next week and the next month and the next year. And when they ask us what we're doing, you can say, We're remembering. That's where we'll win out in the long run. And someday we'll remember so much that we'll build the biggest goddamn steamshovel in history and dig the biggest grave of all time and shove war in it and cover it up."},{"Author":"Philip Pullman","Category":"books","Quote":"I'm trying to undermine the basis of Christian belief... I'm not in the business of offending people. I find the books upholding certain values that I think are important, such as life is immensely valuable and this world is an extraordinarily beautiful place. We should do what we can to increase the amount of wisdom in the world.[Washington Post interview, 19 February 2001]"},{"Author":"Henry James,  The Portrait of a Lady","Category":"books","Quote":"Her reputation for reading a great deal hung about her like the cloudy envelope of a goddess in an epic."},{"Author":"Erika Johansen,  The Queen of the Tearling","Category":"books","Quote":"Even a book can be dangerous in the wrong hands, and when that happens, you blame the hands, but you also read the book."},{"Author":"Caroline Mytinger,  Headhunting In The Solomon Islands: Around The Coral Sea","Category":"books","Quote":"A woman's destiny, they say, is not fulfilled until she holds in her arms her own little book."},{"Author":"Marcus Tullius Cicero","Category":"books","Quote":"For books are more than books, they are the life, the very heart and core of ages past, the reason why men worked and died, the essence and quintessence of their lives."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"books","Quote":"Fiction is like a spider's web, attached ever so lightly perhaps, but still attached to life at all four corners."},{"Author":"Roger Zelazny,  The Guns of Avalon","Category":"books","Quote":"Nobody steals books but your friends."},{"Author":"Dorothy L. Sayers,  The Unpleasantness at the Bellona Club","Category":"books","Quote":"Books... are like lobster shells, we surround ourselves with 'em, then we grow out of 'em and leave 'em behind, as evidence of our earlier stages of development."},{"Author":"Anne Rice,  Blackwood Farm","Category":"books","Quote":"And books, they offer one hope -- that a whole universe might open up from between the covers, and falling into that universe, one is saved."},{"Author":"Moses Hadas","Category":"books","Quote":"Thank you for sending me a copy of your book. I'll waste no time reading it."},{"Author":"Kathleen Thompson Norris,  Hands Full of Living","Category":"books","Quote":"Just the knowledge that a good book is awaiting one at the end of a long day makes that day happier."},{"Author":"Mark Twain,  The Prince and the Pauper","Category":"books","Quote":"When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved."},{"Author":"Voltaire","Category":"books","Quote":"It is with books as with men: a very small number play a great part."},{"Author":"Malcolm X","Category":"books","Quote":"لقد غيرت القراءة مجرى حياتي تغييراً جذرياً ولم أكن أهدف من ورائها الى كسب أية شهادات لتحسين مركزي وانما كنت اريد ان احيا فكريا."},{"Author":"Brandon Sanderson,  The Well of Ascension","Category":"books","Quote":"It was amazing how many books one could fit into a room, assuming one didn't want to move around very much."},{"Author":"Paul Auster","Category":"books","Quote":"And that's why books are never going to die. It's impossible. It's the only time we really go into the mind of a stranger, and we find our common humanity doing this. So the book doesn't only belong to the writer, it belongs to the reader as well, and then together you make it what it is."},{"Author":"علي عزت بيجوفيتش,  هروبي إلى الحرية","Category":"books","Quote":"القراءة المبالغ فيها لا تجعل منا أذكياء. بعض الناس يبتلعون الكتب, وهم يفعلون ذلك بدون فاصل للتفكير الضروري. وهو ضروري لكي يهضم المقروء ويبنى ويتبنى ويُفهم"},{"Author":"Horace Mann,  Life and Works of Horace Mann Volume 3","Category":"books","Quote":"A house without books is like a room without windows. No man has a right to bring up his children without surrounding them with books, if he has the means to buy them. It is a wrong to his family. He cheats them! Children learn to read by being in the presence of books. The love of knowledge comes with reading and grows upon it."},{"Author":"James Russell Lowell","Category":"books","Quote":"Books are the bees which carry the quickening pollen from one to another mind."},{"Author":"Shannon Hale,  The Goose Girl","Category":"books","Quote":"She closed the book and put her cheek against it. There was still an odor of a library on it, of dust, leather, binding glue, and old paper, one book carrying the smell of hundreds."},{"Author":"George Steiner","Category":"books","Quote":"Books - the best antidote against the marsh-gas of boredom and vacuity"},{"Author":"Elie Wiesel,  Night","Category":"books","Quote":"For the survivor who chooses to testify, it is clear: his duty is to bear witness for the dead and for the living. He has no right to deprive future generations of a past that belongs to our collective memory. To forget would be not only dangerous but offensive; to forget the dead would be akin to killing them a second time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"I keep my motivational book collection in the fridge. Hey, Who Moved My Cheese?! Did somebody let grandpa out of his cage again?"},{"Author":"Christopher Morley","Category":"books","Quote":"When you sell a man a book you don't sell just twelve ounces of paper and ink and glue - you sell him a whole new life. Love and friendship and humour and ships at sea by night - there's all heaven and earth in a book, a real book."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"Her heart is so dark, if it were ink it’d be beyond black and would only be good for writing a murder mystery novel."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"books","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"Oliver Goldsmith,  The Vicar of Wakefield","Category":"books","Quote":"I love everything that is old; old friends, old times, old manners, old books, old wines."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"books","Quote":"Thus I rediscovered what writers have always known (and have told us again and again): books always speak of other books, and every story tells a story that has already been told."},{"Author":"Henry Miller,  Tropic of Cancer","Category":"books","Quote":"I believe that today more than ever a book should be sought after even if it has only one great page in it. We must search for fragments, splinters, toenails, anything that has ore in it, anything that is capable of resuscitating the body and the soul."},{"Author":"Arturo Pérez-Reverte,  Purity of Blood","Category":"books","Quote":"Never trust a man who reads only one book."},{"Author":"Thomas Carlyle","Category":"books","Quote":"What we become depends on what we read after all of the professors have finished with us. The greatest university of all is a collection of books."},{"Author":"Anna Quindlen,  How Reading Changed My Life","Category":"books","Quote":"How is it that, a full two centuries after Jane Austen finished her manuscript, we come to the world of Pride and Prejudice and find ourselves transcending customs, strictures, time, mores, to arrive at a place that educates, amuses, and enthralls us? It is a miracle. We read in bed because reading is halfway between life and dreaming, our own consciousness in someone else's mind."},{"Author":"Martin Luther","Category":"books","Quote":"There never yet have been, nor are there now, too many good books."},{"Author":"Gordon B. Hinckley,  Standing for Something: Ten Neglected Virtues That Will Heal Our Hearts and Homes","Category":"books","Quote":"There is something wonderful about a book. We can pick it up. We can heft it. We can read it. We can set it down. We can think of what we have read. It does something for us. We can share great minds, great actions, and great undertakings in the pages of a book."},{"Author":"Ursula K. Le Guin","Category":"books","Quote":"As you read a book word by word and page by page, you participate in its creation, just as a cellist playing a Bach suite participates, note by note, in the creation, the coming-to-be, the existence, of the music. And, as you read and re-read, the book of course participates in the creation of you, your thoughts and feelings, the size and temper of your soul."},{"Author":"Julia Quinn,  Ten Things I Love About You","Category":"books","Quote":"I can imagine no greater bliss than to lie about, reading novels all day."},{"Author":"Terry Pratchett","Category":"books","Quote":"Books must be treated with respect, we feel that in our bones, because words have power. Bring enough words together they can bend space and time."},{"Author":"Jonathan Swift,  A Tale Of A Tub And Other Writings","Category":"books","Quote":"Books, the children of the brain."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"If I could convert books to wine, I’d start with The Grapes of Wrath. I’ve never read it, but maybe tonight I’ll be thirsty enough."},{"Author":"George Bernard Shaw","Category":"books","Quote":"Censorship ends in logical completeness when nobody is allowed to read any books except the books that nobody can read.\"[As quoted in Literary Censorship in England (in Current Opinion, Vol. 55, No. 5, November 1913)]"},{"Author":"Elizabeth Kostova,  The Historian","Category":"books","Quote":"You are a total stranger and you want to take my library book."},{"Author":"John McGahern","Category":"books","Quote":"…only then did I wake out of the book."},{"Author":"Jo Walton,  Among Others","Category":"books","Quote":"If you love books enough, books will love you back."},{"Author":"John Milton,  Areopagitica","Category":"books","Quote":"A good book is the precious life-blood of a master spirit, embalmed and treasured up on purpose to a life beyond life."},{"Author":"Adolf Hitler,  Mein Kampf","Category":"books","Quote":"Reading is not an end to itself, but a means to an end."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"books","Quote":"With my eyes closed, I would touch a familiar book and draw its fragrance deep inside me. This was enough to make me happy."},{"Author":"Richard Flanagan,  The Narrow Road to the Deep North","Category":"books","Quote":"A good book ... leaves you wanting to reread the book. A great book compels you to reread your own soul."},{"Author":"Jane Hamilton","Category":"books","Quote":"She read books quickly and compulsively, paperback after paperback, as if she might drift away without the anchor of the printed page."},{"Author":"Ruta Sepetys,  Out of the Easy","Category":"books","Quote":"I leapt eagerly into books. The characters’ lives were so much more interesting than the lonely heartbeat of my own."},{"Author":"Edward P. Morgan","Category":"books","Quote":"A book is the only place in which you can examine a fragile thought without breaking it, or explore an explosive idea without fear it will go off in your face. It is one of the few havens remaining where a man's mind can get both provocation and privacy."},{"Author":"John Waters","Category":"books","Quote":"You have to remember that it is impossible to commit a crime while reading a book."},{"Author":"Henry Miller,  The Books in My Life","Category":"books","Quote":"A book lying idle on a shelf is wasted ammunition. Like money, books must be kept in constant circulation... A book is not only a friend, it makes friends for you. When you have possessed a book with mind and spirit, you are enriched. But when you pass it on you are enriched threefold."},{"Author":"Joe Hill,  NOS4A2","Category":"books","Quote":"She breathed deeply of the scent of decaying fiction, disintegrating history, and forgotten verse, and she observed for the first time that a room full of books smelled like dessert: a sweet snack made of figs, vanilla, glue, and cleverness."},{"Author":"Ruth Rendell,  A Judgement in Stone","Category":"books","Quote":"Some say life is the thing, but I prefer reading."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"books","Quote":"I thought... that we could at least talk about books."},{"Author":"Caroline Kepnes,  You","Category":"books","Quote":"The problem with books is that they end."},{"Author":"Holbrook Jackson","Category":"books","Quote":"Never put off till tomorrow the book you can read today."},{"Author":"Kelley Armstrong,  Dime Store Magic","Category":"books","Quote":"A stereotype becomes a stereotype when a significant percentage of the population appears to conform to it."},{"Author":"Alan Bennett,  The Uncommon Reader","Category":"books","Quote":"Books are not about passing time. They're about other lives. Other worlds. Far from wanting time to pass, one just wishes one had more of it. If one wanted to pass the time one could go to New Zealand."},{"Author":"Colleen Hoover,  Hopeless","Category":"books","Quote":"I'm pretty sure my addiction to reading has just reached a whole new level."},{"Author":"Holly Black,  Lucinda's Secret","Category":"books","Quote":"What an author doesn't know could fill a book."},{"Author":"Benjamin Disraeli","Category":"books","Quote":"The best way to become acquainted with a subject is to write about it."},{"Author":"أبو الطيب المتنبي","Category":"books","Quote":"أَعَزُّ مَكانٍ في الدُنَى سَرجُ سابِحٍوخَيرُ جَليسٍ في الزَمانِ كتـــــابُ"},{"Author":"John Ruskin,  Sesame and Lilies","Category":"books","Quote":"All books are divisible into two classes: the books of the hours, and the books of all Time."},{"Author":"Ray Bradbury","Category":"books","Quote":"Libraries raised me."},{"Author":"Ellen Hopkins","Category":"books","Quote":"A word to the unwise.Torch every book.Char every page.Burn every word to ash.Ideas are incombustible.And therein lies your real fear."},{"Author":"Gustave Flaubert","Category":"books","Quote":"The one way of tolerating existence is to lose oneself in literature as in a perpetual orgy."},{"Author":"Sherman Alexie,  Flight","Category":"books","Quote":"What kind of life can you have in a house without books?"},{"Author":"Sarah Beth Durst","Category":"books","Quote":"She'd always been a little excitable, a little more passionate about books than your average person, but she was supposed to be -- she was a librarian, after all."},{"Author":"Alberto Manguel,  A History of Reading","Category":"books","Quote":"Each book was a world unto itself, and in it I took refuge."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"books","Quote":"Reading a book is like having the ability to dip a straw into the author’s soul and sip and slurp without lowering the water table of wisdom."},{"Author":"James Patterson","Category":"books","Quote":"Nudge threw her arms around my neck. 'I love you Max! I love all of us too!'Yeah, me too,' Said the Gasman. 'I don't care if we have our house, or a cliff ledge, or a cardboard box. Home is wherever we all are, together."},{"Author":"Kate DiCamillo,  The Tale of Despereaux","Category":"books","Quote":"The world is dark, and light is precious.Come closer, dear reader.You must trust me.I am telling you a story."},{"Author":"Ursula K. Le Guin,  Dancing at the Edge of the World: Thoughts on Words, Women, Places","Category":"books","Quote":"The unread story is not a story; it is little black marks on wood pulp. The reader, reading it, makes it live: a live thing, a story."},{"Author":"Brandon Sanderson,  Elantris","Category":"books","Quote":"Remember, the past need not become our future as well."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"books","Quote":"There weren't any curtains in the windows, and the books that didn't fit into the bookshelf lay piled on the floor like a bunch of intellectual refugees."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"books","Quote":"I have a realistic grasp of my own strengths and weaknesses. My mind is my weapon. My brother has his sword, King Robert has his warhammer, and I have my mind… and a mind needs books as a sword needs a whetstone, if it is to keep its edge. That’s why I read so much, Jon Snow."},{"Author":"E. Lockhart,  We Were Liars","Category":"books","Quote":"One day, she ventured to the palace library and was delighted to find what good company books could be."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"books","Quote":"Insensibly he formed the most delightful habit in the world, the habit of reading: he did not know that thus he was providing himself with a refuge from all the distress of life; he did not know either that he was creating for himself an unreal world which would make the real world of every day a source of bitter disappointment."},{"Author":"Alan Bennett,  The Uncommon Reader","Category":"books","Quote":"You don't put your life into your books, you find it there."},{"Author":"Paulo Coelho","Category":"books","Quote":"The book is a film that takes place in the mind of the reader. That's why we go to movies and say, \"Oh, the book is better."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"There are two typos of people in this world: those who can edit, and those who can't."},{"Author":"Alberto Manguel,  A History of Reading","Category":"books","Quote":"I wanted to live among books."},{"Author":"Patrick Rothfuss","Category":"books","Quote":"Just handle the books gently and you’ll get along fine."},{"Author":"David Quammen,  The Boilerplate Rhino: Nature in the Eye of the Beholder","Category":"books","Quote":"Of course anyone who truly loves books buys more of them than he or she can hope to read in one fleeting lifetime. A good book, resting unopened in its slot on a shelf, full of majestic potentiality, is the most comforting sort of intellectual wallpaper."},{"Author":"Amy Plum,  Die for Me","Category":"books","Quote":"I spent the rest of the day in someone else's story. The rare moments that I put the book down, my own pain returned in burning stabs."},{"Author":"Dorothy Parker,  The Collected Dorothy Parker","Category":"books","Quote":"I like best to have one book in my hand, and a stack of others on the floor beside me, so as to know the supply of poppy and mandragora will not run out before the small hours."},{"Author":"Louisa May Alcott,  Rose in Bloom","Category":"books","Quote":"Keep good company, read good books, love good things and cultivate soul and body as faithfully as you can"},{"Author":"Mark Helprin,  Winter's Tale","Category":"books","Quote":"The shelf was filled with books that were hard to read, that could devastate and remake one's soul, and that, when they were finished, had a kick like a mule."},{"Author":"Penelope Douglas,  Bully","Category":"books","Quote":"Experience is the best teacher."},{"Author":"Steven Wright","Category":"books","Quote":"You know how it is when you're reading a book and falling asleep, you're reading, reading... and all of a sudden you notice your eyes are closed? I'm like that all the time."},{"Author":"Sven Birkerts,  The Gutenberg Elegies: The Fate of Reading in an Electronic Age","Category":"books","Quote":"I often find that a novel, even a well-written and compelling novel, can become a blur to me soon after I've finished reading it. I recollect perfectly the feeling of reading it, the mood I occupied, but I am less sure about the narrative details. It is almost as if the book were, as Wittgenstein said of his propositions, a ladder to be climbed and then discarded after it has served its purpose."},{"Author":"Samuel Butler","Category":"books","Quote":"Books are like imprisoned souls till someone takes them down from a shelf and frees them."},{"Author":"Maggie Stiefvater,  Linger","Category":"books","Quote":"You could write a book about things that you can't find on-line."},{"Author":"Naomi Shihab Nye","Category":"books","Quote":"I love the solitude of reading. I love the deep dive into someone else's story, the delicious ache of a last page."},{"Author":"Elizabeth Hardwick","Category":"books","Quote":"The greatest gift is the passion for reading.It is cheap, it consoles, it distracts, it excites,it gives you knowledge of the world and experience of a wide kind.It is a moral illumination."},{"Author":"Gabrielle Zevin,  The Storied Life of A.J. Fikry","Category":"books","Quote":"They had only ever discussed books but what, in this life, is more personal than books?"},{"Author":"William Styron","Category":"books","Quote":"A good book should leave you....slightly exhausted at the end. You live several lives while reading it."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"In the highest civilization, the book is still the highest delight. He who has once known its satisfactions is provided with a resource against calamity."},{"Author":"Elizabeth Hunter,  A Hidden Fire","Category":"books","Quote":"Far be it from me to keep a woman from her book. That could become dangerous"},{"Author":"Andrew Carnegie","Category":"books","Quote":"A library outranks any other one thing a community can do to benefit its people. It is a never failing spring in the desert."},{"Author":"Colum McCann,  Let the Great World Spin","Category":"books","Quote":"Literature can remind us that not all life is already written down: there are still so many stories to be told."},{"Author":"Mark Twain","Category":"books","Quote":"A big leather-bound volume makes an ideal razorstrap. A thing book is useful to stick under a table with a broken caster to steady it. A large, flat atlas can be used to cover a window with a broken pane. And a thick, old-fashioned heavy book with a clasp is the finest thing in the world to throw at a noisy cat."},{"Author":"David Eddings,  King of the Murgos","Category":"books","Quote":"The old man was peering intently at the shelves. 'I'll have to admit that he's a very competent scholar.'Isn't he just a librarian?' Garion asked, 'somebody who looks after books?'That's where all the rest of scholarship starts, Garion. All the books in the world won't help you if they're just piled up in a heap."},{"Author":"J.R. Moehringer","Category":"books","Quote":"I hate when people ask what a book is about. People who read for plot, people who suck out the story like the cream filling in an Oreo, should stick to comic strips and soap operas. . . . Every book worth a damn is about emotions and love and death and pain. It's about words. It's about a man dealing with life. Okay?"},{"Author":"J.D. Salinger","Category":"books","Quote":"I’ll read my books and I’ll drink coffee and I’ll listen to music, and I’ll bolt the door.\"( A Boy in France : Saturday Evening Post CCXVII, March 31, 1945)"},{"Author":"Jane Evershed","Category":"books","Quote":"To read is to empower,To empower is to write,To write is to influence,To influence is to change,To change is to live\"."},{"Author":"Samuel Johnson,  Johnsonian Miscellanies - Vol II","Category":"books","Quote":"I never desire to converse with a man who has written more than he has read."},{"Author":"Virginia Woolf,  Orlando","Category":"books","Quote":"The taste for books was an early one. As a child he was sometimes found at midnight by a page still reading. They took his taper away, and he bred glow-worms to serve his purpose. They took the glow-worms away and he almost burnt the house down with a tinder."},{"Author":"Elizabeth C. Bunce,  StarCrossed","Category":"books","Quote":"For a moment I was distracted. Books always did that to me... I liked the creamy pages, the smell of ink, all the secrets locked inside."},{"Author":"Virginia Woolf,  A Room Of One's Own And Three Guineas","Category":"books","Quote":"For books continue each other, in spite of our habit of judging them separately."},{"Author":"Betty MacDonald,  Mrs. Piggle-Wiggle's Magic","Category":"books","Quote":"There’s nothing as cozy as a piece of candy and a book."},{"Author":"Lloyd Alexander,  Time Cat","Category":"books","Quote":"Books can truly change our lives: the lives of those who read them, the lives of those who write them. Readers and writers alike discover things they never knew about the world and about themselves."},{"Author":"Kelley Armstrong,  Stolen","Category":"books","Quote":"He liked women with little butts and big tits? Someone had played with one too many barbie dolls as a kid."},{"Author":"Geraldine Brooks,  People of the Book","Category":"books","Quote":"A book is more than the sum of its materials. It is an artifact of the human mind and hand."},{"Author":"Franz Kafka","Category":"books","Quote":"We need the books that affect us like a disaster, that grieve us deeply, like the death of someone we loved more than ourselves, like being banished into forests far from everyone, like a suicide. A book must be the axe for the frozen sea inside us."},{"Author":"J.R. Ward,  Lover Unbound","Category":"books","Quote":"An active mind didn't need distractions in its physical environment. It needed a collection of outstanding books and a good lamp. Maybe some cheese and crackers."},{"Author":"Clifton Fadiman,  Any Number Can Play","Category":"books","Quote":"When you re-read a classic you do not see in the book more than you did before. You see more in you than there was before."},{"Author":"Joseph Conrad","Category":"books","Quote":"Of all the inanimate objects, of all men's creations, books are the nearest to us for they contain our very thoughts, our ambitions, our indignations, our illusions, our fidelity to the truth, and our persistent leanings to error. But most of all they resemble us in their precious hold on life."},{"Author":"Colin Firth","Category":"books","Quote":"When I'm really into a novel, I'm seeing the world differently during that time— not just for the hour or so in the day when I get to read. I'm actually walking around in a haze, spellbound by the book and looking at everything through a different prism."},{"Author":"Emma Thompson","Category":"books","Quote":"I think books are like people, in the sense that they'll turn up in your life when you most need them."},{"Author":"Maxine Hong Kingston,  Tripmaster Monkey: His Fake Book","Category":"books","Quote":"This is the most important thing about me--I'm a card-carrying reader. All I really want to do is sit and read or lie down and read or eat and read or shit and read. I'm a trained reader. I want a job where I get paid for reading books. And I don't have to make reports on what I read or to apply what I read."},{"Author":"Drew Barrymore","Category":"books","Quote":"You can never, never have too many books"},{"Author":"Paxton Hood","Category":"books","Quote":"Be as careful of the books you read, as of the company you keep; for your habits and character will be as much influenced by the former as the latter."},{"Author":"Octavia E. Butler","Category":"books","Quote":"I just knew there were stories I wanted to tell."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"How does it feel, anyway?\"How does what feel?\"When you take one of those books?\"At that moment, she chose to keep still. If he wants an answer, he'd have to come back, and he did. \"Well?\"he asked, but again, it was the boy who replied, before Liesel could even open her mouth.It feels good, doesn't it? To steal something back."},{"Author":"Henry David Thoreau,  Walden","Category":"books","Quote":"A written word is the choicest of relics. It is something at once more intimate with us and more universal than any other work of art. It is the work of art nearest to life itself. It may be translated into every language, and not only be read but actually breathed from all human lips; -- not be represented on canvas or in marble only, but be carved out of the breath of life itself."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"The point is, it didn’t really matter what the book was about. It was what it meant that was important."},{"Author":"Alan Bradley,  I Am Half-Sick of Shadows","Category":"books","Quote":"Books are like oxygen to a deep-sea diver,\"she had once said. \"Take them away and you might as well begin counting the bubbles."},{"Author":"Harold S. Kushner","Category":"books","Quote":"I think of life as a good book. The further you get into it, the more it begins to make sense."},{"Author":"Helen Keller,  The Story of My Life","Category":"books","Quote":"Literature is my Utopia. Here I am not disenfranchised. No barrier of the senses shuts me out from the sweet, gracious discourses of my book friends. They talk to me without embarrassment or awkwardness."},{"Author":"Betty Smith","Category":"books","Quote":"Yes, when I get big and have my own home, no plush chairs and lace curtains for me. And no rubber plants. I'll have a desk like this in my parlor and white walls and a clean green blotter every Saturday night and a row of shining yellow pencils always sharpened for writing and a golden-brown bowl with a flower or some leaves or berries always in it and books . . . books . . . books. . . ."},{"Author":"Laurie Notaro,  I Love Everybody","Category":"books","Quote":"Books are to me as homemade tattoos are to an inmate. Can't get enough of them."},{"Author":"Andy Andrews","Category":"books","Quote":"My life - my personality, my habits, even my speech - is a combination of the books I choose to read, the people I choose to listen to, and the thoughts I choose to tolerate in my mind"},{"Author":"Sylvia Plath,  The Bell Jar","Category":"books","Quote":"I wanted to crawl in between those black lines of print, the way you crawl through a fence, and go to sleep under that beautiful big green fig-tree."},{"Author":"A.C. Grayling,  The Heart of Things: Applying Philosophy to the 21st Century","Category":"books","Quote":"It takes a certain ingenuous faith - but I have it - to believe that people who read and reflect more likely than not come to judge things with liberality and truth."},{"Author":"Gabrielle Zevin,  The Storied Life of A.J. Fikry","Category":"books","Quote":"I can promise you books and conversation and all my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"Reading makes you ready for the world. A man who doesn’t read is a man who is easily deceived. You must find that man and make him sign a contract, and you must do it before Satan does. Trust me, the profits are HUGE!"},{"Author":"فرانسواز ساجان","Category":"books","Quote":"الأمر الوحيد الذي أندم عليه هو أنه لن يتسنى لي قراءة كل الكتب التي أود قرائتها."},{"Author":"Shannon Hale","Category":"books","Quote":"The book smelled dusty and old but also carried a sweet tang, a hint of something inviting. She opened to the first page and started to read, pronouncing the words in a reverent whisper."},{"Author":"Jennifer E. Smith,  The Statistical Probability of Love at First Sight","Category":"books","Quote":"People talk about books being an escape, but here on the tube, this one feels more like a lifeline...The motion of the train makes her head rattle, but her eyes lock on the words the way a figure skater might choose a focal point as she spins, and just like that, she's grounded again."},{"Author":"Richard Paul Evans","Category":"books","Quote":"Books are the most tolerant of friends."},{"Author":"Orhan Pamuk,  The New Life","Category":"books","Quote":"Sometimes I sensed that the books I read in rapid succession had set up some sort of murmur among themselves, transforming my head into an orchestra pit where different musical instruments sounded out, and I would realize that I could endure this life because of these musicales going on in my head."},{"Author":"Carl Sagan,  Cosmos","Category":"books","Quote":"One glance at (a book) and you hear the voice of another person - perhaps someone dead for thousands of years. Across the millenia, the author is speaking, clearly and silently, inside your head, directly to you. Writing is perhaps the greatest of human inventions, binding together people, citizens of distant epochs, who never knew one another. Books break the shackles of time."},{"Author":"Megan Whalen Turner","Category":"books","Quote":"I think a good book is a good book forever.I don't think they get less good because times change."},{"Author":"C.S. Lewis,  The Voyage of the Dawn Treader","Category":"books","Quote":"And she never could remember; and ever since that day what Lucy means by a good story is a story which reminds her of the forgotten story in the Magician's Book."},{"Author":"Anne Fadiman,  Ex Libris: Confessions of a Common Reader","Category":"books","Quote":"I have never been able to resist a book about books."},{"Author":"Michael Crichton","Category":"books","Quote":"Books aren't written - they're rewritten. Including your own. It is one of the hardest things to accept, especially after the seventh rewrite hasn't quite done it."},{"Author":"Naomi Novik,  His Majesty's Dragon","Category":"books","Quote":"I should rather have you than a heap of gold, even if it were very comfortable to sleep on."},{"Author":"Markus Zusak,  The Book Thief","Category":"books","Quote":"The book thief has struck for the first time – the beginning of an illustrious career."},{"Author":"Sylvia Brownrigg,  Pages for You","Category":"books","Quote":"I plan to learn enough to read you like a book."},{"Author":"W.B. Yeats,  The Collected Poems of W.B. Yeats","Category":"books","Quote":"When you are old and grey and full of sleep  And nodding by the fire, take down this book,  And slowly read, and dream of the soft look Your eyes had once, and of their shadows deep"},{"Author":"Britney Spears","Category":"books","Quote":"Every night, I have to read a book, so that my mind will stop thinking about things that I stress about."},{"Author":"David T.W. McCord","Category":"books","Quote":"Books fall open, you fall in"},{"Author":"William Shakespeare,  As You Like It","Category":"books","Quote":"And this our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything. I would not change it."},{"Author":"John Green","Category":"books","Quote":"I don't know where people got the idea that characters in books are supposed to be likable. Books are not in the business of creating merely likeable characters with whom you can have some simple identification with. Books are in the business of creating great stories that make you're brain go ahhbdgbdmerhbergurhbudgerbudbaaarr."},{"Author":"John Steinbeck,  Of Mice and Men","Category":"books","Quote":"Just like heaven. Ever’body wants a little piece of lan’. I read plenty of books out here. Nobody never gets to heaven, and nobody gets no land. It’s just in their head. They’re all the time talkin’ about it, but it’s jus’ in their head."},{"Author":"Pseudonymous Bosch,  The Name of This Book Is Secret","Category":"books","Quote":"It was like walking into a treasure trove of books, hoarded by pirate librarians."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"books","Quote":"She turned to look at him, and he was already looking at her. “I’m going to miss you when I wake up,” she whispered, because she realized that she must have fallen asleep under the sun. Arin was too real for her imagination. He was a dream.“Don’t wake up,” he said."},{"Author":"Kasie West,  Pivot Point","Category":"books","Quote":"My bookcase is all yours.\"I walked to the door. \"I've just decided that those are my favorite five words in the world."},{"Author":"Abraham Lincoln","Category":"books","Quote":"Get books, sit yourself down anywhere, and go to reading them yourself."},{"Author":"Jean-Paul Sartre,  The Words","Category":"books","Quote":"I had found my religion: nothing seemed more important to me than a book. I saw the library as a temple."},{"Author":"Jayne Ann Krentz,  Running Hot","Category":"books","Quote":"Life is too short to waste time on books that end badly"},{"Author":"Seanan McGuire,  Rosemary and Rue","Category":"books","Quote":"If anything attacked us, we could just panic at it until it went away."},{"Author":"Bohumil Hrabal","Category":"books","Quote":"No book worth its salt is meant to put you to sleep, it's meant to make you jump out of your bed in your underwear and run and beat the author's brains out."},{"Author":"Ray Bradbury,  Farewell Summer","Category":"books","Quote":"His library was a fine dark place bricked with books, so anything could happen there and always did. All you had to do was pull a book from the shelf and open it and suddenly the darkness was not so dark anymore."},{"Author":"Walter Benjamin,  Illuminations: Essays and Reflections","Category":"books","Quote":"Writers are really people who write books not because they are poor, but because they are dissatisfied with the books which they could buy but do not like."},{"Author":"Nadine Gordimer","Category":"books","Quote":"Books don't need batteries."},{"Author":"X. Williamson,  Distract My Hunger","Category":"books","Quote":"I could recognise his soul in mine as much as he could find me in his. Our sole existences seemed to have been for this very moment when nothing else mattered."},{"Author":"G.K. Chesterton","Category":"books","Quote":"But there is in everything a reasonable division of labour. I have written the book, and nothing on earth would induce me to read it."},{"Author":"Frank Zappa","Category":"books","Quote":"I think it is good that books still exist, but they do make me sleepy."},{"Author":"Italo Calvino,  If on a Winter's Night a Traveler","Category":"books","Quote":"Reading is going toward something that is about to be, and no one yet knows what it will be."},{"Author":"Scarlett Thomas,  The End of Mr. Y","Category":"books","Quote":"Real life is physical. Give me books instead. Give me the invisibility of the contents of books, the thoughts, the ideas, the images. Let me become part of a book. . . . an intertextual being: a book cyborg, or, considering that books aren't cybernetic, perhaps a bibliorg."},{"Author":"Helene Hanff,  84, Charing Cross Road","Category":"books","Quote":"I love inscriptions on flyleaves and notes in margins, I like the comradely sense of turning pages someone else turned, and reading passages someone long gone has called my attention to."},{"Author":"Richard Peck","Category":"books","Quote":"Only the nonreader fears books."},{"Author":"Jeanette Winterson","Category":"books","Quote":"Books and doors are the same thing. You open them, and you go through into another world."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"books","Quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts."},{"Author":"Brian Jacques,  Lord Brocktree","Category":"books","Quote":"So here is my story, may it bringSome smiles and a tear or so,It happened once upon a time,Far away, and long ago,Outside the night wind keens and wails,Come listen to me, the Teller of Tales!"},{"Author":"Gary D. Schmidt,  Lizzie Bright and the Buckminster Boy","Category":"books","Quote":"Books can ignite fires in your mind, because they carry ideas for kindling, and art for matches."},{"Author":"Fulton J. Sheen,  Life Is Worth Living","Category":"books","Quote":"Books are the most wonderful friends in the world. When you meet them and pick them up, they are always ready to give you a few ideas. When you put them down, they never get mad; when you take them up again, they seem to enrich you all the more."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"books","Quote":"Bloodthirsty little beasts. Never trust a duck."},{"Author":"Neil Gaiman","Category":"books","Quote":"Read. Read anything. Read the things they say are good for you, and the things they claim are junk. You'll find what you need to find. Just read."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"If I told you that my global audience has shot up 100% in the last six months, what would you say? If you were to say, “So you went from one reader to two readers?” you’d be absolutely correct. And after I had congratulated you on your keen guess, I’d thank you for being 50% of my reading base."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"In my fool hardy youth, when my friends were dreaming of heroic deeds in the realms of engineering and law, finance and national politics, I dreamt of becoming a librarian."},{"Author":"Alberto Manguel","Category":"books","Quote":"We can imagine the books we'd like to read, even if they have not yet been written, and we can imagine libraries full of books we would like to possess, even if they are well beyond our reach, because we enjoy dreaming up a library that reflects every one of our interests and every one of our foibles--a library that, in its variety and complexity, fully reflects the reader we are."},{"Author":"Gaston Bachelard","Category":"books","Quote":"To feel most beautifully alive means to be reading something beautiful, ready always to apprehend in the flow of language the sudden flash of poetry."},{"Author":"Thomas Carlyle","Category":"books","Quote":"All that mankind has done, thought, gained, or been; it is lying as in magic preservation in the pages of books."},{"Author":"Carolyn G. Heilbrun,  Death in a Tenured Position","Category":"books","Quote":"Professors of literature collect books the way a ship collects barnacles, without seeming effort."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"I still remember the day my father took me to the Cemetery of Forgotten Books for the first time."},{"Author":"Robin Hobb","Category":"books","Quote":"It's too late to apologize for I have already forgiven you.\"-FitzChivalry Farseer"},{"Author":"Anne Brontë,  Agnes Grey","Category":"books","Quote":"Reading is my favourite occupation, when I have leisure for it and books to read."},{"Author":"Chris Colfer,  The Wishing Spell","Category":"books","Quote":"Right now, we're living in an ugly chapter of our lives, but books always get better!"},{"Author":"Brandon Sanderson,  Elantris","Category":"books","Quote":"To live is to have worries and uncertainties. Keep them inside, and they will destroy you for certain--leaving behind a person so callused that emotion can find no root in his heart."},{"Author":"Marilynne Robinson,  Gilead","Category":"books","Quote":"I've developed a great reputation for wisdom by ordering more books than I ever had time to read, and reading more books, by far, than I learned anything useful from, except, of course, that some very tedious gentlemen have written books."},{"Author":"Giovanna Fletcher,  Billy and Me","Category":"books","Quote":"Reading is reading - no matter what the material."},{"Author":"Mark Z. Danielewski,  House of Leaves","Category":"books","Quote":"Prometheus, thief of light, giver of light, bound by the gods, must have been a book."},{"Author":"Richard P. Denney","Category":"books","Quote":"Books have a way of finding their way into our lives, usually, right when we need them the most."},{"Author":"Julia Quinn,  Romancing Mister Bridgerton","Category":"books","Quote":"No one knows as well as I how much nonsense is printed in books."},{"Author":"Carlos Ruiz Zafón","Category":"books","Quote":"Some like to believe it's the book that chooses the person."},{"Author":"George Bernard Shaw","Category":"books","Quote":"Reading made Don Quixote a gentleman. Believing what he read made him mad."},{"Author":"Marina Tsvetaeva","Category":"books","Quote":"There are books so alive that you're always afraid that while you weren't reading, the book has gone and changed, has shifted like a river; while you went on living, it went on living too, and like a river moved on and moved away. No one has stepped twice into the same river. But did anyone ever step twice into the same book?"},{"Author":"Eliezer Yudkowsky,  Harry Potter and the Methods of Rationality","Category":"books","Quote":"I only want power so I can get books."},{"Author":"Jackson Pearce","Category":"books","Quote":"Books didn’t make me wallow in darkness, darkness made me wallow in books."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"books","Quote":"....a good book can teach you about the world and about yourself. You learn more than how to read better; you also learn more about life. You become wiser. Not just more knowledgeable - books that provide nothing but information can produce that result. But wiser, in the sense that you are more deeply aware of the great and enduring truths of human life."},{"Author":"Sara Nelson,  So Many Books, So Little Time: A Year of Passionate Reading","Category":"books","Quote":"Allowing yourself to stop reading a book - at page 25, 50, or even, less frequently, a few chapters from the end - is a rite of passage in a reader's life, the literary equivalent of a bar mitzvah or a communion, the moment at which you look at yourself and announce: Today I am an adult. I can make my own decisions."},{"Author":"Douglas Adams","Category":"books","Quote":"Lovers of print are simply confusing the plate for the food."},{"Author":"Jincy Willett,  The Writing Class","Category":"books","Quote":"Nothing was truly unbearable if you had something to read."},{"Author":"L.M. Montgomery,  Anne of Windy Poplars","Category":"books","Quote":"I hate to lend a book I love…it never seems quite the same when it comes back to me…"},{"Author":"Francis Bacon","Category":"books","Quote":"Read not to contradict and confute, nor to believe and take for granted ...but to weigh and consider."},{"Author":"Marguerite Yourcenar,  Memoirs of Hadrian","Category":"books","Quote":"The true birthplace is that wherein for the first time one looks intelligently upon oneself; my first homelands have been books, and to a lesser degree schools."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"Tis the good reader that makes the good book."},{"Author":"Jack Canfield","Category":"books","Quote":"There are essentially two things that will make you wise -- the books you read and the people you meet."},{"Author":"Mark Twain","Category":"books","Quote":"If books are not good company, where shall I find it?"},{"Author":"Emily Dickinson","Category":"books","Quote":"He ate and drank the precious words,His spirit grew robust;He knew no more that he was poor,Nor that his frame was dust.He danced along the dingy days,And this bequest of wingsWas but a book. What libertyA loosened spirit brings!"},{"Author":"Robert Galbraith,  The Silkworm","Category":"books","Quote":"...writers are a savage breed, Mr. Strike. If you want life-long friendship and selfless camaraderie, join the army and learn to kill. If you want a lifetime of temporary alliances with peers who will glory in your every failure, write novels."},{"Author":"Bohumil Hrabal,  Too Loud a Solitude","Category":"books","Quote":"Because when I read, I don't really read; I pop a beautiful sentence into my mouth and suck it like a fruit drop, or I sip it like a liqueur until the thought dissolves in me like alcohol, infusing brain and heart and coursing on through the veins to the root of each blood vessel."},{"Author":"Andrew Smith,  Grasshopper Jungle","Category":"books","Quote":"Good books are about everything."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"books","Quote":"Have you thought of an ending?\"\"Yes, several, and all are dark and unpleasant.\"\"Oh, that won't do! Books ought to have good endings. How would this do: and they all settled down and lived together happily ever after?\"\"It will do well, if it ever came to that.\"\"Ah! And where will they live? That's what I often wonder."},{"Author":"Oliver Wendell Holmes Sr.","Category":"books","Quote":"The books we read should be chosen with great care, that they may be, as an Egyptian king wrote over his library,'The medicines of the soul."},{"Author":"Boris Pasternak","Category":"books","Quote":"Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."},{"Author":"Laurie Halse Anderson,  Speak","Category":"books","Quote":"Censorship is the child of fear and the father of ignorance."},{"Author":"Scott Lynch,  Red Seas Under Red Skies","Category":"books","Quote":"Worst of all, the inner vault is guarded by a live dragon, attended by fifty naked women armed with poisoned spears, each of them sworn to die in Requin's service. All redheads.-You're just making that up, Jean."},{"Author":"Thomas Davidson","Category":"books","Quote":"Associate with noblest people you can find; read the best books; live with the mighty. But learn to be happy alone.  Rely upon your own energies, and so not wait for, or depend on other people."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"I find Bukowski to be so edgy, gritty, and daring that he oozes romance, and if couples read him in bed they would appreciate what they have."},{"Author":"John Wesley,  Letters of John Wesley","Category":"books","Quote":"Beware you be not swallowed up in books! An ounce of love is worth a pound of knowledge."},{"Author":"Jennifer Donnelly,  A Northern Light","Category":"books","Quote":"What I saw next stopped me dead in my tracks. Books. Not just one or two dozen, but hundreds of them. In crates. In piles on the floor. In bookcases that stretched from floor to ceiling and lined the entire room. I turned around and around in a slow circle, feeling as if I'd just stumbled into Ali Baba's cave. I was breathless, close to tears, and positively dizzy with greed."},{"Author":"Lloyd Jones,  Mister Pip","Category":"books","Quote":"I had found a new friend. The surprising thing is where I’d found him – not up a tree or sulking in the shade, or splashing around in one of the hill streams, but in a book. No one had told us kids to look there for a friend. Or that you could slip inside the skin of another. Or travel to another place with marshes, and where, to our ears, the bad people spoke like pirates."},{"Author":"Katherine Paterson","Category":"books","Quote":"All of us can think of a book... that we hope none of our children or any other children have taken off the shelf. But if I have the right to remove that book from the shelf - that work I abhor - then you also have exactly the same right and so does everyone else. And then we have no books left on the shelf for any of us."},{"Author":"Alain de Botton,  The Consolations of Philosophy","Category":"books","Quote":"Booksellers are the most valuable destination for the lonely, given the numbers of books written because authors couldn't find anyone to talk to."},{"Author":"Rodman Philbrick,  Freak the Mighty","Category":"books","Quote":"Books are like truth serum-- if you don't read, you can't figure out what's real."},{"Author":"Russell T. Davies,  The Hitchhiker's Guide to the Galaxy","Category":"books","Quote":"...Something we once loved, and love now, in the shape of a book. Maybe eBooks are going to take over, one day, but not until those whizzkids in Silicon Valley invent a way to bend the corners, fold the spine, yellow the pages, add a coffee ring or two and allow the plastic tablet to fall open at a favorite page."},{"Author":"Matthew Kelly","Category":"books","Quote":"We become the books we read."},{"Author":"Wiji Thukul,  Aku Ingin Jadi Peluru","Category":"books","Quote":"Apa gunanya banyak baca bukuKalau mulut kau bungkam melulu"},{"Author":"Claude Adrien Helvétius","Category":"books","Quote":"To prohibit the reading of certain books is to declare the inhabitants to be either fools or slaves."},{"Author":"Eckhart Tolle,  The Power of Now: A Guide to Spiritual Enlightenment","Category":"books","Quote":"Reading is my passion and my escape since I was 5 years old. Overall, children don't realize the magic that can live inside their own heads. Better even then any movie."},{"Author":"William Wordsworth","Category":"books","Quote":"Dreams, books, are each a world; and books, we know,Are a substantial world, both pure and good:Round these, with tendrils strong as flesh and blood,Our pastime and our happiness will grow."},{"Author":"Louis Sachar","Category":"books","Quote":"What amazes me is that most days feel useless. I don't seem to accomplish anything-just a few pages, most of which don't seem very good. Yet, when I put all those wasted days together, I somehow end up with a book of which I'm very proud."},{"Author":"Terry Pratchett,  The Light Fantastic","Category":"books","Quote":"It looked like the sort of book described in library catalogues as 'slightly foxed', although it would be more honest to admit that it looked as though it had been badgered, wolved and possibly beared as well."},{"Author":"E.M. Forster,  Two Cheers for Democracy","Category":"books","Quote":"What is wonderful about great literature is that it transforms the man who reads it towards the condition of the man who wrote."},{"Author":"Mohammad Hatta","Category":"books","Quote":"I’d volunteer to go to prison, as long as there are books. Because with books I am free."},{"Author":"Susie Derkins","Category":"books","Quote":"Sometimes I think books are the only friends worth having."},{"Author":"Anne Fadiman,  Ex Libris: Confessions of a Common Reader","Category":"books","Quote":"I can think of few better ways to introduce a child to books than to let her stack them, upend them, rearrange them, and get her fingerprints all over them."},{"Author":"Vladimir Nabokov","Category":"books","Quote":"The good, the admirable reader identifies himself not with the boy or the girl in the book, but with the mind that conceived and composed that book."},{"Author":"Thomas Wharton","Category":"books","Quote":"An hour spent reading is one stolen from paradise."},{"Author":"Jo Walton,  Among Others","Category":"books","Quote":"I care more about the people in books than the people I see every day."},{"Author":"Eugene O'Neill","Category":"books","Quote":"Censorship of anything, at any time, in any place, on whatever pretense, has always been and always will be the last resort of the boob and the bigot."},{"Author":"Mary Ann Shaffer,  The Guernsey Literary and Potato Peel Pie Society","Category":"books","Quote":"I have gone to [this bookshop] for years, always finding the one book I wanted - and then three more I hadn’t known I wanted."},{"Author":"Vincent Starrett","Category":"books","Quote":"When we are collecting books, we are collecting happiness."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"When I was a child, books were everything. And so there is in me, always, a nostalgic, yearning for the lost pleasure of books. It is not a yearning that one ever expects to be fulfilled."},{"Author":"Douglas Coupland","Category":"books","Quote":"I think that every reader on earth has a list of cherished books as unique as their fingerprints....I think that, as you age, you tend to gravitate towards the classics, but those aren't the books that give you the same sort of hope for the world that a cherished book does."},{"Author":"Helene Hanff,  Q's Legacy","Category":"books","Quote":"Standing there, staring at the long shelves crammed with books, I felt myself relax and was suddenly at peace."},{"Author":"Kevin Smokler,  Bookmark Now: Writing in Unreaderly Times: A Collection of All Original Essays from Today's (and Tomorrow's) Young Authors on the State of the Art --and the Art of the Hustle--in the Age of Information Overload","Category":"books","Quote":"We lusty bibliophiles know that reading, unlike just about anything else, is both good for you and loads of fun."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"The books are to remind us what asses and fools we are."},{"Author":"Anne Fadiman,  Ex Libris: Confessions of a Common Reader","Category":"books","Quote":"It has long been my belief that everyone's library contains an Odd Shelf. On this shelf rests a small, mysterious corpus of volumes whose subject matter is completely unrelated to the rest of the library, yet which, upon closer inspection, reveals a good deal about its owner."},{"Author":"William Hazlitt,  Essays of William Hazlitt: Selected and Edited, with Introduction and Notes, by Frank Carr","Category":"books","Quote":"Books let us into their souls and lay open to us the secrets of our own.\"[The Sick Chamber (The New Monthly Magazine , August 1830)]"},{"Author":"Frances Hodgson Burnett,  A Little Princess","Category":"books","Quote":"She did not care very much for other little girls, but if she had plenty of books she could console herself."},{"Author":"Anne Fadiman,  Ex Libris: Confessions of a Common Reader","Category":"books","Quote":"Books wrote our life story, and as they accumulated on our shelves (and on our windowsills, and underneath our sofa, and on top of our refrigerator), they became chapters in it themselves."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"These are all novels, all about people that never existed, the people that read them it makes them unhappy with their own lives. Makes them want to live in other ways they can never really be."},{"Author":"Laurie Halse Anderson","Category":"books","Quote":"Censoring books that deal with difficult, adolescent issues does not protect anybody. Quite the opposite. It leaves kids in the darkness and makes them vulnerable. Censorship is the child of fear and the father of ignorance. Our children cannot afford to have the truth of the world withheld from them"},{"Author":"Azar Nafisi","Category":"books","Quote":"A novel is not an allegory.... It is the sensual experience of another world. If you don't enter that world, hold your breath with the characters and become involved in their destiny, you won't be able to empathize, and empathy is at the heart of the novel. This is how you read a novel: you inhale the experience. So start breathing."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"books","Quote":"How much sooner one tires of anything than of a book!"},{"Author":"Jane Austen,  Persuasion","Category":"books","Quote":"Men have had every advantage of us in telling their own story. Education has been theirs in so much higher a degree; the pen has been in their hands. I will not allow books to prove anything."},{"Author":"Gertrude Stein","Category":"books","Quote":"it is nice that nobody writes as they talk and that the printed language is different from the spoken otherwise you could not lose yourself in books and of course you do you completely do."},{"Author":"Eoin Colfer","Category":"books","Quote":"Well, I don't like the first bit and I don't know the last bit. So I'm really hoping the middle bit is exceptional."},{"Author":"Marian Keyes,  Watermelon","Category":"books","Quote":"The feel of them (books) and the smell of them. A bookshop was like an Aladdin's cave for me. Entire worlds and lives can be found just behind that glossy cover. All you had to do was look.\"Claire (Watermelon)"},{"Author":"Jane Austen,  Sense and Sensibility","Category":"books","Quote":"If a book is well written, I always find it too short."},{"Author":"أحمد الشقيري,  خواطر شاب","Category":"books","Quote":"أمران سيجعلانك أكثر حكمة...الكتب التى تقرؤها والأشخاص الذين تلتقى بهم."},{"Author":"Violet Haberdasher","Category":"books","Quote":"Imagination is what you do with your inspiration."},{"Author":"Donalyn Miller,  The Book Whisperer: Awakening the Inner Reader in Every Child","Category":"books","Quote":"Books are love letters (or apologies) passed between us, adding a layer of conversation beyond our spoken words."},{"Author":"Fulton J. Sheen,  The Quotable Fulton Sheen: A Topical Compilation of the Wit, Wisdom, and Satire of Archbishop Fulton J. Sheen","Category":"books","Quote":"Any book which inspires us to lead a better life is a good book."},{"Author":"Elbert Hubbard","Category":"books","Quote":"This will never be a civilized country until we expend more money for books than we do for chewing gum."},{"Author":"Joseph Brodsky","Category":"books","Quote":"There are worse crimes than burning books. One of them is not reading them."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"books","Quote":"Human sympathy has its limits."},{"Author":"Arthur Schopenhauer,  Counsels and Maxims (The Essays of Arthur Schopenhauer)","Category":"books","Quote":"Buying books would be a good thing if one could also buy the time to read them; but as a rule the purchase of books is mistaken for the appropriation of their contents."},{"Author":"نجلاء حسن,  طرف غترته","Category":"books","Quote":"أتعلم لو كنت بقربي الآن ؟لكنت ضممتك إلي بكل ما أوتيت من عشق وشوق إليك ..ووضعت رأسي على قلبك الذي لطالما أدمنت هواه حد الثمالة !وسألتك بوجع هذه الأرض وماحوت :بربك لمَ أبعدتني عنك ؟"},{"Author":"Jasper Fforde,  The Eyre Affair","Category":"books","Quote":"Literary detection and firearms don't really go hand in hand; pen mighter than the sword and so forth."},{"Author":"John Green,  An Abundance of Katherines","Category":"books","Quote":"Books are the ultimate Dumpees: put them down and they'll wait for you forever; pay attention to them and they always love you back."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"books","Quote":"I was flipping channels, watching this cheerleading program on MTV. They took a field hockey girl and “transformed” her into a cheerleader by the end of the show. I was just wondering: what if she liked field hockey better?"},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Every reader exists to ensure for a certain book a modest immortality. Reading is, in this sense, a ritual of rebirth."},{"Author":"Oliver Wendell Holmes Sr.","Category":"books","Quote":"The best of a book is not the thought which it contains, but the thought which it suggests; just as the charm of music dwells not in the tones but in the echoes of our hearts."},{"Author":"Alberto Manguel,  A History of Reading","Category":"books","Quote":"I don't remember ever feeling lonely; in fact, on the rare occasions when I met other children I found their games and their talk far less interesting than the adventures and dialogues I read in my books."},{"Author":"Beth Revis","Category":"books","Quote":"I wrote a book. It sucked. I wrote nine more books. They sucked, too. Meanwhile, I read every single thing I could find on publishing and writing, went to conferences, joined professional organizations, hooked up with fellow writers in critique groups, and didn’t give up. Then I wrote one more book."},{"Author":"Maggie Stiefvater,  Forever","Category":"books","Quote":"I wanted a library like this...[] A cave of words that I'd made myself."},{"Author":"Diana Gabaldon,  Outlander","Category":"books","Quote":"Overall, the library held a hushed exultation, as though the cherished volumes were all singing soundlessly within their covers."},{"Author":"Kiersten White","Category":"books","Quote":"Silver knives! Painful and sometimes deadly to all paranormals!''Tasey!' I counterd 'Hot pink and sparkly!"},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"books","Quote":"I regained my soul through literature after those times I'd lost it to wild-eyed gypsy girls on the European streets."},{"Author":"Catherynne M. Valente,  The Girl Who Ruled Fairyland - For a Little While","Category":"books","Quote":"I have all the books I could need, and what more could I need than books?"},{"Author":"Gilbert Highet,  The Immortal Profession","Category":"books","Quote":"These are not books, lumps of lifeless paper, but minds alive on the shelves. From each of them goes out its own voice... and just as the touch of a button on our set will fill the room with music, so by taking down one of these volumes and opening it, one can call into range the voice of a man far distant in time and space, and hear him speaking to us, mind to mind, heart to heart."},{"Author":"Alice Hoffman,  Blackbird House","Category":"books","Quote":"Sometimes they would sit in the parlor together, both reading – in entirely separate worlds, to be sure, but joined somehow. When this happened, other people in the family couldn't bring themselves to disturb them. All that could be heard in the parlor was the sound of pages, turning."},{"Author":"Beverly Lewis","Category":"books","Quote":"Books are like friends to me. Words come alive on the page."},{"Author":"Jhumpa Lahiri,  The Namesake","Category":"books","Quote":"My grandfather says that's what books are for,\"Ashoke said, using the opportunity to open the volume in his hands. \"To travel without moving an inch."},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"books","Quote":"Jane's stories are too sensible. Then Diana puts too much murders into hers. She says most of the time she doesn't know what to do with the people so she kills them off to get rid of them.\"-Anne Shirley"},{"Author":"Marissa Meyer,  Scarlet","Category":"books","Quote":"But her grandmother had never suggested she could think the same of Scarlet. You'll be fine, she always said, after a skinned knee, after a broken arm, after her first youthfull heartbreak. You'll be fine, because you're strong, like me."},{"Author":"Cornelia Funke,  Inkdeath","Category":"books","Quote":"Weren’t all books ultimately related? After all, the same letters filled them, just arranged in a different order. Which meant that, in a certain way, every book was contained in every other!"},{"Author":"Elizabeth Kostova,  The Swan Thieves","Category":"books","Quote":"And how could anyone consent to give up the smell of open books, old or new?"},{"Author":"Louisa May Alcott,  Little Women","Category":"books","Quote":"...and Jo laid the rustling sheets together with a careful hand, as one might shut the covers of a lovely romance, which holds the reader fast till the end comes, and he finds himself alone in the work-a-day world again."},{"Author":"Karl Lagerfeld","Category":"books","Quote":"Books are a hard-bound drug with no danger of an overdose. I am the happy victim of books."},{"Author":"Jennifer Donnelly,  A Northern Light","Category":"books","Quote":"I listened as the words became sentences and the sentences became pages and the pages became feelings and voices and places and people."},{"Author":"Stella Gibbons,  Cold Comfort Farm","Category":"books","Quote":"One of the disadvantages of almost universal education was the fact that all kinds of persons acquired a familiarity with one's favorite writers. It gave one a curious feeling; it was like seeing a drunken stranger wrapped in one's dressing gown."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"books","Quote":"Hitchhiker's Guide to the Galaxy started because of a thumb's up I gave to Douglas Adams on his birthday as I said, \"Happy 42.\"#OutBoastKanye"},{"Author":"Shannon Hale","Category":"books","Quote":"Being a writer is a good, good thing."},{"Author":"Rebecca Wells,  Little Altars Everywhere","Category":"books","Quote":"Sidda can't help herself. She just loves books. Loves the way they feel, the way they smell, loves the black letters marching across the white pages..."},{"Author":"Neil Gaiman","Category":"books","Quote":"Reading is important.Books are important.Librarians are important. (Also, libraries are not child-care facilities, but sometimes feral children raise themselves among the stacks.)"},{"Author":"Janet Fitch,  White Oleander","Category":"books","Quote":"I took the volume to a table, opened its soft, ivory pages... and fell into it as into a pool during dry season."},{"Author":"J.K. Rowling","Category":"books","Quote":"I think it’s the books that you read when you’re young that live with you forever."},{"Author":"Stephen King","Category":"books","Quote":"Without story books is like a person with no soul."},{"Author":"Alfred Hitchcock","Category":"books","Quote":"The paperback is very interesting but I find it will never replace the hardcover book -- it makes a very poor doorstop."},{"Author":"Richard P. Denney","Category":"books","Quote":"Authors do not choose a story to write, the story chooses us."},{"Author":"Jean-Jacques Rousseau","Category":"books","Quote":"I hate books; they only teach us to talk about things we know nothing about."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"books","Quote":"For masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice."},{"Author":"Louisa May Alcott","Category":"books","Quote":"Some books are so familiar that reading them is like being home again."},{"Author":"Terry Pratchett,  Guards! Guards!","Category":"books","Quote":"There are many horrible sights in the multiverse. Somehow, though, to a soul attuned to the subtle rhythms of a library, there are few worse sights than a hole where a book ought to be.Someone had stolen a book."},{"Author":"Swami Vivekananda,  Raja-Yoga","Category":"books","Quote":"Was there ever a more horrible blasphemy than the statement that all the knowledge of God is confined to this or that book? How dare men call God infinite, and yet try to compress Him within the covers of a little book!"},{"Author":"Laura Miller,  The Magician's Book: A Skeptic's Adventures in Narnia","Category":"books","Quote":"Buying a book is not about obtaining a possession, but about securing a portal."},{"Author":"Voltaire","Category":"books","Quote":"I know many books which have bored their readers, but I know of none which has done real evil."},{"Author":"Günter Grass,  The Tin Drum","Category":"books","Quote":"Even bad books are books and therefore sacred."},{"Author":"Walter Benjamin,  Illuminations: Essays and Reflections","Category":"books","Quote":"How many cities have revealed themselves to me in the marches I undertook in the pursuit of books!"},{"Author":"Warren Zevon","Category":"books","Quote":"We buy books because we believe we're buying the time to read them.[Inside Out (VH1)]"},{"Author":"Ludwig Feuerbach","Category":"books","Quote":"As we expand our knowledge of good books, we shrink the circle of men whose company we appreciate."},{"Author":"W.H. Auden","Category":"books","Quote":"There are good books which are only for adults.There are no good books which are only for children."},{"Author":"John Steinbeck","Category":"books","Quote":"Hard-covered books break up friendships. You loan a hard covered book to a friend and when he doesn’t return it you get mad at him. It makes you mean and petty. But twenty-five cent books are different."},{"Author":"Edna St. Vincent Millay,  Collected Poems","Category":"books","Quote":"Stranger, pause and look;From the dust of agesLift this little book,Turn the tattered pages,Read me, do not let me die!Search the fading letters findingSteadfast in the broken bindingAll that once was I!"},{"Author":"Kiersten White,  Paranormalcy","Category":"books","Quote":"Yo soy carne muerta. Translation: I am dead meat."},{"Author":"Jeff Kinney","Category":"books","Quote":"I'm not really sure what makes a book a 'classic' to begin with, but I think it has to be at least fifty years old and some person or animal has to die at the end."},{"Author":"Stuart Dybek","Category":"books","Quote":"The public library is where place and possibility meet."},{"Author":"George MacDonald,  The Marquis of Lossie","Category":"books","Quote":"As you grow ready for it, somewhere or other you will find what is needful for you in a book."},{"Author":"Thomas Carlyle","Category":"books","Quote":"My books are friends that never fail me.\"(Letter to his mother, Margaret A. Carlyle; 17 March 1817)"},{"Author":"Robert Goolrick,  A Reliable Wife","Category":"books","Quote":"Learning became her. She loved the smell of the book from the shelves, the type on the pages, the sense that the world was an infinite but knowable place. Every fact she learned seemed to open another question, and for every question there was another book."},{"Author":"Shannon L. Alder","Category":"books","Quote":"The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen."},{"Author":"Cornelia Funke,  Inkheart","Category":"books","Quote":"It [the book] was spinning a magic spell around her heart, sticky as a spider's web and enchantingly beautiful.."},{"Author":"Joe Queenan,  One for the Books","Category":"books","Quote":"If you have read 6,000 books in your lifetime, or even 600, it's probably because at some level you find 'reality' a bit of a disappointment."},{"Author":"Charles Bukowski,  The Last Night of the Earth Poems","Category":"books","Quote":"I could read the great books but the great books don't interest me."},{"Author":"Anthony Powell,  Dance to the Music of Time","Category":"books","Quote":"Books do furnish a room."},{"Author":"David Farland","Category":"books","Quote":"I'd like to emphasize that when a reader finishes a great novel, he will immediately begin looking for another. If someone loves your book, it increases the chance that he or she will look at mine. So there is no competition between writers. Another writer's success helps build a larger readership for all of us."},{"Author":"Virginia Woolf,  Street haunting","Category":"books","Quote":"Second-hand books are wild books, homeless books; they have come together in vast flocks of variegated feather, and have a charm which the domesticated volumes of the library lack. Besides, in this random miscellaneous company we may rub against some complete stranger who will, with luck, turn into the best friend we have in the world."},{"Author":"Trenton Lee Stewart,  The Mysterious Benedict Society and the Prisoner's Dilemma","Category":"books","Quote":"You've read half the books in this house? This whole house?\"\"Well, approximately half.\"Sticky said. \"To be more accurate, I suppose I've read more like\"- his eyes went up as he calculated - \"three sevenths? Yes, three sevenths.\"\"Only three sevenths?\"said Kate, pretending to look disappointed. \"And here I was prepared to be impressed."},{"Author":"Alice Hoffman,  Blackbird House","Category":"books","Quote":"He started to look at me in a manner I recognized: it was the way I looked at a new book, one I had never read before, one that surprised me with all it had to say."},{"Author":"Louisa May Alcott,  Work: A Story of Experience","Category":"books","Quote":"She is too fond of books, and it has turned her brain"},{"Author":"Carlos María Domínguez,  The House of Paper","Category":"books","Quote":"To build up a library is to create a life. It's never just a random collection of books."},{"Author":"Tim O'Brien,  The Things They Carried","Category":"books","Quote":"Well, right now I'm not dead. But when I am, it's like...I don't know, I guess it's like being inside a book that nobody's reading. [...] An old one. It's up on a library shelf, so you're safe and everything, but the book hasn't been checked out for a long, long time. All you can do is wait. Just hope somebody'll pick it up and start reading."},{"Author":"Karl Popper","Category":"books","Quote":"No book can ever be finished. While working on it we learn just enough to find it immature the moment we turn away from it"},{"Author":"George R.R. Martin,  A Feast for Crows","Category":"books","Quote":"He understood the way that you could sometimes fall right into them, as if each page was a hole into another world."},{"Author":"Louis Sachar","Category":"books","Quote":"The best morals kids get from any book is just the capacity to empathize with other people, to care about the characters and their feelings. So you don't have to write a preachy book to do that. You just have to make it a fun book with characters they care about, and they will become better people as a result."},{"Author":"Christopher Morley","Category":"books","Quote":"That's what this country needs -- more books!"},{"Author":"Jonathan Franzen","Category":"books","Quote":"You're either reading a book or you're not."},{"Author":"Richard P. Denney","Category":"books","Quote":"A book series is never truly over. The story lives on, even when the final page has been turned."},{"Author":"Benjamin J. Carey,  Barefoot in November","Category":"books","Quote":"At the end of the day your ability to connect with your readers comes down to how you make them feel."},{"Author":"Virginia Woolf,  Orlando","Category":"books","Quote":"For once the disease of reading has laid upon the system it weakens so that it falls an easy prey to that other scourge which dwells in the ink pot and festers in the quill. The wretch takes to writing."},{"Author":"Eva Rice,  The Lost Art of Keeping Secrets","Category":"books","Quote":"Men, I thought, were more trouble than they were worth. Really, one should stick to books where one sees the hero coming a mile off."},{"Author":"Walter Savage Landor,  Imaginary Conversations","Category":"books","Quote":"What is reading but silent conversation."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"books","Quote":"From that time on, the world was hers for the reading. She would never be lonely again, never miss the lack of intimate friends. Books became her friends and there was one for every mood."},{"Author":"Susan Sontag","Category":"books","Quote":"Science fiction films are not about science. They are about disaster, which is one of the oldest subjects of art."},{"Author":"Michael Upchurch","Category":"books","Quote":"The ultimate luxury is to reread: to revisit a book to see how time has treated it, how memory has distorted it, or how my own passing years have cast a new light on it."},{"Author":"Nick Hornby,  The Polysyllabic Spree","Category":"books","Quote":"In other words, it's one of those books you thrust on your partner with an incredulous cry of \"This is me!"},{"Author":"Michel Foucault","Category":"books","Quote":"The imaginary is not formed in opposition to reality as its denial or compensation; it grows among signs, from book to book, in the interstice of repetitions and commentaries; it is born and takes shape in the interval between books. It is the phenomena of the library."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Ultimately, the number of books always exceeds the space they are granted."},{"Author":"Yoshida Kenkō,  Essays in Idleness: The Tsurezuregusa of Kenko","Category":"books","Quote":"To sit alone in the lamplight with a book spread out before you and hold intimate converse with men of unseen generations - such is pleasure beyond compare."},{"Author":"Julie Powell,  Julie and Julia: 365 Days, 524 Recipes, 1 Tiny Apartment Kitchen: How One Girl Risked Her Marriage, Her Job, and Her Sanity to Master the Art of Living","Category":"books","Quote":"But the not-very-highbrow truth of the matter was that the reading was how I got my ya-yas out.For the sake of my bookish reputation I upgraded to Tolstoy and Steinbeck before I understood them, but my dark secret was that really, I preferred the junk. The Dragonriders of Pern, Flowers in the Attic, The Clan of the Cave Bear. This stuff was like my stash of Playboys under the mattress."},{"Author":"Lurlene McDaniel","Category":"books","Quote":"Who wants to be used? I love to read, so books are my main friends. They're always available, always friendly, and always interesting, and they never make me choose sides."},{"Author":"Nick Hornby,  The Polysyllabic Spree","Category":"books","Quote":"I don't want anyone writing in to point out that I spend too much money on books, many of which I will never read. I know that already. I certainly intend to read all of them, more or less. My intentions are good. Anyway, it's my money. And I'll bet you do it too."},{"Author":"Georg Christoph Lichtenberg,  Sudelbücher.","Category":"books","Quote":"A book is a mirror: if an ape looks into it an apostle is hardly likely to look out."},{"Author":"Colleen Hoover,  Hopeless","Category":"books","Quote":"Should it matter what genre it is if the book is good?"},{"Author":"Michel Houellebecq,  Whatever","Category":"books","Quote":"An entire life spent reading would have fulfilled my every desire; I already knew that at the age of seven. The texture of the world is painful, inadequate; unalterable, or so it seems to me. Really, I believe that an entire life spent reading would have suited me best. Such a life has not been granted me..."},{"Author":"Sholem Asch","Category":"books","Quote":"I love the place; the magnificent books; I require books as I require air."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"Books are for nothing but to inspire"},{"Author":"Ezra Pound","Category":"books","Quote":"With one day's reading a man may have the key in his hands."},{"Author":"Alexander Theroux,  Darconville’s Cat","Category":"books","Quote":"Will I have to use a dictionary to read your book?\"asked Mrs. Dodypol. \"It depends,\"says I, \"how much you used the dictionary before you read it."},{"Author":"Eilis O'Neal,  The False Princess","Category":"books","Quote":"How can you be nervous? Don't you see? We're in a library."},{"Author":"Virginia Woolf,  The Second Common Reader","Category":"books","Quote":"Few people ask from books what books can give us. Most commonly we come to books with blurred and divided minds, asking of fiction that it shall be true, of poetry that it shall be false, of biography that it shall be flattering, of history that it shall enforce our own prejudices. If we could banish all such preconceptions when we read, that would be an admirable beginning."},{"Author":"Rebecca Mead,  My Life in Middlemarch","Category":"books","Quote":"Reading is sometimes thought of as a form of escapism, and it’s a common turn of phrase to speak of getting lost in a book. But a book can also be where one finds oneself; and when a reader is grasped and held by a book, reading does not feel like an escape from life so much as it feels like an urgent, crucial dimension of life itself."},{"Author":"Laurie Anderson","Category":"books","Quote":"Literature is the safe and traditional vehicle through which we learn about the world and pass on values from on generation to the next. Books save lives."},{"Author":"أنيس منصور,  كتاب عن كتب","Category":"books","Quote":"و من الممكن أن تمل القراءة طبيعي فعندما يمل الإنسان كل شئ تكون الكتب أول الضحايا"},{"Author":"Franklin D. Roosevelt","Category":"books","Quote":"A war of ideas can no more be won without books than a naval war can be won without ships. Books, like ships, have the toughest armor, the longest cruising range, and mount the most powerful guns."},{"Author":"James Bryce","Category":"books","Quote":"The worth of a book is to be measured by what you can carry away from it"},{"Author":"Anton Chekhov","Category":"books","Quote":"Dear and most respected bookcase! I welcome your existence, which has for over one hundred years been devoted to the radiant ideals of goodness and justice."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"After a while it occurred to me that between the covers of each of those books lay a boundless universe waiting to be discovered while beyond those walls, in the outside world, people allowed life to pass by in afternoons of football and radio soaps, content to do little more than gaze at their navels."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"books","Quote":"Books allow you to take flight, unlike the chicken wings I stapled to my back before eating them."},{"Author":"Yann Martel,  Beatrice and Virgil","Category":"books","Quote":"Just as music is noise that makes sense, a painting is colour that makes sense, so a story is life that makes sense."},{"Author":"Jasper Fforde,  Shades of Grey","Category":"books","Quote":"You see? I know where every single book used to be in the library.' She pointed to the shelf opposite. 'Over there was Catch-22, which was a hugely popular fishing book and one of a series, I believe."},{"Author":"William Goldman,  The Princess Bride","Category":"books","Quote":"When was the last time you read a book? The truth now. And picture books don't count-I mean something with print in it."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"Do you understand now why books are hated and feared? Because they reveal the pores on the face of life. The comfortable people want only the faces of the full moon, wax, faces without pores, hairless, expressionless."},{"Author":"Jackson Pearce","Category":"books","Quote":"Who made you Queen of Literacy? Go sit in your car!"},{"Author":"Jen Campbell,  Weird Things Customers Say in Bookshops","Category":"books","Quote":"CUSTOMER: If I were to, say... meet the love of my life in this bookshop, what section do you think they would be standing in?"},{"Author":"Rachel Renée Russell,  Dork Diaries 01. Nikkis (nicht ganz so) fabelhafte Welt","Category":"books","Quote":"So many FREAKS and not enough CIRCUSES!"},{"Author":"Nicole Krauss,  The History of Love","Category":"books","Quote":"That's what I do. Watch movies and read. Sometimes I even pretend to write, but I'm not fooling anyone. Oh, and I go to the mailbox."},{"Author":"Kōbō Abe,  The Woman in the Dunes","Category":"books","Quote":"Do you shovel to survive, or survive to shovel?"},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"books","Quote":"ولو إستطعت أن أعود بعجلة الزمان إلى الوراء ،لما إخترتك لي عاشقاً !ولأبقيتك عابراً غريباً يزور مدائني دون أن يحدث بداخلي أي ضجيج !"},{"Author":"Laura Lippman,  What the Dead Know","Category":"books","Quote":"Reading was not a fallback position for her but an ideal state of being."},{"Author":"David McCullough","Category":"books","Quote":"Nothing ever invented provides such sustenance, such infinite reward for time spent, as a good book."},{"Author":"Penelope Lively","Category":"books","Quote":"It seems to me that anyone whose library consists of a Kindle lying on a table is some sort of bloodless nerd."},{"Author":"Anne Michaels,  Fugitive Pieces","Category":"books","Quote":"Hold a book in your hand and you're a pilgrim at the gates of a new city."},{"Author":"Naomi Shihab Nye,  I'll Ask You Three Times, Are You OK?: Tales of Driving and Being Driven","Category":"books","Quote":"It is really hard to be lonely very long in a world of words. Even if you don't have friends somewhere, you still have language, and it will find you and wrap its little syllables around you and suddenly there will be a story to live in."},{"Author":"Amy Lowell,  Selected Poems","Category":"books","Quote":"All books are either dreams or swords,You can cut, or you can drug, with words."},{"Author":"Charles Bukowski,  The Last Night of the Earth Poems","Category":"books","Quote":"great books are the ones we need"},{"Author":"نجلاء حسن,  طرف غترته","Category":"books","Quote":"اعذرني !!لن ألوث طهري ونقائي لمجرد إرضائك ،ولن أدنس مبادئي لأكسب شرف قربك مني ..ولن أنزع رداء الطفولة من روحي من ذاتي من وجداني ..لأكون في نظرك أنثى كاملة النضوجهذه أنا إن أردتني بطهري بطفولتي بنقائي بوفائي بعطائي !!وإن لم ترغب بنجلائك كما هي ..إذهب إليهن وغادرنيفكثيرات ياسيدي من هن بحجم رغباتك !وقليلات / قليلات من هن بحجم نقائي !"},{"Author":"Ezra Pound","Category":"books","Quote":"This is no book. Whoever touches this touches a man."},{"Author":"Paulo Coelho,  The Zahir","Category":"books","Quote":"if a book isn't self-explanatory, then it isn't worth reading."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"books","Quote":"Books--oh! no. I am sure we never read the same, or not with the samefeelings.\"\"I am sorry you think so; but if that be the case, there can at least beno want of subject. We may compare our different opinions."},{"Author":"Agatha Christie,  And Then There Were None","Category":"books","Quote":"One little Indian left all alone, he went out and hanged himself and then there were none."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"I like to imagine that, on the day after my last, my library and I will crumble together, so that even when I am no more I'll still be with my books."},{"Author":"Billy Collins,  Sailing Alone Around the Room: New and Selected Poems","Category":"books","Quote":"I see all of us reading ourselves away from ourselves,  straining in circles of light to find more light until the line of words becomes a trail of crumbs that we follow across a page of fresh snow"},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"books","Quote":"I’m up for the Julius Caesar Author of the Year Award this year. I’m tremendously proud, considering Caesar is the guy who burned down the Library of Alexandria."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Our society accepts the book as a given, but the act of reading -- once considered useful and important, as well as potentially dangerous and subversive -- is now condescendingly accepted as a pastime, a slow pastime that lacks efficiency and does not contribute to the common good."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"books","Quote":"Like flies in amber, like corpses frozen in ice, that which according to the laws of nature should pass away is, by the miracle of ink on paper, preserved. It is a kind of magic. As one tends the graves of the dead, so I tend the books. And every day I open a volume or two, read a few lines or pages, allow the voices of the forgotten dead to resonate inside my head."},{"Author":"Pope John XXIII","Category":"books","Quote":"... just as food is necessary to the life of the body, so good reading is necessary to the life of the soul."},{"Author":"John Lothrop Motley","Category":"books","Quote":"You will find most books worth reading are worth reading twice."},{"Author":"Christopher Morley,  The Haunted Bookshop","Category":"books","Quote":"Printer's ink has been running a race against gunpowder these many, many years. Ink is handicapped, in a way, because you can blow up a man with gunpowder in half a second, while it may take twenty years to blow him up with a book. But the gunpowder destroys itself along with its victim, while a book can keep on exploding for centuries."},{"Author":"William Ellery Channing","Category":"books","Quote":"Reading is the royal road to intellectual eminence...Truly good books are more than mines to those who can understand them. They are the breathings of the great souls of past times. Genius is not embalmed in them, but lives in them perpetually."},{"Author":"Nicole Krauss,  Great House","Category":"books","Quote":"When at last I came upon the right book, the feeling was violent: it blew open a hole in me that made life more dangerous because I couldn't control what came through it."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"Books were only one type of receptacle where we stored a lot of things we were afraid we might forget. There is nothing magical in them at all. The magic is only in what books say, how they stitched the patches of the Universe together into one garment for us."},{"Author":"Jarod Kintz,  Xazaqazax","Category":"books","Quote":"I always thought it was Mo Be Dick. I know Mo, and he is a dick."},{"Author":"Thomas à Kempis","Category":"books","Quote":"A book has but one voice, but it does not instruct everyone alike."},{"Author":"Abraham Lincoln","Category":"books","Quote":"A capacity, and taste, for reading, gives access to whatever has already been discovered by others. It is the key, or one of the keys, to the already solved problems. And not only so. It gives a relish, and facility, for successfully pursuing the [yet] unsolved ones."},{"Author":"Isaac Asimov","Category":"books","Quote":"What I will be remembered for are the Foundation Trilogy and the Three Laws of Robotics. What I want to be remembered for is no one book, or no dozen books. Any single thing I have written can be paralleled or even surpassed by something someone else has done. However, my total corpus for quantity, quality and variety can be duplicated by no one else. That is what I want to be remembered for."},{"Author":"Ian Falconer,  Olivia","Category":"books","Quote":"Only five books tonight, Mommy,\"she says.No, Olivia, just one.\"How about four?\"Two.\"Three.\"Oh, all right, three. But that's it!"},{"Author":"Orson Scott Card","Category":"books","Quote":"Anything can become a children's book if you give it to a child...Children are actually the best (and worst) audience for literature because they have no patience with pretence."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"My books hold between their covers every story I've ever known and still remember, or have now forgotten, or may one day read; they fill the space around me with ancient and new voices."},{"Author":"Hope Bradford,  Beneficial Law of Attraction: The Manifestation Teachings","Category":"books","Quote":"Everyone creates realities based on their own personal beliefs. These beliefs are so powerful that they can create [expansive or entrapping] realities over and over.~Kuan Yin"},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"books","Quote":"She’d felt it before, she felt it now: the pull to fall in with him, to fall into him, to lose her sense of self."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"books","Quote":"An emotion clamped down on her heart. It squeezed her into a terrible silence. But he said nothing after that, only her name, as if her name were not a name but a question. Or perhaps that it wasn’t how he had said it, and she was wrong, and she’d heard a question simply because the sound of him speaking her name made her wish that she were his answer."},{"Author":"Stéphane Mallarmé","Category":"books","Quote":"The flesh is sad, alas, and I have read all the books."},{"Author":"Regina Doman","Category":"books","Quote":"One of my heroes, G.K. Chesterton, said, \"The old fairy tales endure forever. The old fairy tale makes the hero a normal human boy; it is his adventures that are startling; they startle him because he is normal.\"Discovering that the modern world can still contain the wonder and strangeness of a fairy tale is part of what my novels are about."},{"Author":"Ralph Waldo Emerson","Category":"books","Quote":"Tis the good reader that makes the good book; in every book he finds passages which seem confidences or asides hidden from all else and unmistakenly meant for his ear; the profit of books is according to the sensibility of the reader; the profoundest thought or passion sleeps as in a mine, until it is discovered by an equal mind and heart."},{"Author":"Rick Riordan,  The Red Pyramid","Category":"books","Quote":"To all my librarian friends, champions of books, true magicians in the House of Life. Without you, this writer would be lost in the Dust."},{"Author":"Martha Cooley,  The Archivist","Category":"books","Quote":"In a few minutes I heard the books' voices: a low, steady, unsupressible hum. I'd heard it many times before. I've always had a finely tuned ear for a library's accumulations of echo and desire. Libraries are anything but hushed."},{"Author":"Patrick Rothfuss,  The Name of the Wind","Category":"books","Quote":"There were two sets of double doors leading out of the antechamber, one marked STACKS and the other TOMES. Not knowing the difference between the two, I headed to the ones labeled STACKS. That was what I wanted. Stacks of books. Great heaps of books. Shelf after endless shelf of books."},{"Author":"Tracy Letts,  August: Osage County","Category":"books","Quote":"My last refuge, my books: simple pleasures, like finding wild onions by the side of a road, or requited love."},{"Author":"Jane Yolen,  Girl in a Cage","Category":"books","Quote":"A book is a wonderful present. Though it may grow worn, it will never grow old."},{"Author":"Lauren Hammond","Category":"books","Quote":"A good book will pull you in from the beginning and take you on a journey you'll never forget."},{"Author":"Rosamund Hodge,  Cruel Beauty","Category":"books","Quote":"I remember the hours I had spent in Father's library, drugging myself with books so I could forget my doom for an hour.."},{"Author":"George Herbert","Category":"books","Quote":"Woe be to him that reads but one book."},{"Author":"Harlan Ellison","Category":"books","Quote":"Now begin in the middle, and later learn the beginning; the end will take care of itself."},{"Author":"Vladimir Nabokov","Category":"books","Quote":"Lolita is famous, not I. I am an obscure, doubly obscure, novelist with an unpronounceable name."},{"Author":"William Shakespeare","Category":"books","Quote":"Knowing I lov'd my books, he furnish'd me From mine own library with volumes that I prize above my dukedom."},{"Author":"Andrei Tarkovsky","Category":"books","Quote":"A book read by a thousand different people is a thousand different books."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"books","Quote":"Even if you are alone you wage war with yourself."},{"Author":"Billy Collins,  Picnic, Lightning","Category":"books","Quote":"It is time to float on the waters of the night. Time to wrap my arms around this book and press it to my chest, life preserver in a sea of unremarkable men and women, anonymous faces on the street, a hundred thousand unalphabetized things, a million forgotten hours."},{"Author":"Jerry Spinelli","Category":"books","Quote":"Tell me I didn't imagine it, Leo. Tell me that even though our bodies were in seperate states, our star selves shared an enchanted place. Tell me that right around noon today (eastern time) you had the strangest sensation: a tiny chill on your shoulder...a flutter in the heart...a shadow of strawberry-banana crossing your tongue...tell me you whispered my name."},{"Author":"Joseph Henry Jackson","Category":"books","Quote":"Did you ever hear anyone say, 'That work had better be banned because I might read it and it might be very damaging to me'?"},{"Author":"Virginia Woolf,  Jacob's Room","Category":"books","Quote":"Every face, every shop, bedroom window, public-house, and dark square is a picture feverishly turned--in search of what? It is the same with books. What do we seek through millions of pages?"},{"Author":"Jodi Picoult,  Between the Lines","Category":"books","Quote":"This must be what an addict feels like, I think, trying to fight the pull of one last, quick read. My fingers itch toward the binding, and finally, with a sigh of regret, I just grab the book and open it, hungrily reading the story."},{"Author":"Jo Walton,  Among Others","Category":"books","Quote":"The thing about Tolkien, about The Lord of the Rings, is that it's perfect. It's this whole world, this whole process of immersion, this journey. It's not, I'm pretty sure, actually true, but that makes it more amazing, that someone could make it all up. Reading it changes everything."},{"Author":"Nick Hornby,  Housekeeping vs. the Dirt","Category":"books","Quote":"And what would happen if we never read the classics? There comes a point in life, it seems to me, where you have to decide whether you're a Person of Letters or merely someone who loves books, and I'm beginning to see that the book lovers have more fun."},{"Author":"Jarod Kintz,  Xazaqazax","Category":"books","Quote":"As a fan of Agatha Christie, I think a brilliant mystery novel would be trying to identify the meat contents in a McDonald’s hamburger."},{"Author":"Kate Morton,  The Distant Hours","Category":"books","Quote":"My fingers positively itched to drift at length along their spines, to arrive at one whose lure I could not pass, to pluck it down, to inch it open, then to close my eyes and inhale the soul-sparking scent of old and literate dust."},{"Author":"Zoë Marriott","Category":"books","Quote":"I truly believe that if you have more friends than books, you have too many friends. Or not enough books. Probably both."},{"Author":"Christopher Morley","Category":"books","Quote":"The real purpose of books is to trap the mind into doing its own thinking."},{"Author":"Walt Whitman","Category":"books","Quote":"The dirtiest book of all is the expurgated book."},{"Author":"Virginia Woolf,  Jacob's Room","Category":"books","Quote":"anyone who’s worth anything reads just what he likes, as the mood takes him, and with extravagant enthusiasm."},{"Author":"Andrew Lang","Category":"books","Quote":"You can cover a great deal of country in books."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"books","Quote":"There's no better way to inform and expand you mind on a regular basis than to get into the habit of reading good literature."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"I have no feelings of guilt regarding the books I have not read and perhaps will never read; I know that my books have unlimited patience. They will wait for me till the end of my days."},{"Author":"Woody Allen","Category":"books","Quote":"I read in self-defense."},{"Author":"Benjamin Disraeli","Category":"books","Quote":"When I want to read a novel, I write one."},{"Author":"Penelope Fitzgerald,  The Bookshop","Category":"books","Quote":"A good book is the precious life-blood of a master-spirit, embalmed and treasured up on purpose to a life beyond life, and as such it must surely be a necessary commodity."},{"Author":"Jean Rhys,  Quartet","Category":"books","Quote":"Not that she objected to solitude. Quite the contrary. She had books, thank Heaven, quantities of books. All sorts of books."},{"Author":"Paula Fox","Category":"books","Quote":"When you read to a child, when you put a book in a child's hands, you are bringing that child news of the infinitely varied nature of life. You are an awakener."},{"Author":"Keith Donohue","Category":"books","Quote":"Write it down, boy. If you come across a passage in your reading that you’d like to remember, write it down in your little book; then you can read it again, memorize it, and have it whenever you wish."},{"Author":"Annie Dillard","Category":"books","Quote":"Books swept me away, this way and that, one after the other; I made endless vows according to their lights for I believed them."},{"Author":"Kurt Vonnegut","Category":"books","Quote":"A book is an arrangement of twenty-six phonetic symbols, ten numerals, and about eight punctuation marks, and people can cast their eyes over these and envision the eruption of Mount Vesuvius or the Battle of Waterloo."},{"Author":"Michael Chabon","Category":"books","Quote":"All novels are sequels; influence is bliss."},{"Author":"Catherine Fisher","Category":"books","Quote":"And what would they be scared of? There's nothing to fear in a perfect world, is there?"},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"books","Quote":"The library was a little old shabby place. Francie thought it was beautiful. The feeling she had about it was as good as the feeling she had about church. She pushed open the door and went in. She liked the combined smell of worn leather bindings, library past and freshly inked stamping pads better than she liked the smell of burning incense at high mass."},{"Author":"Laurence J. Peter","Category":"books","Quote":"A censor is an expert in cutting remarks. A censor is a man who knows more than he thinks you ought to."},{"Author":"Karl Lagerfeld","Category":"books","Quote":"For every book you buy, you should buy the time to read it."},{"Author":"D.H. Lawrence,  Apocalypse","Category":"books","Quote":"We are so overwhelmed with quantities of books, that we hardly realize any more that a book can be valuable, valuable like a jewel, or a lovely picture, into which you can look deeper and deeper and get a more profound experience very time. It is far, far better to read one book six times, at intervals, than to read six several books."},{"Author":"David Mitchell,  Cloud Atlas","Category":"books","Quote":"Mother used to say escape is never further than the nearest book."},{"Author":"A. Edward Newton,  A Magnificent Farce And Other Diversions Of A Book Collector","Category":"books","Quote":"Who was it who said, \"I hold the buying of more books than one can peradventure read, as nothing less than the soul's reaching towards infinity; which is the only thing that raises us above the beasts that perish?\"Whoever it was, I agree with him."},{"Author":"Mick Foley","Category":"books","Quote":"A big book is like a serious relationship; it requires a commitment. Not only that, but there's no guarantee that you will enjoy it, or that it will have a happy ending. Kind of like going out with a girl, having to spend time every day with her - with absolutely no guarantee of nailing her in the end. No thanks."},{"Author":"Wilferd Peterson","Category":"books","Quote":"It is time to browse through the precious books that have meant the most to you that you may rediscover illuminating phrases and sentences to light your pathway to the future..."},{"Author":"Karen Joy Fowler","Category":"books","Quote":"There was something appealing in thinking of a character with a secret life that her author knew nothing about. Slipping off while the author's back was turned, to find love in her own way. Showing up just in time to deliver the next bit of dialogue with an innocent face."},{"Author":"Ellen Rose","Category":"books","Quote":"Cakes are like books: There are new ones you want to read and old favorites you want to reread."},{"Author":"Nora Roberts,  Morrigan's Cross","Category":"books","Quote":"Remind me not to piss you off Red. You might aim for the heart and shoot me in the balls."},{"Author":"Г. Аюурзана,  Амь тавьж буй шувууны далавч","Category":"books","Quote":"Амьдрал гэж нэг иймэрхүү авсаархан ном байлаа гэхэд, санаандгүй сөхөхөд тааралдах тохиолдлын ганц өгүүлбэрт л уг номыг унших учир шалтгаан бүрэн шингээстэй бий."},{"Author":"Tom Stoppard,  Arcadia","Category":"books","Quote":"What are a friend's books for if not to be borrowed?"},{"Author":"Ross Macdonald","Category":"books","Quote":"The walls of books around him, dense with the past, formed a kind of insulation against the present world and its disasters."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"books","Quote":"أمقت تلك المسافات التي تفصلني عنك ،أتذمر من تلك المواقيت التي تسرقني منك ..أسخط على أعين تتأملك / على أنامل تلمسكعلى أنفاسك وهي تستنشقك !على نبضاتك وهي تستشعرك ، على ثيابك وهي تعانقك"},{"Author":"Amy Lowell","Category":"books","Quote":"For books are more than books, they are the lifeThe very heart and core of ages past,The reason why men lived and worked and died,The essence and quintessence of their lives."},{"Author":"Richard Steele","Category":"books","Quote":"Reading is to the mind what exercise is to the body."},{"Author":"Cesare Pavese,  Il mestiere di vivere: Diario 1935-1950","Category":"books","Quote":"The words that strike us are those that awake an echo in a zone we have already made our own—the place where we live—and the vibration enables us to find fresh starting points within ourselves."},{"Author":"Anne Fadiman,  Ex Libris: Confessions of a Common Reader","Category":"books","Quote":"In my view, nineteen pounds of old books are at least nineteen times as delicious as one pound of fresh caviar."},{"Author":"Roman Payne","Category":"books","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"John Burroughs,  The Summit of the Years","Category":"books","Quote":"I go to books and to nature as the bee goes to a flower, for a nectar that I can make into my own honey."},{"Author":"Gabriel Zaid,  So Many Books: Reading and Publishing in an Age of Abundance","Category":"books","Quote":"The truly cultured are capable of owning thousands of unread books without losing their composure or their desire for more."},{"Author":"Gabrielle Zevin","Category":"books","Quote":"When I was in my twenties and broke, I'd buy books before food. A meal will sustain you for a few hours, a good book will sustain you for life."},{"Author":"Rick Holland","Category":"books","Quote":"The world belongs to those who read."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"If every library is in some sense a reflection of its readers, it is also an image of that which we are not, and cannot be."},{"Author":"Saul Bellow,  Ravelstein","Category":"books","Quote":"Associate with the noblest people you can find; read the best books; live with the mighty; but learn to be happy alone."},{"Author":"Geraldine Brooks,  People of the Book","Category":"books","Quote":"Book burnings. Always the forerunners. Heralds of the stake, the ovens, the mass graves."},{"Author":"Kelly Link","Category":"books","Quote":"Remember, when you don’t know what to do, it never hurts to play Scrabble. It’s like reading the I Ching or tea leaves."},{"Author":"Lemony Snicket,  Horseradish","Category":"books","Quote":"Never trust anyone who has not brought a book with them"},{"Author":"Nick Hornby,  Housekeeping vs. the Dirt","Category":"books","Quote":"I would like my personal reading map to resemble a map of the British Empire circa 1900."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Readers, censors know, are defined by the books they read."},{"Author":"Laurie Halse Anderson,  Chains","Category":"books","Quote":"I wanted to pull down a book, open it proper, and gobble up page after page"},{"Author":"Jennifer L. Armentrout,  Opal","Category":"books","Quote":"This isn't a book. This isn't a paranormal fantasy or whatever the hell it is you read. There is no set plot or clear idea of where any of this is going. The enemies aren't obvious. There are no guaranteed happy endings."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"books","Quote":"If the self-help books worked, it would be a shrinking industry not a growing one."},{"Author":"Russell Brand,  My Booky Wook","Category":"books","Quote":"And while we're on the subject of ducks, which we plainly are, the story, 'The Ugly Duckling' ought be banned as the central character wasn't a duckling or he wouldn't have grown up into a swan. He was a cygnet."},{"Author":"Winston S. Churchill","Category":"books","Quote":"Writing a long and substantial book is like having a friend and companion at your side, to whom you can always turn for comfort and amusement, and whose society becomes more attractive as a new and widening field of interest is lighted in the mind."},{"Author":"Carlos Fuentes","Category":"books","Quote":"One wants to tell a story, like Scheherezade, in order not to die. It's one of the oldest urges in mankind. It's a way of stalling death."},{"Author":"Alma Alexander","Category":"books","Quote":"If you really want to be a writer, nobody can stop you -- and if you don't, nobody can help you."},{"Author":"David Bowie","Category":"books","Quote":"What is the quality you most like in a man? The ability to return books."},{"Author":"Joseph Joubert","Category":"books","Quote":"لا أحب الكتب الجديدة .. أنها تمنعني من قراءة الكتب القديمة"},{"Author":"Umberto Eco,  The Name of the Rose","Category":"books","Quote":"A book is a fragile creature, it suffers the wear of time, it fears rodents, the elements and clumsy hands. so the librarian protects the books not only against mankind but also against nature and devotes his life to this war with the forces of oblivion."},{"Author":"Thorne Smith","Category":"books","Quote":"She reads a lot of books. Good things, books."},{"Author":"Douglas Rushkoff","Category":"books","Quote":"Computers don't kill books; people do."},{"Author":"Rabih Alameddine,  An Unnecessary Woman","Category":"books","Quote":"I long ago abandoned myself to a blind lust for the written word. Literature is my sandbox. In it I play, build my forts and castles, spend glorious time."},{"Author":"Lemony Snicket,  The Bad Beginning","Category":"books","Quote":"All his life, Klaus had believed that if you read enough books, you could solve any problem, but now he wasn't so sure."},{"Author":"Emma Clayton,  The Roar","Category":"books","Quote":"Helen's books were her friends, \"the kind you invite for dinner in the middle of winter,\"she'd told him, \"and spend all night talking and never go to bed."},{"Author":"Mary Carolyn Davies","Category":"books","Quote":"We are made wholeBy books, as by great spaces and the stars"},{"Author":"Daniel J. Boorstin","Category":"books","Quote":"A wonderful thing about a book, in contrast to a computer screen, is that you can take it to bed with you."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Unpacking books is a revelatory activity."},{"Author":"Edith Wharton,  The House of Mirth","Category":"books","Quote":"Don't you ever mind,\"she asked suddenly, \"not being rich enough to buy all the books you want?"},{"Author":"Stefan Zweig,  The Post-Office Girl","Category":"books","Quote":"For this quiet, unprepossessing, passive man who has no garden in front of his subsidised flat, books are like flowers. He loves to line them up on the shelf in multicoloured rows: he watches over each of them with an old-fashioned gardener's delight, holds them like fragile objects in his thin, bloodless hands."},{"Author":"Matt Haig,  The Humans","Category":"books","Quote":"There is only one genre in fiction, the genre is called book."},{"Author":"Morrissey","Category":"books","Quote":"With no reason to hide these words I feel, and no reason to talk about the books I read, but still, I do."},{"Author":"Tom Wolfe","Category":"books","Quote":"The reason a writer writes a book is to forget a book and the reason a reader reads one is to remember it."},{"Author":"Robert Clark","Category":"books","Quote":"Always buy pornographic books in hardback because they're easier to hold with one hand."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"books","Quote":"Maybe the books can get us half out of the cave. They just might stop us from making the same damm insane mistakes!"},{"Author":"Charles Lamb","Category":"books","Quote":"I love to lose myself in other men's minds.... Books think for me."},{"Author":"John Kieran","Category":"books","Quote":"I am a part of all I have read."},{"Author":"Rick Riordan,  The Lost Hero","Category":"books","Quote":"And of course I'm in the press all the time. So many books have been written about me; Into thin air, up in the air,Gone with the wind-"},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"books","Quote":"أنا أخبئ بين أقفاص صدري أوجاع نساء الأرض ودموع الصغار ،أنا أحمل على عاتقي خيبات ثكلى !وفي حنجرتي تستقر حشرجة حزن مدوية ..أنا الأنثى التي تقام كل ليلة على مدائن قلبهامآتم الخذلان !وبالرغم من ذلك الأسى المفرط .. .تبتسم وتمضي دونما إكتراث !"},{"Author":"Lin Yutang","Category":"books","Quote":"The wise man reads both books and life itself."},{"Author":"Jorge Luis Borges","Category":"books","Quote":"Paradise will be a kind of library"},{"Author":"Alberto Manguel,  A History of Reading","Category":"books","Quote":"Readers are bullied in schoolyards and in locker-rooms as much as in government offices and prisons."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"But at night, when the library lamps are lit, the outside world disappears and nothing but the space of books remains in existence."},{"Author":"Salman Rushdie","Category":"books","Quote":"A book is a version of the world. If you do not like it, ignore it; or offer your own version in return."},{"Author":"Pamela Dean","Category":"books","Quote":"It did occur to me that the effect of good literature may be as dizzying as that of alcohol."},{"Author":"R. Peck","Category":"books","Quote":"I read because one life isn't enough, and in the page of a book I can be anybody."},{"Author":"Leonard Cohen,  Beautiful Losers","Category":"books","Quote":"I've forgotten most of what I've read and, frankly, it never seemed very important to me or to the world."},{"Author":"Anatole Broyard","Category":"books","Quote":"The contents of someone's bookcase are part of his history, like an ancestral portrait.\"(About Books; Recoiling, Rereading, Retelling, New York Times, February 22, 1987)"},{"Author":"Stéphane Mallarmé","Category":"books","Quote":"The world exists to end up in a book."},{"Author":"Robert Maynard Hutchins,  The Great Conversation: The Substance Of A Liberal Education","Category":"books","Quote":"Nobody can decide for himself whether he is going to be a human being. The only question open to him is whether he will be an ignorant undeveloped one or one who has sought to reach the highest point he is capable of attaining."},{"Author":"Jeanette Winterson,  Why Be Happy When You Could Be Normal?","Category":"books","Quote":"Books, for me, are a home. Books don't make a home - they are one, in the sense that just as you do with a door, you open a book, and you go inside. Inside there is a different kind of time and space. There is warmth there too - a hearth. I sit down with a book and I am warm."},{"Author":"Kurt Vonnegut,  Slaughterhouse-Five","Category":"books","Quote":"There isn’t any particular relationship between the messages, except that the author has chosen them carefully, so that, when seen all at once, they produce an image of life that is beautiful and surprising and deep. There is no beginning, no middle, no end, no suspense, no moral, no causes, no effects. What we love in our books are the depths of many marvelous moments seen all at one time."},{"Author":"Henry Stevens","Category":"books","Quote":"Books are both our luxuries and our daily bread."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"books","Quote":"You not only are hunted by others, you unknowingly hunt yourself."},{"Author":"Stephen King","Category":"books","Quote":"The glory of a good tale is that it is limitless and fluid; a good tale belongs to each reader in its own particular way."},{"Author":"Holbrook Jackson","Category":"books","Quote":"A good book is always on tap; it may be decanted and drunk a hundred times, and it is still there for further imbibement."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"In a library, no empty shelf remains empty for long."},{"Author":"Katherine Paterson","Category":"books","Quote":"The wonderful thing about books is that they allow us to enter imaginatively into someone else’s life. And when we do that, we learn to sympathize with other people. But the real surprise is that we also learn truths about ourselves, about our own lives, that somehow we hadn’t been able to see before."},{"Author":"Virginia Woolf,  Jacob's Room","Category":"books","Quote":"I like books whose virtue is all drawn together in a page or two. I like sentences that don't budge though armies cross them."},{"Author":"Gary Snyder,  The Practice of the Wild: Essays","Category":"books","Quote":"In Western Civilization, our elders are books."},{"Author":"Elizabeth McCracken,  The Giant's House","Category":"books","Quote":"Books remember all the things you cannot contain."},{"Author":"Christopher Isherwood,  A Single Man","Category":"books","Quote":"The prefect evening...lying down on the couch beside the bookcase and reading himself sleepy...Jim lying opposite him at the other end of the couch, also reading; the two of them absorbed in their books yet so completely aware of each other's presence."},{"Author":"Nova Ren Suma,  The Walls Around Us","Category":"books","Quote":"Our private tastes in books showed a hint of our secret selves."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"books","Quote":"In your hands winteris a book with cloud pagesthat snow pearls of love."},{"Author":"Wally Lamb,  I Know This Much Is True","Category":"books","Quote":"-- that books were mirrors, reflective in sometimes unpredictable ways."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Old books that we have known but not possessed cross our path and invite themselves over. New books try to seduce us daily with tempting titles and tantalizing covers."},{"Author":"Lawrence Clark Powell","Category":"books","Quote":"To achieve lasting literature, fictional or factual, a writer needs perceptive vision, absorptive capacity, and creative strength."},{"Author":"Patrick O'Brian,  The Nutmeg of Consolation","Category":"books","Quote":"Sir,’ said Stephen, ‘I read novels with the utmost pertinacity. I look upon them--I look upon good novels--as a very valuable part of literature, conveying more exact and finely-distinguished knowledge of the human heart and mind than almost any other, with greater breadth and depth and fewer constraints."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"books","Quote":"But the penciled sheets did not seem like nor smell like the library book so she had given it up, consoling herself with the vow that when she grew up, she would work hard, save money and buy every single book that she liked."},{"Author":"Edwin Percy Whipple","Category":"books","Quote":"Books are lighthouses erected in the great sea of time."},{"Author":"Augustine Birrell","Category":"books","Quote":"Libraries are not made; they grow. Good as it is to inherit a library, it is better to collect one."},{"Author":"Eleanor Brown,  The Weird Sisters","Category":"books","Quote":"We were never organized readers who would see a book through to its end in any sory of logical order. We weave in and out of words like tourists on a hop-on, hop-off bus tour. Put a book down in the kitchen to go to the bathroom and you might return to find it gone, replaced by another of equal interest. We are indiscriminate."},{"Author":"Laura Hillenbrand,  Seabiscuit: An American Legend","Category":"books","Quote":"He had no money and no home; he lived entirely on the road of the racing circuit, sleeping in empty stalls, carrying with him only a saddle, his rosary, and his books....The books were the closest thing he had to furniture, and he lived in them the way other men live in easy chairs."},{"Author":"Douglas Rushkoff","Category":"books","Quote":"Books have souls. Or so romantics like me tend to think."},{"Author":"W.B. Yeats,  The Winding Stair and Other Poems","Category":"books","Quote":"I sat, a solitary man,In a crowded London shop,An open book and empty cupOn the marble table-top.While on the shop and street I gazedMy body of a sudden blazed;And twenty minutes more or lessIt seemed, so great my happiness,That I was blessed and could bless."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"books","Quote":"There are lots of great ideas in my book, but as a cohesive unit, my book is only held together with glue at the spine. Or it would be, if it weren’t an ebook."},{"Author":"Frank E. Peretti","Category":"books","Quote":"the depth of a person's character is not measured by his or her physical strength, but by the depth of his or her nobility."},{"Author":"Daniel Pennac","Category":"books","Quote":"If you`re wondering how you`ll find time, it means you don`t really want to read. Because nobody`s ever got time. Children certainly haven`t, nor have teenagers or grown-ups. Life always gets in the way. <...>Time to read is always time stolen. <...>Stolen from what? From the tyranny of living.”- p.125"},{"Author":"Carole Maso,  Room Lit By Roses","Category":"books","Quote":"I believe in books."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"Digestion of words as well; I often read aloud to myself in my writing corner in the library, where no one can hear me, for the sake of better savouring the text, so as to make it all the more mine."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"books","Quote":"As it unfolded, the structure of the story began to remind me of one of those Russian dolls that contain innumerable ever-smaller dolls within. Step by step the narrative split into a thousand stories, as if it had entered a gallery of mirrors, its identity fragmented into endless reflections."},{"Author":"Jessica Zafra,  Twisted 9","Category":"books","Quote":"That's the thing about a great book. Every time you read it, it's different, because you're different. You've changed since the last time you picked it up, things have happened to you."},{"Author":"Anatole France","Category":"books","Quote":"The books that everybody admires are those that nobody reads."},{"Author":"C.S. Lewis","Category":"books","Quote":"Our experience is coloured through and through by books and plays and the cinema, and it takes patience and skill to disentangle the things we have really learned from life for ourselves."},{"Author":"Frances Hodgson Burnett,  A Little Princess","Category":"books","Quote":"Never did she find anything so difficult as to keep herself from losing her temper when she was suddenly disturbed while absorbed in a book."},{"Author":"Edwin Markham","Category":"books","Quote":"He fed his spirit with the bread of books"},{"Author":"Jayce O'Neal","Category":"books","Quote":"You can't judge a book by it's cover but you can sure sell a bunch of books if you have a good one."},{"Author":"Roald Dahl,  The BFG","Category":"books","Quote":"You is getting nosier than a parker."},{"Author":"Emma Donoghue,  Slammerkin","Category":"books","Quote":"For all the books in his possession, he still failed to read the stories written plain as day in the faces of the people around him."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"books","Quote":"Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written."},{"Author":"David Mitchell,  Cloud Atlas","Category":"books","Quote":"Un libro leído a medias es una aventura amorosa incompleta."},{"Author":"Jane Austen,  Persuasion","Category":"books","Quote":"...I will not allow books to prove any thing.\"\"But how shall we prove any thing?\"\"We never shall."},{"Author":"Kellie Elmore,  Magic in the Backyard","Category":"books","Quote":"Maybe Heaven will be a library and then I might get to finish my ‘to-read’ list."},{"Author":"Tara Bray Smith","Category":"books","Quote":"Certain bookworms eat books. Eat them, swear in them, spill things on them."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"One book calls to another unexpectedly, creating alliances across different cultures and centuries."},{"Author":"Adriana Trigiani,  Big Stone Gap","Category":"books","Quote":"People have often told me that one of their strongest childhood memories is the scent of their grandmother's house. I never knew my grandmothers, but I could always count of the Bookmobile."},{"Author":"J. Patrick Lewis","Category":"books","Quote":"A great book is a homing deviceFor navigating paradise.A good book somehow makes you careAbout the comfort of a chair.A bad book owes to many treesA forest of apologies."},{"Author":"Helen Simonson,  Major Pettigrew's Last Stand","Category":"books","Quote":"...I tell myself it does not matter what one reads--favorite authors, particular themes--as long as we read something. It is not even important to own the books."},{"Author":"Anne Fadiman,  At Large and at Small: Familiar Essays","Category":"books","Quote":"One of the convenient things about literature is that, despite copyrights [...] a book belongs to the reader as well as to the writer."},{"Author":"Virginia Woolf,  The Waves","Category":"books","Quote":"Beneath my eyes opens -- a book; I see to the bottom; the heart -- I see to the depths. I know what loves are trembling into fire; how jealousy shoots its green flashes hither and thither; how intricately love crosses love; love makes knots; love brutally tears them apart. I have been knotted; I have been torn apart."},{"Author":"Nancy Byrd Turner","Category":"books","Quote":"The Bookshop has a thousand books,All colors, hues, and tinges,And every cover is a doorThat turns on magic hinges."},{"Author":"Laurie R. King,  The Beekeeper's Apprentice","Category":"books","Quote":"I took to the Bodleian library as to a lover and ... would sit long hours in Bodley's arms to emerge, blinking and dazed with the small and feel of all those books."},{"Author":"Rainer Maria Rilke,  The Notebooks of Malte Laurids Brigge","Category":"books","Quote":"There are a large number of people in the room, but one is unaware of them. They are in the books. At times they move among the pages, like sleepers turning over between two dreams. Ah, how good it is to be among people who are reading."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"books","Quote":"إحدى يديه كانت منهمكة بالعبث في خصلات شعريوالأخرى كان ينفث بها سيجارته ،إلتقطتها منه بغضب وبإمتعاض ممقوتوهمست له : دعها تلك اللعينة فلن أسمح بأن تشاركني فيك !"},{"Author":"Saadi","Category":"books","Quote":"However much you study, you cannot know without action. A donkey laden with books is neither an intellectual nor a wise man. Empty of essence, what learning has he whether upon him is firewood or book?"},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"It hardly matters why a library is destroyed: every banning, curtailment, shredding, plunder or loot gives rise (at least as a ghostly presence) to a louder, clearer, more durable library of the banned, looted, plundered, shredded or curtailed."},{"Author":"Lawrence Clark Powell","Category":"books","Quote":"Unless their use by readers bring them to life, books are indeed dead things."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"books","Quote":"If I’m going to write a book every American will want to read, it’s got to have lots of pictures. Those pictures must also move, and all the words in the book must be spoken and available audibly for all the readers to hear as they watch."},{"Author":"Paul Simon,  Simon and Garfunkel's Greatest Hits","Category":"books","Quote":"We note our place with bookmarkersThat measure what we've lost."},{"Author":"Deb Caletti,  Honey, Baby, Sweetheart","Category":"books","Quote":"If time heals all wounds, and a book can hold a person's entire life, then you can speed up the process with a pulp time warp."},{"Author":"Lawrence Clark Powell","Category":"books","Quote":"We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed."},{"Author":"Douglas Coupland,  Generation A","Category":"books","Quote":"Books turn people into isolated individuals, and once that's happened, the road only grows rockier. Books wire you to want to be Steve McQueen, but the world wants you to be SMcQ23667bot@hotmail.com."},{"Author":"Daniel Pennac","Category":"books","Quote":"We keep quiet about what we read. Our enjoyment of a book remains a jealously guarded secret. Perhaps because there`s no need to talk, or because it takes time to distill what we've read before we can say anything. Silence is our guarantee of intimacy. We might have finished reading but we`re still livingthe book."},{"Author":"P.G. Wodehouse","Category":"books","Quote":"One of the poets, whose name I cannot recall, has a passage, which I am unable at the moment to remember, in one of his works, which for the time being has slipped my mind, which hits off admirably this age-old situation."},{"Author":"Jeanette Winterson,  Why Be Happy When You Could Be Normal?","Category":"books","Quote":"A tough life needs a tough language—and that is what poetry is. That is what literature offers—a language powerful enough to say how it is."},{"Author":"Alex de Campi","Category":"books","Quote":"There's nothing on Earth like really nailing the last line of a big book. You have 200 pages to tickle their fancy, and seven words to break their heart."},{"Author":"Bich Minh Nguyen,  Stealing Buddha's Dinner","Category":"books","Quote":"I read to be alone. I read so as not to be alone."},{"Author":"Neil Gaiman","Category":"books","Quote":"Soon enough his head would be swimming with tales of derring-do and high adventure, tales of beautiful maidens kissed, of evildoers shot with pistols or fought with swords, of bags of gold, of diamonds as big as the tip of your thumb, of lost cities and of vast mountains, of steam-trains and clipper ships, of pampas, oceans, deserts, tundra."},{"Author":"Ellen Kushner","Category":"books","Quote":"Not being the sort to throw a book, she pounded her fist on her cushion."},{"Author":"Gabriel Garcí­a Márquez","Category":"books","Quote":"Un buen escritor se aprecia mejor por lo que rompe que por lo que publica."},{"Author":"James Goldsmith","Category":"books","Quote":"The first time I read an excellent work, it is to me just as if I gained a new friend; and when I read over a book I have perused before, it resembles the meeting of an old one."},{"Author":"Elizabeth von Arnim,  The Solitary Summer","Category":"books","Quote":"What a blessing it is to love books. Everybody must love something, and I know of no objects of love that give such substantial and unfailing returns as books and a garden."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"books","Quote":"A precious, mouldering pleasure ’t is To meet an antique book, In just the dress his century wore; A privilege, I think."},{"Author":"Stephen King,  The Waste Lands","Category":"books","Quote":"Jake went in, aware that he had, for the first time in three weeks, opened a door without hoping madly to find another world on the other side. A bell jingled overhead. The mild, spicy smell of old books hit him, and the smell was somehow like coming home."},{"Author":"Desiderius Erasmus","Category":"books","Quote":"Before you sleep, read something that is exquisite, and worth remembering."},{"Author":"Stefanos Livos","Category":"books","Quote":"Literature is the real life of imaginary people."},{"Author":"Jerry Spinelli","Category":"books","Quote":"And so I'm me again, Leo. Thanks to the example of a five-year-old. I'm hoping you wouldn't want it any other way. Not that you weren't flattered, right? I mean, to have a girl two thousand miles away going to pieces over you, weeping at the mere memory of you, losing her appetite, losing herself and self-respect - well, that's trophy enough for any guy's ego, huh?"},{"Author":"George Orwell,  A Collection of Essays","Category":"books","Quote":"There are books that one reads over and over again, books that become part of the furniture of one’s mind and alter one’s whole attitude to life, books that one dips into but never reads through, books that one reads at a single sitting and forgets a week later:"},{"Author":"Kurt Vonnegut,  Palm Sunday: An Autobiographical Collage","Category":"books","Quote":"By reading the writings of the most interesting minds in history, we meditate with our own minds and theirs as well. This is to me is a miracle."},{"Author":"Karen Marie Moning,  Shadowfever","Category":"books","Quote":"I love books, they're in my blood."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"In the dark, with the windows lit and the rows of books glittering, the library is a closed space, a universe of self-serving rules that pretend to replace or translate those of the shapeless universe beyond."},{"Author":"Rachel Kadish,  Tolstoy Lied: A Love Story","Category":"books","Quote":"Books. People have no idea how beautiful books are. How they taste on your fingers. How bright everything is when you light it with words."},{"Author":"Patricia A. McKillip","Category":"books","Quote":"Epics are never written about libraries. They exist on whim; it depends on if the conquering army likes to read."},{"Author":"Victor Nell,  Lost in a Book: The Psychology of Reading for Pleasure","Category":"books","Quote":"Books are all the dreams we would most like to have and like dreams they have the power to change consciousness."},{"Author":"Nicholas Tucker,  Darkness Visible: Inside the World of Philip Pullman","Category":"books","Quote":"Don Quixote could never manage without his patient servant Sancho Panza."},{"Author":"R. D. Cumming","Category":"books","Quote":"A good book has no ending."},{"Author":"Laura Jensen Walker,  Daring Chloe","Category":"books","Quote":"How do you explain to a nonreader that books aren't just things but treasured friends? Companions?"},{"Author":"Dan Simmons,  The Terror","Category":"books","Quote":"Luckily, even as a young man not yet become himself, John Bridgens had two things besides indecision that kept him from self-destruction - books and a sense of irony."},{"Author":"Alberto Manguel,  The Library at Night","Category":"books","Quote":"There is a line of poetry, a sentence in a fable, a word in an essay, by which my existence is justified; find that line, and immortality is assured."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"books","Quote":"I hope people of the future will remember my books for being burned, and I challenge an elite few to imagine the embers of the last copy."},{"Author":"Christopher Morley","Category":"books","Quote":"The world has been printing books for 450 years, and yet gunpowder still has a wider circulation. Never mind! Printer's ink is the greater explosive: it will win."},{"Author":"Berkeley Breathed","Category":"books","Quote":"Some of us find our lives abridged even before the paperback comes out."},{"Author":"Rita Mae Brown,  Rubyfruit Jungle","Category":"books","Quote":"Oh well, maybe the only beauty left in cities is in the oil slicks on the road and maybe there isn't any beauty left in the people who live in these places."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"books","Quote":"Books are precious things, but more than that, they are the strong backbone of civilization. They are the thread upon which it all hangs, and they can save us when all else is lost."},{"Author":"علي الطنطاوي,  مقالات في كلمات","Category":"books","Quote":"فإني قرأت كتاباً في تعريف الجمال كثيرة، فلم اجد احد من تعريف طاغور: \"إن الجمال هو الاخلاص"},{"Author":"Paul Acampora,  I Kill the Mockingbird","Category":"books","Quote":"Shelving books incorrectly is as good as stealing them. It's almost worse."},{"Author":"Douglas Rushkoff","Category":"books","Quote":"The function of a book is to provide a reading experience."},{"Author":"Nick Hornby,  The Polysyllabic Spree","Category":"books","Quote":"We are never allowed to forget that some books are badly written; we should remember that sometimes they're badly read, too."},{"Author":"Laura Amy Schlitz,  The Hired Girl","Category":"books","Quote":"But I think the most important thing those books gave me was a kind of faith. My books promised me that life wasn’t just made up of workaday tasks and prosaic things. The world is bigger and more colorful and more important than that."},{"Author":"Mitch Albom","Category":"books","Quote":"A book with the genuine power to stir and comfort its readers."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"books","Quote":"This book comes with its very own logo (logo sold separately)."}]
