[{"Author":"Mark Twain","Category":"death","Quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."},{"Author":"Jimi Hendrix,  Jimi Hendrix - Axis: Bold as Love","Category":"death","Quote":"I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"death","Quote":"I wish it need not have happened in my time,\"said Frodo.\"So do I,\"said Gandalf, \"and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us."},{"Author":"Mark Twain","Category":"death","Quote":"The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"death","Quote":"Death ends a life, not a relationship."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Death's got an Invisibility Cloak?\"Harry interrupted again.\"So he can sneak up on people,\"said Ron. \"Sometimes he gets bored of running at them, flapping his arms and shrieking..."},{"Author":"Antonio Porchia","Category":"death","Quote":"One lives in the hope of becoming a memory."},{"Author":"Oscar Wilde","Category":"death","Quote":"A thing is not necessarily true because a man dies for it."},{"Author":"Terry Pratchett,  The Last Continent","Category":"death","Quote":"It is said that your life flashes before your eyes just before you die. That is true, it's called Life."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"death","Quote":"I don't want to die without any scars."},{"Author":"E.E. Cummings","Category":"death","Quote":"Unbeing dead isn't being alive."},{"Author":"Langston Hughes,  The Collected Poems","Category":"death","Quote":"Life is for the living.Death is for the dead.Let life be like music. And death a note unsaid."},{"Author":"Mark Twain","Category":"death","Quote":"I do not fear death. I had been dead for billions and billions of years before I was born, and had not suffered the slightest inconvenience from it."},{"Author":"William Shakespeare,  Romeo and Juliet (Shakespeare Collection)","Category":"death","Quote":"When he shall die,Take him and cut him out in little stars,And he will make the face of heaven so fineThat all the world will be in love with nightAnd pay no worship to the garish sun."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"It kills me sometimes, how people die."},{"Author":"Charles Bukowski","Category":"death","Quote":"My dear,Find what you love and let it kill you.Let it drain you of your all. Let it cling onto your back and weigh you down into eventual nothingness.Let it kill you and let it devour your remains.For all things will kill you, both slowly and fastly, but it’s much better to be killed by a lover.~ Falsely yours"},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"death","Quote":"If you gave someone your heart and they died, did they take it with them? Did you spend the rest of forever with a hole inside you that couldn't be filled?"},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"death","Quote":"That was the thing. You never got used to it, the idea of someone being gone. Just when you think it's reconciled, accepted, someone points it out to you, and it just hits you all over again, that shocking."},{"Author":"Hunter S. Thompson,  The Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967","Category":"death","Quote":"Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming \"Wow! What a Ride!"},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"You'll stay with me?'Until the very end,' said James."},{"Author":"François Rabelais","Category":"death","Quote":"I go to seek a Great Perhaps."},{"Author":"François Rabelais","Category":"death","Quote":"I go to seek a Great Perhaps."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"Even death has a heart."},{"Author":"Norman Cousins","Category":"death","Quote":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"death","Quote":"Things we lose have a way of coming back to us in the end, if not always in the way we expect."},{"Author":"Laurie Halse Anderson,  Speak","Category":"death","Quote":"When people don't express themselves, they die one piece at a time."},{"Author":"Rick Riordan,  The Battle of the Labyrinth","Category":"death","Quote":"Don't feel bad, I'm usually about to die."},{"Author":"Herbert Hoover","Category":"death","Quote":"Older men declare war. But it is youth that must fight and die."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"death","Quote":"If you have a sister and she dies, do you stop saying you have one? Or are you always a sister, even when the other half of the equation is gone?"},{"Author":"J.K. Rowling","Category":"death","Quote":"The last enemy that shall be destroyed is death."},{"Author":"Terry Pratchett,  Sourcery","Category":"death","Quote":"I meant,\"said Ipslore bitterly, \"what is there in this world that truly makes living worthwhile?\"Death thought about it.CATS, he said eventually. CATS ARE NICE."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"death","Quote":"If death meant just leaving the stage long enough to change costume and come back as a new character...Would you slow down? Or speed up?"},{"Author":"Ayn Rand,  The Fountainhead","Category":"death","Quote":"I could die for you. But I couldn't, and wouldn't, live for you."},{"Author":"Chuck Palahniuk,  Survivor","Category":"death","Quote":"A girl calls and asks, \"Does it hurt very much to die?\"\"Well, sweetheart,\"I tell her, \"yes, but it hurts a lot more to keep living."},{"Author":"Ian Fleming,  You Only Live Twice","Category":"death","Quote":"You only live twice:Once when you are bornAnd once when you look death in the face"},{"Author":"Terry Pratchett,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"death","Quote":"DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING EARLY TO AVOID THE RUSH."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"I found myself thinking about President William McKinley, the third American president to be assassinated. He lived for several days after he was shot, and towards the end, his wife started crying and screaming, \"I want to go too! I want to go too!\"And with his last measure of strength, McKinley turned to her and spoke his last words: \"We are all going."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"A small but noteworthy note. I've seen so many young men over the years who think they're running at other young men. They are not. They are running at me."},{"Author":"Mahatma Gandhi","Category":"death","Quote":"Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Does it hurt?\"The childish question had escaped Harry's lips before he could stop it. \"Dying? Not at all,\"said Sirius. \"Quicker and easier than falling asleep."},{"Author":"Mitch Albom","Category":"death","Quote":"Love is how you stay alive, even after you are gone."},{"Author":"Jarod Kintz,  I Want","Category":"death","Quote":"I want to write my own eulogy, and I want to write it in Latin. It seems only fitting to read a dead language at my funeral."},{"Author":"Victor Hugo,  Les Misérables","Category":"death","Quote":"It is nothing to die. It is frightful not to live."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"death","Quote":"Death is so terribly final, while life is full of possibilities."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"Sleep, those little slices of death — how I loathe them."},{"Author":"Stephenie Meyer,  Twilight","Category":"death","Quote":"Death is Peaceful, Life is Harder"},{"Author":"أحمد خالد توفيق","Category":"death","Quote":"لا أخاف الموت ..أخاف أن أموت قبل أن أحيا"},{"Author":"Charles Bukowski","Category":"death","Quote":"there is a place in the heart thatwill never be filleda spaceand even during thebest momentsandthe greatest timestimeswe will know itwe will know itmore thaneverthere is a place in the heart thatwill never be filledandwe will waitandwaitin that space."},{"Author":"Terry Pratchett,  Sourcery","Category":"death","Quote":"And what would humans be without love?\"RARE, said Death."},{"Author":"Jodi Picoult","Category":"death","Quote":"and he suddenly knew that if she killed herself, he would die. Maybe not immediately, maybe not with the same blinding rush of pain, but it would happen. You couldn't live for very long without a heart."},{"Author":"Kenzaburō Ōe,  Hiroshima Notes","Category":"death","Quote":"The dead can survive as part of the lives of those that still live."},{"Author":"Connie Willis,  Passage","Category":"death","Quote":"That's what literature is. It's the people who went before us, tapping out messages from the past, from beyond the grave, trying to tell us about life and death! Listen to them!"},{"Author":"Haruki Murakami,  Blind Willow, Sleeping Woman: 24 Stories","Category":"death","Quote":"Death is not the opposite of life, but a part of it."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"His soul sat up. It met me. Those kinds of souls always do - the best ones. The ones who rise up and say \"I know who you are and I am ready. Not that I want to go, of course, but I will come.\"Those souls are always light because more of them have been put out. More of them have already found their way to other places."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"death","Quote":"When you're dead, they really fix you up. I hope to hell when I do die somebody has sense enough to just dump me in the river or something. Anything except sticking me in a goddam cemetery. People coming and putting a bunch of flowers on your stomach on Sunday, and all that crap. Who wants flowers when you're dead? Nobody."},{"Author":"Helen Keller","Category":"death","Quote":"Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see."},{"Author":"Anaïs Nin","Category":"death","Quote":"People living deeply have no fear of death."},{"Author":"Martin Luther King Jr.","Category":"death","Quote":"No one really knows why they are alive until they know what they'd die for."},{"Author":"Antonio Porchia","Category":"death","Quote":"One lives in the hope of becoming a memory."},{"Author":"Isaac Asimov","Category":"death","Quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome."},{"Author":"Ernest Hemingway","Category":"death","Quote":"Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another."},{"Author":"Steve Jobs","Category":"death","Quote":"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of other's opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."},{"Author":"Will Rogers","Category":"death","Quote":"If there are no dogs in Heaven, then when I die I want to go where they went."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"death","Quote":"Your mother died to save you. If there is one thing Voldemort cannot understand, it is love. Love as powerful as your mother's for you leaves it's own mark. To have been loved so deeply, even though the person who loved us is gone, will give us some protection forever."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Here lies Dobby, a free elf."},{"Author":"Arthur Golden,  Memoirs of a Geisha","Category":"death","Quote":"At the temple there is a poem called \"Loss\"carved into the stone. It has three words, but the poet has scratched them out. You cannot read loss, only feel it."},{"Author":"Sylvia Plath,  Ariel","Category":"death","Quote":"Dying is an art.Like everything else,I do it exceptionally well.I do it so it feels like hell.I do it so it feels real.I guess you could say I have a call."},{"Author":"Neil Young","Category":"death","Quote":"It's better to burn out than to fade away."},{"Author":"Thomas Campbell","Category":"death","Quote":"To live in hearts we leave behind is not to die."},{"Author":"Benjamin Franklin","Category":"death","Quote":"Many people die at twenty five and aren't buried until they are seventy five."},{"Author":"Benjamin Franklin","Category":"death","Quote":"Fear not death for the sooner we die, the longer we shall be immortal."},{"Author":"Lao Tzu,  Tao Te Ching","Category":"death","Quote":"A man with outward courage dares to die; a man with inner courage dares to live."},{"Author":"Jeaniene Frost","Category":"death","Quote":"If I die, I will wait for you, do you understand? No matter how long. I will watch from beyond to make sure you live every year you have to its fullest, and then we’ll have so much to talk about when I see you again… (Bones)"},{"Author":"Rachel Caine,  Feast of Fools","Category":"death","Quote":"I'm gonna kill him,\"Eve said, or at least that was what it sounded like filtered through the pillow.Stake him right in the heart, shove garlic up his ass, and-and-\"And what?\"(Michael)When did you get home?\"Claire demanded.Apparently just in time to hear my funeral plans. I especially like the garlic up the ass. It's...different."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"Together, they would watch everything that was so carefully planned collapse, and they would smile at the beauty of destruction."},{"Author":"Franz Kafka","Category":"death","Quote":"The meaning of life is that it stops."},{"Author":"Nalo Hopkinson,  Brown Girl in the Ring","Category":"death","Quote":"The heaviness of loss in her heart hadn't eased, but there was room there for humour, too."},{"Author":"Terry Pratchett,  Mort","Category":"death","Quote":"He'd been wrong, there was a light at the end of the tunnel, and it was a flamethrower."},{"Author":"Suzanne Collins,  Catching Fire","Category":"death","Quote":"The idea of being strong for someone else having never entered their heads, I find myself in the position of having to console them. Since I'm the person going in to be slaughtered, this is somewhat annoying."},{"Author":"Arthur Golden,  Memoirs of a Geisha","Category":"death","Quote":"The heart dies a slow death, shedding each hope like leaves until one day there are none. No hopes. Nothing remains."},{"Author":"James Patterson,  The Angel Experiment","Category":"death","Quote":"The funny thing about facing imminent death is that it really snaps everything else into perspective."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Would it hurt to die?"},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"You do not immortalize the lost by writing about them. Language buries, but does not resurrect."},{"Author":"Terry Pratchett","Category":"death","Quote":"Death: \"THERE ARE BETTER THINGS IN THE WORLD THAN ALCOHOL, ALBERT.\"Albert: \"Oh, yes, sir. But alcohol sort of compensates for not getting them."},{"Author":"Dylan Thomas","Category":"death","Quote":"Though lovers be lost, love shall not; And death shall have no dominion."},{"Author":"Chuck Palahniuk,  Survivor","Category":"death","Quote":"Reality means you live until you die...the real truth is nobody wants reality."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"death","Quote":"No one can say that death found in me a willing comrade, or that I went easily."},{"Author":"Kahlil Gibran","Category":"death","Quote":"For what is it to die but to stand naked in the wind and to melt into the sun? And when the earth shall claim your limbs, then shall you truly dance."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"I wish...I wish I were dead...”“And what use would that be to anyone?"},{"Author":"William S. Burroughs","Category":"death","Quote":"Nobody owns life, but anyone who can pick up a frying pan owns death."},{"Author":"Dean Koontz,  The Darkest Evening of the Year","Category":"death","Quote":"Because God is never cruel, there is a reason for all things. We must know the pain of loss; because if we never knew it, we would have no compassion for others, and we would become monsters of self-regard, creatures of unalloyed self-interest. The terrible pain of loss teaches humility to our prideful kind, has the power to soften uncaring hearts, to make a better person of a good one."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"Because there is no glory in illness. There is no meaning to it. There is no honor in dying of."},{"Author":"Sarah Ockler,  Twenty Boy Summer","Category":"death","Quote":"Weeping is not the same thing as crying. It takes your whole body to weep, and when it's over, you feel like you don't have any bones left to hold you up."},{"Author":"Arthur Schopenhauer,  Parerga and Paralipomena","Category":"death","Quote":"Mostly it is loss which teaches us about the worth of things."},{"Author":"Lemony Snicket,  The Bad Beginning","Category":"death","Quote":"It is useless for me to describe to you how terrible Violet, Klaus, and even Sunny felt in the time that followed. If you have ever lost someone very important to you, then you already know how it feels, and if you haven't, you cannot possibly imagine it."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"death","Quote":"Killing is not so easy as the innocent believe."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"death","Quote":"It's true, I am afraid of dying. I am afraid of the world moving forward without me, of my absence going unnoticed, or worse, being some natural force propelling life on. Is it selfish? Am I such a bad person for dreaming of a world that ends when I do? I don't mean the world ending with respect to me, but every set of eyes closing with mine."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"I want words at my funeral. But I guess that means you need life in your life."},{"Author":"Alice Sebold,  The Lovely Bones","Category":"death","Quote":"Nothing is ever certain."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"The death of a beautiful woman is, unquestionably, the most poetical topic in the world."},{"Author":"Gloria Steinem","Category":"death","Quote":"Men should think twice before making widowhood women's only path to power."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"death","Quote":"No truth can cure the sorrow we feel from losing a loved one. No truth, no sincerity, no strength, no kindness can cure that sorrow. All we can do is see it through to the end and learn something from it, but what we learn will be no help in facing the next sorrow that comes to us without warning."},{"Author":"Jim Morrison","Category":"death","Quote":"No one here gets out alive."},{"Author":"Marcus Aurelius,  Meditations","Category":"death","Quote":"It is not death that a man should fear, but he should fear never beginning to live."},{"Author":"Michael Crichton","Category":"death","Quote":"It's better to die laughing than to live each moment in fear."},{"Author":"Terry Pratchett,  Night Watch","Category":"death","Quote":"We who think we are about to die will laugh at anything."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"death","Quote":"Delaying death is one of my favorite hobbies"},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"I felt the unfairness of it, the inarguable injustice of loving someone who might have loved you back but can't due to deadness."},{"Author":"Garth Stein,  The Art of Racing in the Rain","Category":"death","Quote":"He died that day because his body had served its purpose. His soul had done what it came to do, learned what it came to learn, and then was free to leave."},{"Author":"Rob Sheffield,  Love Is a Mix Tape","Category":"death","Quote":"When we die, we will turn into songs, and we will hear each other and remember each other."},{"Author":"Charles Bukowski","Category":"death","Quote":"I carry death in my left pocket. Sometimes I take it out and talk to it: \"Hello, baby, how you doing? When you coming for me? I'll be ready."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"I wanted to explain that I am constantly overestimating and underestimating the human race - that rarely do I even simply estimate it. I wanted to ask her how the same thing could be so ugly and so glorious, and its words and stories so damning and brilliant...I AM HAUNTED BY HUMANS."},{"Author":"Gayle Forman,  If I Stay","Category":"death","Quote":"Adam is crying and somewhere inside of me I am crying, too, because I'm feeling things at last. I'm feeling not just the physical pain, but all that I have lost, and it is profound and catastrophic and will leave a crater in me that nothing will ever fill."},{"Author":"Chuck Palahniuk,  Survivor","Category":"death","Quote":"Six hundred and forty fish later, the only thing I know is everything you love will die. The first time you meet someone special, you can count on them one day being dead and in the ground."},{"Author":"Brian Andreas,  Story People: Selected Stories & Drawings of Brian Andreas","Category":"death","Quote":"I was waiting for the longest time, she said. I thought you forgot.It is hard to forget, I said, when there is such an empty space when you are gone."},{"Author":"John Steinbeck,  East of Eden","Category":"death","Quote":"It seems to me that if you or I must choose between two courses of thought or action, we should remember our dying and try so to live that our death brings no pleasure to the world."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"death","Quote":"I want to scream sometimes, because I hate when people refer to a dead person as the “late” so and so. I’m sorry to break that bad news, but that person isn’t just late—they’re not even coming!"},{"Author":"Neil Gaiman,  Anansi Boys","Category":"death","Quote":"Everybody going to be dead one day, just give them time."},{"Author":"Jeffrey Eugenides,  The Virgin Suicides","Category":"death","Quote":"In the end, it wasn't death that surprised her but the stubbornness of life."},{"Author":"China Miéville,  The Scar","Category":"death","Quote":"In time, in time they tell me, I'll not feel so bad. I don't want time to heal me. There's a reason I'm like this.I want time to set me ugly and knotted with loss of you, marking me. I won't smooth you away.I can't say goodbye."},{"Author":"Nick Hornby,  A Long Way Down","Category":"death","Quote":"A man who wants to die feels angry and full of life and desperate and bored and exhausted, all at the same time; he wants to fight everyone, and he wants to curl up in a ball and hide in a cupboard somewhere. He wants to say sorry to everyone, and he wants everyone to know just how badly they've all let him down."},{"Author":"Cornelia Funke,  Inkdeath","Category":"death","Quote":"Women were different, no doubt about it. Men broke so much more quickly. Grief didn't break women. Instead it wore them down, it hollowed them out very slowly."},{"Author":"Karen Marie Moning,  Shadowfever","Category":"death","Quote":"Dying is overrated. Human sentimentality has twisted it into the ultimate act of love. Biggest load of bullshit in the world. Dying for someone isn't the hard thing. The man that dies escapes. Plain and simple. Game over. End of pain...Try living for someone. Through it all-good, bad, thick, thin, joy, suffering. That's the hard thing."},{"Author":"Terry Pratchett,  Going Postal","Category":"death","Quote":"Do you not know that a man is not dead while his name is still spoken?"},{"Author":"John Lennon","Category":"death","Quote":"I'm not afraid of death because I don't believe in it.It's just getting out of one car, and into another."},{"Author":"Albert Camus,  Neither Victims Nor Executioners","Category":"death","Quote":"It is the job of thinking people not to be on the side of the executioners."},{"Author":"Lili St. Crow,  Jealousy","Category":"death","Quote":"I was always holding onto people, and they were always leaving."},{"Author":"Jodi Picoult,  Mercy","Category":"death","Quote":"How could you go about choosing something that would hold the half of your heart you had to bury?"},{"Author":"Stephenie Meyer,  Twilight","Category":"death","Quote":"Surely it was a good way to die, in the place of someone else, someone I loved."},{"Author":"E.B. White,  Charlotte's Web","Category":"death","Quote":"After all, what's a life, anyway? We're born, we live a little while, we die."},{"Author":"W.H. Auden,  Collected Poems","Category":"death","Quote":"He was my North, my South, my East and West,My working week and my Sunday rest,My noon, my midnight, my talk, my song;I thought that love would last forever: I was wrong."},{"Author":"John Donne,  No man is an island – A selection from the prose","Category":"death","Quote":"No man is an island, entire of itself; every man is a piece of the continent, a part of the main. If a clod be washed away by the sea, Europe is the less, as well as if a promontory were, as well as if a manor of thy friend's or of thine own were: any man's death diminishes me, because I am involved in mankind, and therefore never send to know for whom the bells tolls; it tolls for thee."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"death","Quote":"I’m willing to die for the woman I love. I just want to take 75 years to do it."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"death","Quote":"Stars,\"she whispered. \"I can see the stars again, my lady.\"A tear trickled down Artemis's cheek. \"Yes, my brave one. They are beautiful tonight.\"Stars,\"Zoe repeated. Her eyes fixed on the night sky. And she did not move again."},{"Author":"Steve Jobs","Category":"death","Quote":"If you live each day as it was your last, someday you'll most certainly be right"},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"death","Quote":"O serpent heart hid with a flowering face!Did ever a dragon keep so fair a cave?Beautiful tyrant, feind angelical, dove feather raven, wolvish-ravening lamb! Despised substance of devinest show, just opposite to what thou justly seemest - A dammed saint, an honourable villain!"},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"A SMALL PIECE OF TRUTHI do not carry a sickle or scythe.I only wear a hooded black robe when it's cold.And I don't have those skull-like facial features you seem to enjoy pinning on me from a distance. You want to know what I truly look like? I'll help you out. Find yourself a mirror while I continue."},{"Author":"H.P. Lovecraft,  The Nameless City","Category":"death","Quote":"That is not dead which can eternal lie,And with strange aeons even death may die."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"death","Quote":"Love is a circular emotion that surrounds you, like a hug. Or a noose."},{"Author":"Ernest Hemingway","Category":"death","Quote":"Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you."},{"Author":"Richelle Mead,  Frostbite","Category":"death","Quote":"Things die. But they don't always stay dead. Believe me, I know."},{"Author":"Meghan O'Rourke","Category":"death","Quote":"Relationships take up energy; letting go of them, psychiatrists theorize, entails mental work. When you lose someone you were close to, you have to reassess your picture of the world and your place in it. The more your identity was wrapped up with the deceased, the more difficult the loss."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"death","Quote":"I’ve always felt that the best place to hide a body is in the trunk of a cop car, with a note affixed to the body that reads, “I’m sorry."},{"Author":"Joseph Stalin","Category":"death","Quote":"A single death is a tragedy; a million deaths is a statistic."},{"Author":"Norman Cousins","Category":"death","Quote":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"death","Quote":"I told him I believed in hell, and that certain people, like me, had to live in hell before they died, to make up for missing out on it after death, since they didn't believe in life after death, and what each person believed happened to him when he died."},{"Author":"Langston Hughes","Category":"death","Quote":"I went down to the river,I set down on the bank.I tried to think but couldn't,So I jumped in and sank."},{"Author":"Hunter S. Thompson","Category":"death","Quote":"No More Games. No More Bombs. No More Walking. No More Fun. No More Swimming. 67. That is 17 years past 50. 17 more than I needed or wanted. Boring. I am always bitchy. No Fun — for anybody. 67. You are getting Greedy. Act your old age. Relax — This won't hurt"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"death","Quote":"He had a new girl, and I told him she looked like Marilyn Monroe. He smiled because he thought I meant she was beautiful, and I smiled because I meant she looked like a corpse."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Would you like me to [kill you] now?\"asked Snape, his voice heavy with irony. \"Or would you like a few moments to compose an epitaph?"},{"Author":"Chuck Palahniuk","Category":"death","Quote":"It's easy to cry when you realize that everyone you love will reject you or die."},{"Author":"Janet Fitch,  White Oleander","Category":"death","Quote":"The phoenix must burn to emerge."},{"Author":"Neil Gaiman,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"death","Quote":"You're Hell's Angels, then? What chapter are you from?''REVELATIONS. CHAPTER SIX."},{"Author":"William Shakespeare,  Hamlet","Category":"death","Quote":"Sweets to the sweet."},{"Author":"Mitch Albom,  For One More Day","Category":"death","Quote":"But she wasn’t around, and that’s the thing when your parents die, you feel like instead of going in to every fight with backup, you are going into every fight alone."},{"Author":"Sarah J. Maas,  Crown of Midnight","Category":"death","Quote":"But death was her curse and her gift, and death had been her good friend these long, long years."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"I will not tell you our love story, because-like all real love stories-it will die with us,as it should."},{"Author":"Arthur Schopenhauer","Category":"death","Quote":"They tell us that Suicide is the greatest piece of Cowardice... That Suicide is wrong; when it is quite obvious that there is nothing in this world to which every man has a more unassailable title than to his own life and person."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"death","Quote":"What do you most value in your friends?Their continued existence."},{"Author":"Chuck Palahniuk,  Survivor","Category":"death","Quote":"It's only in drugs or death we'll see anything new, and death is just too controlling."},{"Author":"Sean Mangan","Category":"death","Quote":"Life is too short when you think of the length of death"},{"Author":"Albert Camus,  The Myth of Sisyphus and Other Essays","Category":"death","Quote":"What is called a reason for living is also an excellent reason for dying."},{"Author":"Margaret Mitchell,  Gone with the Wind","Category":"death","Quote":"Death, taxes and childbirth! There's never any convenient time for any of them."},{"Author":"Roland Barthes","Category":"death","Quote":"Each of us has his own rhythm of suffering."},{"Author":"Jeanette Winterson,  Gut Symmetries","Category":"death","Quote":"He: What’s the matter with you?Me: Nothing.Nothing was slowly clotting my arteries. Nothing slowly numbing my soul. Caught by nothing, saying nothing, nothingness becomes me. When I am nothing they will say surprised in the way that they are forever surprised, \"but there was nothing the matter with her."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"death","Quote":"I thought about all of the things that everyone ever says to each other, and how everyone is going to die, whether it's in a millisecond, or days, or months, or 76.5 years, if you were just born. Everything that's born has to die, which means our lives are like skyscrapers. The smoke rises at different speeds, but they're all on fire, and we're all trapped."},{"Author":"Jo Nesbø","Category":"death","Quote":"Losing your life is not the worst thing that can happen. The worst thing is to lose your reason for living."},{"Author":"Edvard Munch","Category":"death","Quote":"From my rotting body, flowers shall grow and I am in them, and that is eternity."},{"Author":"Eckhart Tolle","Category":"death","Quote":"Death is a stripping away of all that is not you. The secret of life is to \"die before you die\"--- and find that there is no death."},{"Author":"Rick Yancey,  The 5th Wave","Category":"death","Quote":"We'd stared into the face of Death, and Death blinked first. You'd think that would make us feel brave and invincible. It didn't."},{"Author":"Alexander Pushkin","Category":"death","Quote":"I have outlasted all desire,My dreams and I have grown apart;My grief alone is left entire,The gleamings of an empty heart.The storms of ruthless dispensationHave struck my flowery garland numb,I live in lonely desolationAnd wonder when my end will come.Thus on a naked tree-limb, blastedBy tardy winter's whistling chill,A single leaf which has outlastedIts season will be trembling still."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I’ll be your Dostoevsky, if you’ll be my Tolstoy. Our life together will be so full of despair that death will be like a gulag full of joy."},{"Author":"Raymond Carver,  Where I'm Calling From: New and Selected Stories","Category":"death","Quote":"I've crossed some kind of invisible line. I feel as if I've come to a place I never thought I'd have to come to. And I don't know how I got here. It's a strange place. It's a place where a little harmless dreaming and then some sleepy, early-morning talk has led me into considerations of death and annihilation."},{"Author":"Shannon L. Alder","Category":"death","Quote":"Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you."},{"Author":"Richard Puz,  The Carolinian","Category":"death","Quote":"Death leaves a heartache no one can heal, love leaves a memory no one can steal.From an Irish headstone"},{"Author":"Nathaniel Hawthorne,  The Blithedale Romance","Category":"death","Quote":"Death should take me while I am in the mood."},{"Author":"George Eliot,  Adam Bede","Category":"death","Quote":"What greater thing is there for two human souls, than to feel that they are joined for life--to strengthen each other in all labor, to rest on each other in all sorrow, to minister to each other in all pain, to be one with each other in silent unspeakable memories at the moment of the last parting?"},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"If they killed him tonight, at least he would die alive."},{"Author":"Maria V. Snyder,  Storm Glass","Category":"death","Quote":"Everyone grieves in different ways. For some, it could take longer or shorter. I do know it never disappears. An ember still smolders inside me. Most days, I don’t notice it, but, out of the blue, it’ll flare to life."},{"Author":"Hans Christian Andersen","Category":"death","Quote":"Enjoy life. There's plenty of time to be dead."},{"Author":"Robyn Schneider,  The Beginning of Everything","Category":"death","Quote":"Life is the tragedy,' she said bitterly. 'You know how they categorize Shakespeare's plays, right? If it ends with a wedding, it's a comedy. And if it ends with a funeral, it's a tragedy. So we're all living tragedies, because we all end the same way, and it isn't with a goddamn wedding."},{"Author":"William Shakespeare,  Richard III","Category":"death","Quote":"So wise so young, they say, do never live long."},{"Author":"Edgar Allan Poe,  The Premature Burial","Category":"death","Quote":"The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?"},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"death","Quote":"People leave strange little memories of themselves behind when they die."},{"Author":"Nicholas Sparks,  The Notebook","Category":"death","Quote":"Our lives can't be measured by our final years, of this I am sure."},{"Author":"Gayle Forman,  If I Stay","Category":"death","Quote":"Sleep would be so welcome. A warm blanket of black to erase everything else. Sleep without dreams. I've heard people talk about the sleep of the dead. Is that what death would feel like? The nicest, warmest, heaviest never-ending nap? If that's what it's like, I wouldn't mind. If that's what dying is like, I wouldn't mind that at all."},{"Author":"J.R.R. Tolkien","Category":"death","Quote":"End? No, the journey doesn't end here. Death is just another path, one that we all must take. The grey rain-curtain of this world rolls back, and all turns to silver glass, and then you see it."},{"Author":"Madeline Miller,  The Song of Achilles","Category":"death","Quote":"When he died, all things soft and beautiful and bright would be buried with him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Some people try to change the world one life at a time. Others try to change the world one death at a time. And I try to change the world one bucket full of dirt at a time."},{"Author":"Jostein Gaarder,  Sophie's World","Category":"death","Quote":"Life is both sad and solemn. We are led into a wonderful world, we meet one another here, greet each other - and wander together for a brief moment. Then we lose each other and disappear as suddenly and unreasonably as we arrived."},{"Author":"Clifford Odets","Category":"death","Quote":"If they tell you that she died of sleeping pills you must know that she died of a wasting grief, of a slow bleeding at the soul."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"death","Quote":"Me: On time. Love: Late. Death: Early. Seriously, why are you late?"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"death","Quote":"Your love story, I don’t want to give away the ending, but both you and your lover die."},{"Author":"Terry Pratchett,  Reaper Man","Category":"death","Quote":"No one is actually dead until the ripples they cause in the world die away..."},{"Author":"Roger Zelazny,  Frost & Fire","Category":"death","Quote":"I know, too, that death is the only god who comes when you call."},{"Author":"Epicurus","Category":"death","Quote":"Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not."},{"Author":"Bill Hicks","Category":"death","Quote":"The whole image is that eternal suffering awaits anyone who questions God's infinite love. That's the message we're brought up with, isn't it? Believe or die! Thank you, forgiving Lord, for all those options."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"There comes a time when we realize that our parents cannot save themselves or save us, that everyone who wades through time eventually gets dragged out to sea by the undertow- that, in short, we are all going."},{"Author":"George Gordon Byron","Category":"death","Quote":"Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep."},{"Author":"Elizabeth Berg,  The Year of Pleasures","Category":"death","Quote":"There is love in holding and there is love in letting go."},{"Author":"Richard Adams,  Watership Down","Category":"death","Quote":"My heart has joined the Thousand, for my friend stopped running today."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"A stick won’t stick to a wall, so why is it called a stick? Likewise, why aren’t love and ghost the same word? Both are dead and invisible."},{"Author":"Horace,  The Odes of Horace: Bilingual Edition","Category":"death","Quote":"Pulvis et umbra sumus. (We are but dust and shadow.)"},{"Author":"Gayle Forman,  Just One Day","Category":"death","Quote":"We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"death","Quote":"The trouble about jumping was that if you didn't pick the right number of storeys, you might still be alive when you hit bottom."},{"Author":"Franz Kafka","Category":"death","Quote":"He is terribly afraid of dying because he hasn’t yet lived."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Love burns. Whiskey burns. George Burns. What do all three have in common? They’re all dead to me."},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"death","Quote":"My ashtray is full, the carton of cigarettes is empty, and I just cremated grandpa. But I never inhaled—or told him I loved him."},{"Author":"Mark Haddon,  The Curious Incident of the Dog in the Night-Time","Category":"death","Quote":"I think people believe in heaven because they don't like the idea of dying, because they want to carry on living and they don't like the idea that other people will move into their house and put their things into the rubbish."},{"Author":"John Grogan,  Marley and Me: Life and Love With the World's Worst Dog","Category":"death","Quote":". . . owning a dog always ended with this sadness because dogs just don't live as long as people do."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"death","Quote":"Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one’s head, and listen to silence. To have no yesterday, and no tomorrow. To forget time, to forgive life, to be at peace."},{"Author":"Courtney Love,  Dirty Blonde: The Diaries of Courtney Love","Category":"death","Quote":"The language of love letters is the same as suicide notes."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I think eulogies are wasted on the dead. It’s the living who need to hear kind words spoken about them."},{"Author":"David Eagleman,  Sum: Forty Tales from the Afterlives","Category":"death","Quote":"There are three deaths. The first is when the body ceases to function. The second is when the body is consigned to the grave. The third is that moment, sometime in the future, when your name is spoken for the last time."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"Even in the grave, all is not lost."},{"Author":"Cecelia Ahern,  P.S. I Love You","Category":"death","Quote":"She had been given a wonderful gift: life. Sometimes it was cruelly taken away too soon, but it's what you did with it that counted, not how long it lasted."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I make love like I make coffins—with my bare hands, alone in my garage. On sale through Thursday—Buy One Funeral, Get A Second One Free!"},{"Author":"Jorge Luis Borges","Category":"death","Quote":"When writers die they become books, which is, after all, not too bad an incarnation.\"[As attributed by Alastair Reid in Neruda and Borges, The New Yorker, June 24, 1996; as well as in The Talk of the Town, The New Yorker, July 7, 1986]"},{"Author":"Kristin Cashore,  Fire","Category":"death","Quote":"It was a hurting tune, resigned, a cry of heartache for all in the world that fell apart. As ash rose black against the brilliant sky, Fire's fiddle cried out for the dead, and for the living who stay behind to say goodbye."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"You can never be too early to stand around and wait. You can have a seat in this chair, after I cinch the noose around my neck and you kick it out from under my legs."},{"Author":"Milan Kundera,  Laughable Loves","Category":"death","Quote":"Yes, it's a well-known fact about you: you're like death, you take everything."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"For the funeral I needed a plus one, so I rented a hooker. And then I rented a movie. Rest in peace Grandpa, or whoever you were."},{"Author":"Jiddu Krishnamurti","Category":"death","Quote":"Tell your friend that in his death, a part of you dies and goes with him. Wherever he goes, you also go. He will not be alone."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I buried the lasagna, because it was better than disposing of a dead body. I’ve been burned in a relationship, but never in an oven. I’ll try harder."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Jeanette Winterson,  Written on the Body","Category":"death","Quote":"Time that withers you will wither me. We will fall like ripe fruit and roll down the grass together. Dear friend, let me lie beside you watching the clouds until the earth covers us and we are gone."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"death","Quote":"Asking me if I’m in love is like asking a mortician if now is the best time to die."},{"Author":"Marcel Proust","Category":"death","Quote":"People do not die for us immediately, but remain bathed in a sort of aura oflife which bears no relation to true immortality but through which theycontinue to occupy our thoughts in the same way as when they were alive. Itis as though they were traveling abroad."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"If you’re going to hang around and watch me write, you might as well have a noose around your neck. Would you mind if I kicked the chair out from under your feet? You’re standing on my only place to sit."},{"Author":"Jandy Nelson,  I'll Give You the Sun","Category":"death","Quote":"People die, I think, but your relationship with them doesn't. It continues and is ever-changing."},{"Author":"K-Ske Hasegawa,  Ballad of a Shinigami, Vol. 1","Category":"death","Quote":"Crap.It's all crap.Living is crap.Life has no meaning.None. Nowhere to be found.Crap.Why doesn't anybody realize this?"},{"Author":"Jennifer Donnelly,  Revolution","Category":"death","Quote":"I'm wishing he could see that music lives. Forever. That it's stronger than death. Stronger than time. And that its strength holds you together when nothing else can."},{"Author":"Melina Marchetta,  Saving Francesca","Category":"death","Quote":"A piece of me is gone,\"she told me once while we were bra shopping. \"I think we're made up of all these different pieces and every time someone goes, you're left with less of yourself."},{"Author":"Daniel Keyes,  Flowers for Algernon","Category":"death","Quote":"I am afraid. Not of life, or death, or nothingness, but of wasting it as if I had never been."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Some people grow vegetables by day, but I grow shadows by night. Right now my only customer is the US government, but the profit is unbelievable."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I just developed a gun that shoots mustaches. Sometimes a disguise can be deadly, especially if it’s your love you’re trying to camouflage."},{"Author":"Jim Butcher,  Dead Beat","Category":"death","Quote":"Son. Everyone dies alone. That's what it is. It's a door. It's one person wide. When you go through it, you do it alone. But it doesn't mean you've got to be alone before you go through the door. And believe me, you aren't alone on the other side."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"death","Quote":"Our love was a two-person game. At least until one of us died, and the other became a murderer."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"It was a year for the ages, like 79, like 1346, to name just a few. Forget the scythe, Goddamn it, I needed a broom or a mop. And I needed a vacation."},{"Author":"Michel Houellebecq","Category":"death","Quote":"The absence of the will to live is, alas, not sufficient to make one want to die."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"death","Quote":"If flowers were boogers, I'd pick a few big ones and flick them on your grave."},{"Author":"Charles Dickens,  A Tale of Two Cities","Category":"death","Quote":"Before I go,\"he said, and paused -- \"I may kiss her?\"It was remembered afterwards that when he bent down and touched her face with his lips, he murmured some words. The child, who was nearest to him, told them afterwards, and told her grandchildren when she was a handsome old lady, that she heard him say, \"A life you love."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"death","Quote":"Yesterday I saved a baby, a boy, a man, and an old man from death, and all by simply not impregnating anybody. But I don't consider myself a hero. Merely heroic, and also unable to reach any of my lady friends on the phone."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"death","Quote":"O, hereWill I set up my everlasting rest,And shake the yoke of inauspicious starsFrom this world-wearied flesh. Eyes, look your last!Arms, take your last embrace! and, lips, O youThe doors of breath, seal with a righteous kissA dateless bargain to engrossing death!"},{"Author":"Socrates","Category":"death","Quote":"The hour of departure has arrived, and we go our separate ways, I to die, and you to live. Which of these two is better only God knows."},{"Author":"Robert Galbraith,  The Cuckoo's Calling","Category":"death","Quote":"How could the death of someone you had never met affect you so?"},{"Author":"Mark Twain","Category":"death","Quote":"The reports of my death are greatly exaggerated."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"death","Quote":"Pulvis et umbra sumus. It's a line from Horace. 'We are dust and shadows'. Appropriate, don't you think?\"Will said. \"It's not a long life, killing demons; one tends to die young, and then they burn your body - dust to dust, in the literal sense. And then we vanish into the shadows of history, nary a mark on the page of a mundane book to remind the world that once we existed at all."},{"Author":"R.J. Palacio,  Wonder","Category":"death","Quote":"Do people look the same when they go to heaven, mommy?\"\"I don't know. I don't think so.\"\"Then how do people recognize each other?\"\"I don't know, sweetie. They just feel it. You don't need your eyes to love, right?"},{"Author":"Frank Herbert,  Dune","Category":"death","Quote":"There is no escape—we pay for the violence of our ancestors."},{"Author":"Thomas Mann,  The Magic Mountain","Category":"death","Quote":"It is love, not reason, that is stronger than death."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"When I die, remember to remove my body from the cooler before you start making the hunch punch. But by all means, do get drunk on my memory."},{"Author":"H.L. Mencken","Category":"death","Quote":"If, after I depart this vale, you ever remember me and have thought to please my ghost, forgive some sinner and wink your eye at some homely girl."},{"Author":"Frederick Weatherly","Category":"death","Quote":"But when ye come, and all the flowers are dying,If I am dead, as dead I well may be,You'll come and find the place where I am lying,And kneel and say Ave there for me,And I shall hear, though soft you tread above me,And all my grave will warmer, sweeter be,For you will bend and tell me that you love me,And I shall sleep in peace until you come to me"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I drink coffee like steam is the ghost of dead water. Ever tried inhaling the afterlife?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I’m so sunburned I’m embarrassed, but you can’t tell I’m blushing because I’m sunburned. I’m so ashamed I could just lie on the beach and die."},{"Author":"Neil deGrasse Tyson","Category":"death","Quote":"I would request that my body in death be buried not cremated, so that the energy content contained within it gets returned to the earth, so that flora and fauna can dine upon it, just as I have dined upon flora and fauna during my lifetime"},{"Author":"C.S. Lewis,  A Grief Observed","Category":"death","Quote":"The death of a beloved is an amputation."},{"Author":"Sylvia Plath","Category":"death","Quote":"The thought that I might kill myself formed in my mind coolly as a tree or a flower."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"death","Quote":"See, as much as you want to hold on to the bitter sore memory that someone has left this world, you are still in it. And the very act of living is a tide: at first it seems to make no difference at all, and then one day you look down and see how much pain has eroded."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"You can't just make yourself matter and then die, Alaska, because now I am irretrievably different, and I'm sorry I let you go, yes, but you made the choice. You left me Perhapsless, stuck in your goddamned labyrinth. And now I don't even know if you chose the straight and fast way out, if you left me like this on purpose. And so I never knew you, did I? I can't remember, because I never knew."},{"Author":"Ray Bradbury,  Something Wicked This Way Comes","Category":"death","Quote":"Death doesn't exist. It never did, it never will. But we've drawn so many pictures of it, so many years, trying to pin it down, comprehend it, we've got to thinking of it as an entity, strangely alive and greedy. All it is, however, is a stopped watch, a loss, an end, a darkness. Nothing."},{"Author":"Mitch Albom,  For One More Day","Category":"death","Quote":"I hope you never hear those words. Your mom. She died. They are different than other words. They are too big to fit in your ears. They belong to some strange, heavy, powerful language that pounds away at the side of your head, a wrecking ball coming at you again and again, until finally, the words crack a hole large enough to fit inside your brain. And in so doing, they split you apart."},{"Author":"Alyson Noel,  Blue Moon","Category":"death","Quote":"You can’t go back, Ever. You can’t change the past. It just is. . . . This is our destiny. Not yours."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"death","Quote":"Dogs do not have many advantages over people, but one of them is extremely important: euthanasia is not forbidden by law in their case; animals have the right to a merciful death."},{"Author":"Ellen DeGeneres","Category":"death","Quote":"Stuffed deer heads on walls are bad enough, but it’s worse when you see them wearing dark glasses, having streamers around their necks and a hat on their antlers. Because then you know they were enjoying themselves at a party when they were shot."},{"Author":"Stephen Hawking","Category":"death","Quote":"I have noticed that even those who assert that everything is predestined and that we can change nothing about it still look both ways before they cross the street"},{"Author":"Lauren Oliver,  Before I Fall","Category":"death","Quote":"In my dream I know I am falling. But there is no up or down, no walls or sides or ceilings, just the sensation of cold and darkness everywhere. I am so scared I could scream. But when I open my mouth, nothing happens. And I wonder if you fall forever and never touch down, is it really still falling? I think I will fall forever."},{"Author":"Samuel Beckett,  Endgame","Category":"death","Quote":"The end is in the beginning and yet you go on."},{"Author":"Jarod Kintz,  Dreaming is for lovers","Category":"death","Quote":"I had a dream about you. Flowers were overflowing in the cemetery, so we decided to have a picnic there. You brought apple pie, and I brought my Aunt Mildred, who’d been dead for some time and I just hadn’t gotten around to disposing of her body. I thought you’d think me both efficient and romantic, but it turns out you didn’t. You only saw the romantic side of my action."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"You are not your body. You are the sum of all your actions, and they live on after your body dies. You may be mortal, but your brand is eternal."},{"Author":"Heather Brewer,  Ninth Grade Slays","Category":"death","Quote":"It never gets easier, missing you. And sometimes I wonder if it ever will."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"for some reason, dying men always ask the question they know the answer to. perhaps it's so they can die being right."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"***HERE IS A SMALL FACT*** You are going to die."},{"Author":"Lauren Oliver,  Requiem","Category":"death","Quote":"Live free or die."},{"Author":"D. Aswini,  Saffron - The Blood Swan","Category":"death","Quote":"Death is unstoppable. One must face it as a fact of life"},{"Author":"G.K. Chesterton","Category":"death","Quote":"The man who kills a man kills a man.The man who kills himself kills all men.As far as he is concerned, he wipes out the world."},{"Author":"Gavin de Becker,  The Gift of Fear: Survival Signals That Protect Us from Violence","Category":"death","Quote":"Most men fear getting laughed at or humiliated by a romantic prospect while most women fear rape and death."},{"Author":"Veronica Roth,  Allegiant","Category":"death","Quote":"I keep finding myself stifled by the company of others and then crippled by loneliness when I leave them. I am terrified and I don't even know of what, because I have lost everything already."},{"Author":"Terry Pratchett,  Reaper Man","Category":"death","Quote":"YOU FEAR TO DIE?\"It's not that I don't want... I mean, I've always...it's just that life is a habit that's hard to break..."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"The police seemed to think I killed her, which is crazy, because I loved her like a thousand drops of blood dripping down a dagger."},{"Author":"Don DeLillo,  White Noise","Category":"death","Quote":"No sense of the irony of human experience, that we are the highest form of life on earth, and yet ineffably sad because we know what no other animal knows, that we must die."},{"Author":"Roman Payne,  Hope and Despair","Category":"death","Quote":"It’s not that we have to quit this life one day, it’s how many things we have to quit all at once: holding hands, hotel rooms, music, the physics of falling leaves, vanilla and jasmine, poppies, smiling, anthills, the color of the sky, coffee and cashmere, literature, sparks and subway trains... If only one could leave this life slowly!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Together kabobs make the world better than all the Bobs combined. Well, at least ever since Bob Ross moved on to the land of the happy trees."},{"Author":"John Boyne,  The Boy in the Striped Pajamas","Category":"death","Quote":"...Despite the mayhem that followed, Bruno found that he was still holding Shmuel's hand in his own and nothing in the world would have persuaded him to let go."},{"Author":"Brian Andreas,  Strange Dreams: Collected Stories & Drawings","Category":"death","Quote":"I held her close for only a short time, but after she was gone, I'd see her smile on the face of a perfect stranger and I knew she would be there with me all the rest of my days."},{"Author":"Susan Beth Pfeffer,  Life As We Knew It","Category":"death","Quote":"I wonder if I'll ever have to decide which is worse, life as we're living or no life at all."},{"Author":"Jennifer Niven,  All the Bright Places","Category":"death","Quote":"People rarely bring flowers to a suicide."},{"Author":"Jim Morrison","Category":"death","Quote":"We're reaching for death on the end of a candle We're trying for something that's already found us"},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"death","Quote":"Honor from death,” I snap, “is a myth. Invented by the war torn to make sense of the horrific. If we die, it will be so that others may live. Truly honorable death, the only honorable death, is one that enables life."},{"Author":"Jennifer Brown,  Hate List","Category":"death","Quote":"Life isn't fair. A fair's a place where you eat corn dogs and ride the ferris wheel."},{"Author":"William Shakespeare,  Julius Caesar","Category":"death","Quote":"Of all the wonders that I have heard,It seems to me most strange that men should fear;Seeing death, a necessary end,Will come when it will come.(Act II, Scene 2)"},{"Author":"George Carlin,  Brain Droppings","Category":"death","Quote":"So, have a little fun. Soon enough you'll be dead and burning in Hell with the rest of your family."},{"Author":"Jim Elliot,  The Journals of Jim Elliot","Category":"death","Quote":"When the time comes to die, make sure that all you have to do is die!"},{"Author":"Horace Mann","Category":"death","Quote":"Be ashamed to die until you have won some victory for humanity."},{"Author":"Christopher Paolini,  Brisingr","Category":"death","Quote":"Death is part of who we are. It guidesus. It shapes us. It drives us to madness. Can you still be human if you have no mortal end"},{"Author":"Stephen King,  Pet Sematary","Category":"death","Quote":"Sometimes dead is better"},{"Author":"Neil Gaiman,  The Sandman, Vol. 6: Fables and Reflections","Category":"death","Quote":"You attend the funeral, you bid the dead farewell. You grieve. Then you continue with your life. And at times the fact of her absence will hit you like a blow to the chest, and you will weep. But this will happen less and less as time goes on. She is dead. You are alive. So live."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Harry, you wonderful boy, you brave, brave man."},{"Author":"Yoko Ono","Category":"death","Quote":"Each time we don't say what we wanna say, we're dying."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"death","Quote":"Oh, brothers! I don't care for brothers. My elder brother won't die, and my younger brothers seem never to do anything else."},{"Author":"Banksy,  Banging Your Head Against a Brick Wall","Category":"death","Quote":"People who get up early in the morning cause war, death and famine."},{"Author":"Charles Bukowski,  What Matters Most is How Well You Walk Through the Fire","Category":"death","Quote":"Finally there is nothing here for death to take away."},{"Author":"Stephenie Meyer,  The Host","Category":"death","Quote":"What am I dying for?"},{"Author":"Terry Pratchett,  The Last Hero","Category":"death","Quote":"I DON'T HOLD WITH CRUELTY TO CATS."},{"Author":"Chelsie Shakespeare","Category":"death","Quote":"He made me feel unhinged . . . like he could take me apart and put me back together again and again."},{"Author":"Leo Tolstoy,  War and Peace","Category":"death","Quote":"Man cannot possess anything as long as he fears death. But to him who does not fear it, everything belongs. If there was no suffering, man would not know his limits, would not know himself."},{"Author":"Soman Chainani,  The School for Good and Evil","Category":"death","Quote":"She had always found villains more exciting than heroes. They had ambition, passion. They made the stories happen. Villains didn't fear death. No, they wrapped themselves in death like suits of armor! As she inhaled the school's graveyard smell, Agatha felt her blood rush. For like all villains, death didn't scare her. It made her feel alive."},{"Author":"Terry Pratchett,  The Color of Magic","Category":"death","Quote":"Some pirates achieved immortality by great deeds of cruelty or derring-do. Some achieved immortality by amassing great wealth. But the captain had long ago decided that he would, on the whole, prefer to achieve immortality by not dying."},{"Author":"David Hume,  Essays on Suicide and the Immortality of the Soul","Category":"death","Quote":"No man ever threw away life while it was worth keeping."},{"Author":"John Green","Category":"death","Quote":"Hazel has to realize that her mom was wrong when she said, “I won’t be a mother anymore.” The truth is, after Hazel dies (assuming she dies), her mom will still be her mom, just as my grandmother is still my grandmother even though she has died. As long as either person is still alive, that relationship survives. (It changes, but it survives.)"},{"Author":"Laurie Faria Stolarz,  White Is for Magic","Category":"death","Quote":"Miss Mary Mack, Mack, Mack, all dressed in black, black, black. She has a knife, knife, knife, stuck in her back, back, back. She cannot breathe, breathe, breathe. She cannot cry, cry, cry. Thats why she begs, begs, begs. She begs to die, die ,die.."},{"Author":"Tom Robbins","Category":"death","Quote":"Those who shun the whimsy of things will experience rigor mortis before death."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"I could introduce myself properly, but it's not really necessary. You will know me well enough and soon enough, depending on a diverse range of variables. It suffices to say that at some point in time, I will be standing over you, as genially as possible. Your soul will be in my arms. A color will be perched on my shoulder. I will carry you gently away."},{"Author":"George S. McGovern","Category":"death","Quote":"I'm fed up to the ears with old men dreaming up wars for young men to die in."},{"Author":"Henry David Thoreau,  Walden","Category":"death","Quote":"I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived."},{"Author":"Catherynne M. Valente,  Deathless","Category":"death","Quote":"I will not let her speak because I love her, and when you love someone, you do not make them tell war stories. A war story is a black space. On the one side is before and on the other side is after, and what is inside belongs only to the dead."},{"Author":"Ava Dellaira,  Love Letters to the Dead","Category":"death","Quote":"I know I wrote letters to people with no address on this earth, I know that you are dead. But I hear you. I hear all of you. We were here. Our lives matter."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"death","Quote":"You were born a child of light’s wonderful secret— you return to the beauty you have always been."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"death","Quote":"Time is such a waste of time to think about, because the longer you ponder it, the more of it you lose. And before you know it, you don’t know it, because you are nothing but dusty worm food."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"death","Quote":"It’s not contagious, you know. Death is as natural as life. It’s part of the deal we made."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Some men have actually died from laughing. That's so funny I fear for my own life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"She’s ignoring my texts. Maybe she’s dead. Oh, I certainly hope so. I’d hate to think she’s being deliberately unresponsive."},{"Author":"Hlovate,  Contengan Jalanan","Category":"death","Quote":"Everybody know death is inevitably coming, but it never fails to catch everybody by surprise everytime one is going"},{"Author":"Charles Bukowski,  The Flash of Lightning Behind the Mountain: New Poems","Category":"death","Quote":"Dying should come easy:like a freight train youdon't hear whenyour back isturned."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Man has two legs and chairs have four, because we were made to stand out, not sit down—or be sat on. You are your brand—you are not a piece of furniture. Well, this applies to everyone except my grandma, but she’s dead, so she really doesn’t mind being used as a coat rack."},{"Author":"George Carlin","Category":"death","Quote":"I was thinking about how people seem to read the bible a lot more as they get older, and then it dawned on me—they’re cramming for their final exam."},{"Author":"Laurell K. Hamilton,  The Laughing Corpse","Category":"death","Quote":"Death didn't bother me much. Strong Christian and all that. Method of death did. Being eaten alive. One of my top three ways not to go out."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Every day I think today could be my last day. My only fear is dying without telling her I love her one more time. All I pray for is one more time."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"death","Quote":"Anyway, I'm sort of glad they've got the atomic bomb invented. If there's ever another war, I'm going to sit right the hell on top of it. I'll volunteer for it, I swear to God I will."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"death","Quote":"who wants flowers when youre dead? nobody."},{"Author":"Franz Kafka","Category":"death","Quote":"Kill me, or you are a murderer."},{"Author":"Edgar Allan Poe,  The Tell-Tale Heart and Other Writings","Category":"death","Quote":"True, nervous, very, very dreadfully nervous I had been and am, but why will say that I am mad?! The disease had sharpened my senses, not destroyed, not dulled them. Above all was the sense of hearing acute."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"death","Quote":"Death cannot stop true love. That’s why it’s pointless for me to try to murder all my adoring female fans."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"They say that war is death's best friend, but I must offer you a different point of view on that one. To me, war is like the new boss who expects the impossible. He stands over your shoulder repeating one thin, incessantly: 'Get it done, get it done.' So you work harder. You get the job done. The boss, however, does not thank you. He asks for more."},{"Author":"Fran Lebowitz","Category":"death","Quote":"There is no such thing as inner peace. There is only nervousness and death."},{"Author":"Suzanne Collins,  Mockingjay","Category":"death","Quote":"But I don't know what to him about the aftermath of killing a person. About how they never leave you."},{"Author":"Madeleine L'Engle","Category":"death","Quote":"Death is contagious; it is contracted the moment we are conceived."},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"death","Quote":"We do not need to grieve for the dead. Why should we grieve for them? They are now in a place where there is no more shadow, darkness, loneliness, isolation, or pain. They are home."},{"Author":"Don DeLillo,  White Noise","Category":"death","Quote":"I've got death inside me. It's just a question of whether or not I can outlive it."},{"Author":"Neale Donald Walsch,  Home with God: In a Life That Never Ends","Category":"death","Quote":"You are afraid to die, and you’re afraid to live. What a way to exist."},{"Author":"Christopher Pike,  The Last Vampire","Category":"death","Quote":"He cries. 'Please! I don't want to die.'I lean over. My hair smothers him.'Then you should never have been born,' I say."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"death","Quote":"Snape raised his wand and pointed it directly at Dumbledore.\"Avada Kedavra!"},{"Author":"Thomas Pynchon,  Gravity's Rainbow","Category":"death","Quote":"It's been a prevalent notion. Fallen sparks. Fragments of vessels broken at the Creation. And someday, somehow, before the end, a gathering back to home. A messenger from the Kingdom, arriving at the last moment. But I tell you there is no such message, no such home -- only the millions of last moments . . . nothing more. Our history is an aggregate of last moments."},{"Author":"Neil Gaiman,  The Sandman, Vol. 3: Dream Country","Category":"death","Quote":"When the first living thing existed, I was there waiting. When the last living thing dies, my job will be finished. I'll put the chairs on the tables, turn out the lights and lock the universe behind me when I leave."},{"Author":"Kevin Hearne,  Hounded","Category":"death","Quote":"Yer a good lad, Atticus, mowin’ me lawn and killin’ what Brits come around."},{"Author":"Emil Cioran","Category":"death","Quote":"The fact that life has no meaning is a reason to live --moreover, the only one."},{"Author":"Carlos Castaneda,  Journey to Ixtlan","Category":"death","Quote":"In a world where death is the hunter, my friend, there is no time for regrets or doubts. There is only time for decisions."},{"Author":"George Bernard Shaw,  Man and Superman","Category":"death","Quote":"Criminals do not die by the hands of the law. They die by the hands of other men."},{"Author":"Cassandra Clare,  City of Bones","Category":"death","Quote":"Well I'd certainly hate to interrupt your pleasant night stroll with my sudden death."},{"Author":"Vincent van Gogh","Category":"death","Quote":"La tristesse durera toujours.[The sadness will last forever.]"},{"Author":"Gemma Malley,  The Declaration","Category":"death","Quote":"He said that we belonged together because he was born with a flower and I was born with a butterfly and that flowers and butterflies need each other for survival."},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"death","Quote":"If after I die, people want to write my biography, there is nothing simpler. They only need two dates: the date of my birth and the date of my death. Between one and another, every day is mine."},{"Author":"Sylvia Plath","Category":"death","Quote":"I have stitched life into me like a rare organ"},{"Author":"J.D. Robb,  Glory in Death","Category":"death","Quote":"We're standing here, beat to shit, walking away from a crime scene where either or both of us could have bought it, and you're asking me to marry you?\"\"Perfect timing."},{"Author":"Virginia Woolf,  The Waves","Category":"death","Quote":"For this moment, this one moment, we are together. I press you to me. Come, pain, feed on me. Bury your fangs in my flesh. Tear me asunder. I sob, I sob."},{"Author":"Nikolai Gogol","Category":"death","Quote":"Two turtle doves will show theeWhere my cold ashes lieAnd sadly murmuring tell theeHow in tears I did die"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"His name was Tom Tombstone, and if he had a middle name it was probably Death. But I didn’t call him Tom, or even Mr. Tombstone, because he introduced himself as Robert Winston. And I wondered how this stranger could shake my hand, look me in the eye, smile, and expect me to believe such a bold-faced lie?"},{"Author":"Kristina McMorris,  Letters From Home","Category":"death","Quote":"It’s odd, isn’t it? People die every day and the world goes on like nothing happened. But when it’s a person you love, you think everyone should stop and take notice. That they ought to cry and light candles and tell you that you’re not alone."},{"Author":"Leo Babauta","Category":"death","Quote":"The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now."},{"Author":"Michael Crichton,  Congo","Category":"death","Quote":"No one escapes from life alive."},{"Author":"James Frey,  My Friend Leonard","Category":"death","Quote":"Leonard asks me if there's anything I need to know before he dies, I think about it for a minute, turn to him, say what's the meaning of life, Leonard? He laughs, says that's an easy one, my son, it's whatever you want it to be."},{"Author":"Fred Rogers","Category":"death","Quote":"The connections we make in the course of a life--maybe that's what heaven is."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"death","Quote":"No,’ Nico said. ‘Getting a second life is one thing. Making it a better life, that’s the trick.’ As soon as he said it, Nico realized he could’ve been talking about himself. He decided not to bring that up."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"death","Quote":"Dying is only one thing to be sad over. Living unhappily is something else."},{"Author":"Langston Hughes","Category":"death","Quote":"Though you may hear me holler,And you may see me cry--I'll be dogged, sweet baby,If you gonna see me die."},{"Author":"Haruki Murakami,  Dance Dance Dance","Category":"death","Quote":"People die all the time. Life is a lot more fragile than we think. So you should treat others in a way that leaves no regrets. Fairly, and if possible, sincerely. It's too easy not to make the effort, then weep and wring your hands after the person dies."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Whatever happens to your body, your soul will survive, untouched..."},{"Author":"J. Robert Oppenheimer","Category":"death","Quote":"Now, I am become Death, the destroyer of worlds."},{"Author":"Erin Hunter,  Rising Storm","Category":"death","Quote":"I'm going to die whatever you do, but I'm not afraid."},{"Author":"Pythagoras","Category":"death","Quote":"If there be light, then there is darkness; if cold, heat; if height, depth; if solid, fluid; if hard, soft; if rough, smooth; if calm, tempest; if prosperity, adversity; if life, death."},{"Author":"Jodi Picoult,  Change of Heart","Category":"death","Quote":"Would you give up your vengeance against someone you hate if it meant saving someone you love? Would you want your dreams to come true if it meant granting your enemy's dying wish?"},{"Author":"Sam Levenson","Category":"death","Quote":"If you die in an elevator, be sure to push the up button."},{"Author":"Donna Lynn Hope","Category":"death","Quote":"I think anyone who opened their heart enough to love without restraint and subsequently were devastated by loss knows that in that moment you are forever changed; a apart of you is no longer whole. Some will never again love with that level of abandon where life is perceived as innocent and the threat of loss seems implausible. Love and loss, therefore, are linked."},{"Author":"Yann Martel,  Life of Pi","Category":"death","Quote":"Life is so beautiful that death has fallen in love with it, a jealous possessive love that grabs at what it can."},{"Author":"John Keats","Category":"death","Quote":"Darkling I listen; and, for many a time I have been half in love with easeful Death, Call'd him soft names in many a musèd rhyme, To take into the air my quiet breath; Now more than ever seems it rich to die,To cease upon the midnight with no pain, While thou art pouring forth thy soul abroad In such an ecstasy!"},{"Author":"Robert Goolrick,  The End of the World as We Know It: Scenes from a Life","Category":"death","Quote":"I know that it's easier to look at death than it is to look at pain, because while death is irrevocable, and the grief will lessen in time, pain is too often merely relentless and irreversible."},{"Author":"Sylvia Plath","Category":"death","Quote":"I’ll never speak to God again."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Apparently I’m transparent—with my feelings, not with my body. I’m an emotional ghost, and if you can’t see my love for you it’s because it’s dead."},{"Author":"Martine Leavitt,  Keturah and Lord Death","Category":"death","Quote":"Tell me what it is like to die,\"I answered. He dismounted from his horse, looking at me strangely the whole while. \"You experience something similar every day,\"he said softly. \"It is as familiar to you as bread and butter.\"\"Yes,\"I said. \"It is like every night when I fall asleep.\"\"No. It is like every morning when you wake up."},{"Author":"V.C. Andrews,  Flowers in the Attic","Category":"death","Quote":"I wish the night would end,I wish the day'd begin,I wish it would rain or snow,or the wind would blow,or the grass would grow,I wish I had yesterday,I wish there were games to play..."},{"Author":"Leo Tolstoy,  War and Peace","Category":"death","Quote":"It's all God's will: you can die in your sleep, and God can spare you in battle."},{"Author":"Charles Bowden","Category":"death","Quote":"Summertime is always the best of what might be."},{"Author":"Virginia Woolf,  To the Lighthouse","Category":"death","Quote":"About here, she thought, dabbling her fingers in the water, a ship had sunk, and she muttered, dreamily half asleep, how we perished, each alone."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"I went on spouting bullshit Encouragements as Gus's parents, arm in arm, hugged each other and nodded at every word. Funerals, I had decided, are for the living."},{"Author":"H.P. Lovecraft","Category":"death","Quote":"Contrary to what you may assume, I am not a pessimist but an indifferentist- that is, I don't make the mistake of thinking that the... cosmos... gives a damn one way or the other about the especial wants and ultimate welfare of mosquitoes, rats, lice, dogs, men, horses, pterodactyls, trees, fungi, dodos, or other forms of biological energy."},{"Author":"Cecelia Ahern,  The Gift","Category":"death","Quote":"Believe me, when you die, it's everybody else's but your problem"},{"Author":"William Shakespeare,  Hamlet","Category":"death","Quote":"The rest, is silence."},{"Author":"Joseph Sheridan Le Fanu,  Carmilla","Category":"death","Quote":"You will think me cruel, very selfish, but love is always selfish; the more ardent the more selfish. How jealous I am you cannot know. You must come with me, loving me, to death; or else hate me, and still come with me, and hating me through death and after. There is no such word as indifference in my apathetic nature."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"And Death spoke to them —’”“Sorry,” interjected Harry, “but Death spoke to them?”“It’s a fairy tale, Harry!”“Right, sorry. Go on."},{"Author":"Anne Rice,  The Vampire Lestat","Category":"death","Quote":"Oh Lestat, you deserved everything that's ever happened to you. You better not die. You might actually go to hell."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"death","Quote":"Mad Eye' Moody on the Avada Kedavra curse: \"Not nice,\"he said calmly. \"Not pleasant. And there's no counter curse. There's no blocking it. Only one known person has ever survived it, and he's sitting right in front of me."},{"Author":"José Saramago,  Death with Interruptions","Category":"death","Quote":"Whether we like it or not, the one justification for the existence of all religions is death, they need death as much as we need bread to eat."},{"Author":"Lauren Oliver,  Before I Fall","Category":"death","Quote":"Things change after you die, though, I guess because dying is the loneliest thing you can do."},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"death","Quote":"You'll forget it when you're dead, and so will I. When I'm dead, I'm going to forget everything–and I advise you to do the same."},{"Author":"Clive Barker,  Days of Magic, Nights of War","Category":"death","Quote":"Here is a list of terrible things,The jaws of sharks, a vultures wingsThe rabid bite of the dogs of war,The voice of one who went before,But most of all the mirror's gaze,Which counts us out our numbered days."},{"Author":"Saul Bellow,  Herzog","Category":"death","Quote":"Live or die, but don't poison everything."},{"Author":"Jim Carroll","Category":"death","Quote":"Conscience is no more than the dead speaking to us."},{"Author":"William Cullen Bryant","Category":"death","Quote":"And we wept that one so lovely should have a life so brief;"},{"Author":"Emily Brontë,  Wuthering Heights","Category":"death","Quote":"Because misery, and degradation, and death, and nothing that God or Satan could inflict would have parted us, you, of your own will did it. I have no broken your heart - you have broken it; and in breaking it, you have broken mine. So much the worse for me that I am strong."},{"Author":"Nessa Rapoport","Category":"death","Quote":"Undo it, take it back, make every day the previous one until I am returned to the day before the one that made you gone. Or set me on an airplane traveling west, crossing the date line again and again, losing this day, then that, until the day of loss still lies ahead, and you are here instead of sorrow."},{"Author":"Arthur Schopenhauer,  Studies in Pessimism: The Essays","Category":"death","Quote":"If children were brought into the world by an act of pure reason alone, would the human race continue to exist? Would not a man rather have so much sympathy with the coming generation as to spare it the burden of existence, or at any rate not take it upon himself to impose that burden upon it in cold blood?"},{"Author":"David Levithan,  The Lover's Dictionary","Category":"death","Quote":"If this continues, if this goes on, then when I die, your memories of me will be my greatest accomplishment. You memories will be my most lasting impressions."},{"Author":"Langston Hughes,  Selected Poems","Category":"death","Quote":"So since I'm still here livin',I guess I will live on.I could've died for love--But for livin' I was born."},{"Author":"Olive Ann Burns,  Cold Sassy Tree","Category":"death","Quote":"But to mourn, that's different. To mourn is to be eaten alive with homesickness for the person."},{"Author":"Jasper Fforde,  First Among Sequels","Category":"death","Quote":"Dead. Never been that before. Not even once."},{"Author":"Daina Chaviano,  The Island of Eternal Love","Category":"death","Quote":"The first kiss can be as terrifying as the last."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"death","Quote":"And you know, there's less charm in life when you think about death--but it's more peaceful."},{"Author":"Marcus Tullius Cicero","Category":"death","Quote":"To study philosophy is nothing but to prepare one’s self to die."},{"Author":"Banana Yoshimoto,  Kitchen","Category":"death","Quote":"No matter what, I want to continue living with the awareness that I will die. Without that, I am not alive."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"death","Quote":"My birthday is on a holiday. I just have to wait until I die and they commemorate me."},{"Author":"William Shakespeare,  The Tempest","Category":"death","Quote":"Full fathom five thy father lies;Of his bones are coral made;Those are pearls that were his eyes:Nothing of him that doth fade,But doth suffer a sea-changeInto something rich and strange.Sea-nymphs hourly ring his knell: Ding-dong Hark! now I hear them,—Ding-dong, bell."},{"Author":"Tite Kubo","Category":"death","Quote":"They say even death can't cure an idiot.-Ririn"},{"Author":"Roger Zelazny,  Prince of Chaos","Category":"death","Quote":"Don't wake me for the end of the world unless it has very good special effects."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"He felt his heart pounding fiercely in his chest. How strange that in his dread of death, it pumped all the harder, valiantly keeping him alive. But it would have to stop, and soon. Its beats were numbered. How many would there be time for, as he rose and walked through the castle for the last time, out into the grounds and into the forest?"},{"Author":"Omar Khayyám,  Rubaiyat of Omar Khayyam","Category":"death","Quote":"Oh threats of Hell and Hopes of Paradise!One thing at least is certain - This Life flies;One thing is certain and the rest is Lies -The Flower that once has blown forever dies."},{"Author":"Kabir,  The Bijak of Kabir","Category":"death","Quote":"Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain."},{"Author":"Lurlene McDaniel,  Too Young to Die","Category":"death","Quote":"We all didn't come into to the world at the same time so it makes sense that we don't leave it at the same time."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"death","Quote":"Everyone must leave something behind when he dies . . . Something your hand touched some way so your soul has somewhere to go when you die . . . It doesn't matter what you do, so long as you change something from the way it was before you touched it into something that's like you after you take your hands away."},{"Author":"Cormac McCarthy,  The Road","Category":"death","Quote":"Can you do it? When the time comes? When the time comes there will be no time. Now is the time. Curse God and die."},{"Author":"Erich Segal,  Love Story","Category":"death","Quote":"And then I did what I had never done in his presence, much less in his arms. I cried."},{"Author":"Jenny Downham,  Before I Die","Category":"death","Quote":"It's all right, Tessa, you can go. We love you. You can go now.''Why are you saying that?''She might need permission to die, Cal.''I don't want her to. She doesn't have my permission."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"A halo surrounded the grim reaper nun, Sister Maria. (By the way-I like this human idea of the grim reaper. I like the scythe. It amuses me.)"},{"Author":"Agatha Christie,  And Then There Were None","Category":"death","Quote":"In the midst of life, we are in death."},{"Author":"John Cleese,  Monty Python's Flying Circus","Category":"death","Quote":"This parrot is no more. It has ceased to be. It's expired and gone to meet its maker. This is a late parrot. It's a stiff. Bereft of life, it rests in peace. If you hadn't nailed it to the perch, it would be pushing up the daisies. It's rung down the curtain and joined the choir invisible. This is an ex-parrot."},{"Author":"Victoria Hanley,  The Seer and the Sword","Category":"death","Quote":"I have lived with you and loved you, and now you are gone. Gone where I cannot follow, until I have finished all of my days."},{"Author":"Peter S. Beagle,  The Last Unicorn","Category":"death","Quote":"Whatever can die is beautiful — more beautiful than a unicorn, who lives forever, and who is the most beautiful creature in the world. Do you understand me?"},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"death","Quote":"For your birthday I got you some batteries. They’re dead, just like you’ll soon be."},{"Author":"Ernest Cline,  Ready Player One","Category":"death","Quote":"You're probably wondering what's going to happen to you. That's easy. The same thing is going to happen to you that has happened to every other human being who has ever lived. You're going to die. We all die. That's just how it is."},{"Author":"Emily Dickinson","Category":"death","Quote":"I died for beauty but was scarceAdjusted in the tomb,When one who died for truth was lainIn an adjoining room.He questioned softly why I failed?\"For beauty,\"I replied.\"And I for truth, the two are one;We brethren are,\"he said.And so, as kinsmen met a night,We talked between the rooms,Until the moss had reached our lips,And covered up our names."},{"Author":"Francine Prose,  Goldengrove","Category":"death","Quote":"I waited for dawn, but only because I had forgotten how hard mornings were. For a second I'd be normal. Then came the dim awareness of something off, out of place. Then the truth came crashing down and that was it for the rest of the day. Sunlight was reproof. Shouldn't I feel better than I had in the dead of night."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"death","Quote":"My idea of God is not a divine idea. It has to be shattered time after time. He shatters it Himself."},{"Author":"Natalie Babbitt,  Tuck Everlasting","Category":"death","Quote":"You can't have living without dying. So you can't call it living, what we got. We just are, we just be, like rocks beside the road."},{"Author":"Marie Lu,  Champion","Category":"death","Quote":"I always knew, on some level, that I wouldn't live long. It's simply not written in my stars."},{"Author":"Anna Carey,  Eve","Category":"death","Quote":"I loved my mother too,' I said. 'I still do. That's the thing - it never goes away, even if the person does."},{"Author":"Samuel Beckett","Category":"death","Quote":"The only sin is the sin of being born"},{"Author":"Irvin D. Yalom,  When Nietzsche Wept","Category":"death","Quote":"Life is a spark between two identical voids, the darkness before birth and the one after death."},{"Author":"Cornelia Funke,  Inkspell","Category":"death","Quote":"And there stood Basta with his foot already on another dead body, smiling. Why not? He had hit his target, and it was the target he had been aiming for all along: Dustfinger’s heart, his stupid heart. It broke in two as he held Farid in his arms, it simply broke in two, although he had taken such good care of it all these years."},{"Author":"Criss Jami,  Venus in Arms","Category":"death","Quote":"To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little."},{"Author":"Sarah J. Maas,  Crown of Midnight","Category":"death","Quote":"Everyone sounded the same when they died."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"I cried so hard after I put my cat to sleep. I guess I shouldn’t have cried so hard, because with all my sobbing, I ended up waking it up."},{"Author":"Veronica Roth,  Divergent","Category":"death","Quote":"That is death - shifting from \"is\"to \"was."},{"Author":"Nicholas Sparks","Category":"death","Quote":"You should read something else.\"Why would he have done that to him?\"I don't know,\"she said.Do you ever feel like Job?\"She smiled, a little twinkle in her eyes.Sometimes.\"But you haven't lost your faith?\"No,\"I knew she hadn't, but I think I was losing mine.Is it because you think you might get better?\"No,\"she said,\"its because its the only thing I have left."},{"Author":"Sarah J. Maas,  Crown of Midnight","Category":"death","Quote":"To escape death, she'd become death."},{"Author":"Libba Bray,  Going Bovine","Category":"death","Quote":"Who but the mad would choose to keep on living? In the end, aren't we all just a little crazy?"},{"Author":"T.S. Eliot","Category":"death","Quote":"There is one who remembers the way to your door: Life you may evade, but Death you shall not."},{"Author":"Mitch Albom,  For One More Day","Category":"death","Quote":"I love you every day. And now I will miss you every day."},{"Author":"Hans Christian Andersen,  The Story of a Mother","Category":"death","Quote":"Death walks faster than the wind and never returns what he has taken."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"death","Quote":"Sometimes I get depressed about my age. In March I’ll be 26. If man weren’t measured in numbers, but rather letters, I’d be turning Z. And then I’d be dead."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"death","Quote":"Put a gun to my head and paint the wall with my brains."},{"Author":"Hermann Hesse,  Narcissus and Goldmund","Category":"death","Quote":"We fear death, we shudder at life's instability, we grieve to see the flowers wilt again and again, and the leaves fall, and in our hearts we know that we, too, are transitory and will soon disappear. When artists create pictures and thinkers search for laws and formulate thoughts, it is in order to salvage something from the great dance of death, to make something last longer than we do."},{"Author":"Robert E. Neale,  The Art of Dying","Category":"death","Quote":"Chronic anxiety is a state more undesirable than any other, and we will try almost any maneuver to eliminate it. Modern man is living in anxious anticipation of destruction. Such anxiety can be easily eliminated by self-destruction. As a German saying puts it: 'Better an end with terror than a terror without end."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"Every poem should remind the reader that they are going to die."},{"Author":"Marcus Aurelius,  Meditations","Category":"death","Quote":"Perfection of character is this: to live each day as if it were your last, without frenzy, without apathy, without pretence."},{"Author":"Henry David Thoreau","Category":"death","Quote":"On the death of a friend, we should consider that the fates through confidence have devolved on us the task of a double living, that we have henceforth to fulfill the promise of our friend's life also, in our own, to the world."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"Right, well, he'd been sick for a while and his nurse said to him, 'You seem to be feeling better this morning,' and Isben looked at her and said, 'On the contrary,' and then he died."},{"Author":"Melina Marchetta,  Quintana of Charyn","Category":"death","Quote":"What if she's all I give you in this life of ours, my love?\"she asked quietly. \"Then I'll shout at the goddess in fury,\"he said fiercely. \"I'll beg to know why I've been given so much when other men have so little."},{"Author":"Louis-Ferdinand Céline,  Journey to the End of the Night","Category":"death","Quote":"Not much music left inside us for life to dance to. Our youth has gone to the ends of the earth to die in the silence of the truth. And where, I ask you, can a man escape to, when he hasn't enough madness left inside him? The truth is an endless death agony. The truth is death. You have to choose: death or lies. I've never been able to kill myself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"Love is like war, except without all the blood and death and stuff."},{"Author":"Ted Hughes","Category":"death","Quote":"He could not stand. It was notThat he could not thrive, he was bornWith everything but the will –That can be deformed, just like a limb.Death was more interesting to him.Life could not get his attention."},{"Author":"Virginia Woolf,  Jacob's Room","Category":"death","Quote":"When the body escaped mutilation, seldom did the heart go to the grave unscarred."},{"Author":"David Levithan,  Love Is the Higher Law","Category":"death","Quote":"What separates us from the animals, what separates us from the chaos, is our ability to mourn people we’ve never met."},{"Author":"Charlotte Brontë,  Shirley","Category":"death","Quote":"God surely did not create us, and cause us to live, with the sole end of wishing always to die. I believe, in my heart, we were intended to prize life and enjoy it, so long as we retain it. Existence never was originally meant to be that useless, blank, pale, slow-trailing thing it often becomes to many, and is becoming to me, among the rest."},{"Author":"Michael Cunningham,  The Hours","Category":"death","Quote":"Dead, we are revealed in our true dimensions, and they are surprisingly modest."},{"Author":"Steven Wright","Category":"death","Quote":"What happens if you get scared half to death twice?"},{"Author":"Sara Teasdale","Category":"death","Quote":"I thought of you and how you love this beauty,And walking up the long beach all aloneI heard the waves breaking in measured thunderAs you and I once heard their monotone.Around me were the echoing dunes, beyond meThe cold and sparkling silver of the sea --We two will pass through death and ages lengthenBefore you hear that sound again with me."},{"Author":"Juliet Marillier,  Son of the Shadows","Category":"death","Quote":"This is a long goodbye, yet not time enough. I have no aptitude for this. I cannot learn this. I would hold on, and hold on, until my hands clutch at emptiness."},{"Author":"Tsugumi Ohba","Category":"death","Quote":"An eye for an eye my friend."},{"Author":"R.A. Salvatore","Category":"death","Quote":"Everyone dies. It is how one lives that matters."},{"Author":"Virginia Woolf,  Orlando","Category":"death","Quote":"Better was it to go unknown and leave behind you an arch, then to burn like a meteor and leave no dust."},{"Author":"Patricia Briggs,  When Demons Walk","Category":"death","Quote":"The only certainty life contains is death."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"death","Quote":"Before I die, I want to change my name to \"Here,\"so that my tombstone could simply read, \"Here lies.\"And then people who knew me could walk by, shake their head, and say, \"Ain't that the truth."},{"Author":"Stephen King,  Lisey's Story","Category":"death","Quote":"There was a lot they didn’t tell you about death, she had discovered, and one of the biggies was how long it took the ones you loved most to die in your heart."},{"Author":"Albert Camus,  The Fall","Category":"death","Quote":"He had been bored, that's all, bored like most people. Hence he had made himself out of whole cloth a life full of complications and drama. Something must happen - and that explains most human commitments. Something must happen, even loveless slavery, even war or death. Hurray then for funerals!"},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"death","Quote":"I have good news and I have bad news. The good news is that your house hasn't burned down, you don't have cancer, and your daughter hasn't been raped or murdered. The bad news is that I ran over your dog. And your son. And his wife. But not before I ran out of gas to achieve all of that."},{"Author":"Emilie Autumn","Category":"death","Quote":"My reasons to liveWere my reasons to dieBut at least they were mineNow I've freedom unboundCut the laces of life"},{"Author":"Kim Harrison,  Something Deadly This Way Comes","Category":"death","Quote":"Endings are not always bad. Most times they're just beginnings in disguise."},{"Author":"Samuel Beckett","Category":"death","Quote":"No, I regret nothing, all I regret is having been born, dying is such a long tiresome business I always found."},{"Author":"Roman Payne","Category":"death","Quote":"In life, more than in anything else, it isn’t easy to end up alive."},{"Author":"Thomas Bernhard,  Gargoyles","Category":"death","Quote":"It would be wrong to refuse to face the fact that everything is fundamentally sick and sad."},{"Author":"Santosh Kalwar","Category":"death","Quote":"You only get one life. Live it to the fullest. All your miseries will be forgiven when you will be dead."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"death","Quote":"Why does death have to stop #love? It doesn’t stop people from voting in Chicago."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"death","Quote":"One false step, and you’ll fall all the way to Tartarus—and believe me, unlike the Doors of Death, this would be a one-way trip, a very hard fall! I will not have you dying before you tell me your plan for my artwork."},{"Author":"John Donne,  Meditation XVII - Meditation 17","Category":"death","Quote":"Any man's death diminishes me, because I am involved in mankind, and therefore never send to know for whom the bells tolls; it tolls for thee."},{"Author":"Rachel Vincent,  Alpha","Category":"death","Quote":"Some things are private. Some things needed to be said, even when the person who needed to hear them couldn’t hear anything. Ever again."},{"Author":"Meg Cabot,  Abandon","Category":"death","Quote":"And in what fairy tale would John ever be any sane person's idea of Prince Charming anyway? He was the opposite of charming. More like Prince Terrifying."},{"Author":"Viktor E. Frankl,  The Doctor and the Soul","Category":"death","Quote":"We cannot, after all, judge a biography by its length, by the number of pages in it; we must judge by the richness of the contents...Sometimes the 'unfinisheds' are among the most beautiful symphonies."},{"Author":"Eugene O'Neill","Category":"death","Quote":"It was a great mistake, my being born a man, I would have been much more successful as a seagull or a fish. As it is, I will always be a stranger who never feels at home, who does not really want and is not really wanted, who can never belong, who must be a little in love with death!"},{"Author":"Jasmine Warga,  My Heart and Other Black Holes","Category":"death","Quote":"I wonder if that's how darkness wins, by convincing us to trap it inside ourselves, instead of emptying it out.I don't want it to win."},{"Author":"Kevin Brockmeier,  The View from the Seventh Layer","Category":"death","Quote":"...When you die, the energy that kept you alive filters into the people you loved. Did you know that? It's like a fire you've tended all your life, and the sparks are all scattered into the wind.... That's why we survive as long as we do, because the people who loved us keep us going."},{"Author":"Frank O'Hara","Category":"death","Quote":"When I die, don't come, I wouldn't want a leafto turn away from the sun -- it loves it there.There's nothing so spiritual about being happybut you can't miss a day of it, because it doesn't last."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"I didn't tell him that the diagnosis came three months after I got my first period. Like: Congratulations! You're a woman. Now die."},{"Author":"Ray Bradbury,  Something Wicked This Way Comes","Category":"death","Quote":"Everything that happens before Death is what counts."},{"Author":"Tite Kubo","Category":"death","Quote":"I have always been afraid... Always been pretending to follow you closely, alwyas been pretending to sharpen my teeth, when the truth is, I am ... scared to death just treading on your shadow."},{"Author":"Gregory Maguire,  A Lion Among Men","Category":"death","Quote":"Waking up was a daily cruelty, an affront, and she avoided it by not sleeping."},{"Author":"Roland Barthes","Category":"death","Quote":"To whom could I put this question (with any hope of an answer)? Does being able to live without someone you loved mean you loved her less than you thought...?"},{"Author":"George Gordon Byron","Category":"death","Quote":"They never fail who die in a great cause."},{"Author":"Charles Caleb Colton","Category":"death","Quote":"Suicide sometimes proceeds from cowardice, but not always; for cowardice sometimes prevents it; since as many live because they are afraid to die, as die because they are afraid to live"},{"Author":"Khushwant Singh,  Train to Pakistan","Category":"death","Quote":"Not forever does the bulbul singIn balmy shades of bowers,Not forever lasts the springNor ever blossom the flowers.Not forever reigneth joy,Sets the sun on days of bliss,Friendships not forever last,They know not life, who know not this."},{"Author":"J.R.R. Tolkien,  The Return of the King","Category":"death","Quote":"End? No, the journey doesn't end here. Death is just another path. One that we all must take."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"death","Quote":"The bad news is the butcher’s dead. The good news is there’ll be no need for a funeral, and I’ve got enough meat to last for weeks."},{"Author":"Epicurus","Category":"death","Quote":"Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist."},{"Author":"Christopher Paolini,  Eldest","Category":"death","Quote":"How terrible,\"said Eragon, \"to die alone, separate even from the one who is closest to you.\"Everyone dies alone, Eragon. Whether you are a king on a battlefield or a lowly peasant lying in bed among your family, no one can accompany you into the void."},{"Author":"E.M. Forster","Category":"death","Quote":"The main facts in human life are five: birth, food, sleep, love and death."},{"Author":"Leonardo da Vinci","Category":"death","Quote":"Our life is made by the death of others."},{"Author":"John Newton","Category":"death","Quote":"I am still in the land of the dying; I shall be in the land of the living soon. (his last words)"},{"Author":"Nate Kenyon,  Sparrow Rock","Category":"death","Quote":"Everyone you have ever loved in your life becomes a part of your soul. They never leave. They're always inside you, and you can bring them out whenever you want."},{"Author":"Ralph Waldo Emerson","Category":"death","Quote":"Of all the ways to lose a person, death is the kindest."},{"Author":"Thomas Wolfe,  You Can't Go Home Again","Category":"death","Quote":"Something has spoken to me in the night...and told me that I shall die, I know not where. Saying: \"[Death is] to lose the earth you know for greater knowing; to lose the life you have, for greater life; to leave the friends you loved, for greater loving; to find a land more kind than home, more large than earth."},{"Author":"Haruki Murakami,  The Wind-Up Bird Chronicle","Category":"death","Quote":"Tell me, Doctor, are you afraid of death?\"\"I guess it depends on how you die."},{"Author":"Gaston Leroux,  The Phantom of the Opera","Category":"death","Quote":"You must know that I am made of death, from head to foot, and it is a corpse who loves you and adores you and will never, never leave you!"},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"death","Quote":"My grandpa died yesterday. I ought to know, because I shot him. So come, join me in the fight against patricide by killing your father’s father."},{"Author":"Walt Whitman","Category":"death","Quote":"I bequeath myself to the dirt to grow from the grass I loveIf you want me again look for me under your boot-soles.You will hardly know who I am or what I meanBut I shall be good health to you nonethelessAnd filter and fibre your blood."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I breathe onto a mirror just to make sure I’m still alive, and to see how good looking my breath is."},{"Author":"Anne Rice","Category":"death","Quote":"Merciful death. How you love your precious guilt"},{"Author":"Sylvia Plath","Category":"death","Quote":"What I fear most, I think, is the death of the imagination."},{"Author":"Carlos Castaneda,  Journey to Ixtlan","Category":"death","Quote":"Death is the only wise advisor that we have. Whenever you feel, as you always do, that everything is going wrong and you're about to be annihilated, turn to your death and ask if that is so. Your death will tell you that you're wrong; that nothing really matters outside its touch. Your death will tell you, 'I haven't touched you yet."},{"Author":"Martina Mcbride","Category":"death","Quote":"A statue stands in a shaded placeAn angel girl with an upturned faceA name is written on a polished rockA broken heart that the world forgot"},{"Author":"Mark Z. Danielewski,  House of Leaves","Category":"death","Quote":"...and there you have it, another body on the floor surrounded by things that don't mean much to anyone except to the one who can't take any of them along."},{"Author":"Anne Bishop,  Daughter of the Blood","Category":"death","Quote":"Some men die for lack of love…some die because of it. Think about it.\"- Daemon"},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"death","Quote":"We all know we're going to die; what's important is the kind of men and women we are in the face of this."},{"Author":"Catherine Fisher,  Incarceron","Category":"death","Quote":"If it means my death, I don't care, because even death will be a sort of freedom."},{"Author":"Emily Dickinson,  Selected Poems","Category":"death","Quote":"She died--this was the way she died;And when her breath was done,Took up her simple wardrobeAnd started for the sun.Her little figure at the gateThe angels must have spied,Since I could never find herUpon the mortal side."},{"Author":"Tess Gerritsen,  The Sinner","Category":"death","Quote":"The dead do not hurt you; only the living do."},{"Author":"Virgil","Category":"death","Quote":"Death twitches my ear;'Live,' he says... 'I'm coming."},{"Author":"Rachel Vincent,  Prey","Category":"death","Quote":"Ethan was loyal and funny and protective. When we were little, he was the brother most likely to make me cry—and mostly likely to wipe away my tears."},{"Author":"Juan Rulfo,  Pedro Páramo","Category":"death","Quote":"Cada suspiro es como un sorbo de vida del que uno se deshace."},{"Author":"Dean Koontz,  A Big Little Life: A Memoir of a Joyful Dog","Category":"death","Quote":"When you have dogs, you witness their uncomplaining acceptance of suffering, their bright desire to make the most of life in spite of the limitations of age and disease, their calm awareness of the approaching end when their final hours come. They accept death with a grace that I hope I will one day be brave enough to muster."},{"Author":"Kami Garcia,  Beautiful Creatures","Category":"death","Quote":"Got it. Demon. Death. Doom."},{"Author":"Ned Vizzini,  It's Kind of a Funny Story","Category":"death","Quote":"And I could have died right then. And considering how things went, I really should have."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"death","Quote":"I saw the years of my life spaced along a road in the form of telephone poles threaded together by wires. I counted one, two, three... nineteen telephone poles, and then the wires dangled into space, and try as I would, I couldn't see a single pole beyond the nineteenth."},{"Author":"Nicholas Sparks,  The Last Song","Category":"death","Quote":"I’ve been doing this a long time, and I’ve come to learn that predictions don’t mean much. Too much lies outside the realm of medical knowledge. A lot of what happens next comes down to you and your specific genetics, your attitude. No, there’s nothing we can do to stop the inevitable, but that’s not the point. The point is that you should try to make the most of the time you have left."},{"Author":"Aldous Huxley,  The Genius And The Goddess","Category":"death","Quote":"God isn't the son of Memory; He's the son of Immediate Experience. You can't worship a spirit in spirit, unless you do it now. Wallowing in the past may be good literature. As wisdom, it's hopeless. Time Regained is Paradise Lost, and Time Lost is Paradise Regained. Let the dead bury their dead. If you want to live at every moment as it presents itself, you've got to die to every other moment."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"Grimly, she realized that clocks don't make a sound that even remotely resembles ticking, tocking. It was more the sound of a hammer, upside down, hacking methodically at the earth. It was the sound of a grave."},{"Author":"Abigail Padgett,  Blue","Category":"death","Quote":"The way black women say \"girl\"can be magical. Frankly, I have no solid beliefs about the survival of consciousness after physical death. But if it's going to happen I know what I want to see after my trek toward the light. I want to see a black woman who will smile and say, \"Girl...."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"Would it hurt to die? All those times he had thought it was about to happen and escaped, he had never really thought of the thing itself: his will to live had always been so much stronger than his fear of death."},{"Author":"Susan Beth Pfeffer,  Life As We Knew It","Category":"death","Quote":"But she's wrong about hell. You don't have to wait until you're dead to get there."},{"Author":"Christopher Hitchens","Category":"death","Quote":"If you gave [Jerry] Falwell an enema he could be buried in a matchbox."},{"Author":"Steve Jobs","Category":"death","Quote":"Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose."},{"Author":"Don DeLillo,  White Noise","Category":"death","Quote":"The power of the dead is that we think they see us all the time. The dead have a presence. Is there a level of energy composed solely of the dead? They are also in the ground, of course, asleep and crumbling. Perhaps we are what they dream."},{"Author":"Tom Stoppard,  Rosencrantz and Guildenstern Are Dead","Category":"death","Quote":"Rosencrantz: We might as well be dead. Do you think death could possibly be a boat?Guildenstern: No, no, no... Death is...not. Death isn't. You take my meaning. Death is the ultimate negative. Not-being. You can't not-be on a boat.Rosencrantz: I've frequently not been on boats.Guildenstern: No, no, no--what you've been is not on boats."},{"Author":"William Shakespeare,  Julius Caesar","Category":"death","Quote":"The evil that men do lives after them;The good is oft interred with their bones."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"death","Quote":"When I heard your organization was recording testimonies, I knew I had to come. She died in my arms, saying 'I don't want to die.' That is what death is like. It doesn't matter what uniforms the soldiers are wearing. It doesn't matter how good the weapons are. I thought if everyone could see what I saw, we would never have war anymore."},{"Author":"Philip Pullman,  The Golden Compass","Category":"death","Quote":"All good things pass away."},{"Author":"Jess C. Scott,  The Devilin Fey","Category":"death","Quote":"One hand was behind his back, and he held it out, presenting a bouquet of white and smoky purple lilies. “They’re straight from the underworld, by the way. They are everlasting. They won’t die."},{"Author":"Dorothy B. Hughes,  In a Lonely Place","Category":"death","Quote":"I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me."},{"Author":"Peter Lerangis,  The Sword Thief","Category":"death","Quote":"I g-g-guess...I'm dead?\"she heard her own voice call out, strangely high-pitched and thin.For a long time, she heard nothing else. And then:\"Hi, Dead. I'm Dan."},{"Author":"Antoine de Saint-Exupéry,  The Little Prince","Category":"death","Quote":"You will have five hundred million little bells, and I shall have five hundred million springs of fresh water..."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"For the moon never beams without bringing me dreams Of the beautiful Annabel Lee; And the stars never rise but I feel the bright eyes Of the beautiful Annabel Lee; And so, all the night-tide, I lie down by the side Of my darling- my darling- my life and my bride, In the sepulchre there by the sea, In her tomb by the sounding sea."},{"Author":"Joan Baez","Category":"death","Quote":"If it's natural to kill, how come men have to go into training to learn how?"},{"Author":"Rosamund Lupton,  Sister","Category":"death","Quote":"Usually time alters and affects everything, but when someone you love dies time cannot change that, no amount of time will ever change that, so time stops having any meaning."},{"Author":"Chelsie Shakespeare,  The Pull","Category":"death","Quote":"He would reach for me in the middle of the night, nearly every single night, wrapping one of those solid arms around my waist and pulling me in close. So. Close."},{"Author":"Tennessee Williams","Category":"death","Quote":"Don't look forward to the day you stop suffering, because when it comes you'll know you're dead."},{"Author":"Mary Harris Jones","Category":"death","Quote":"Pray for the dead and fight like hell for the living."},{"Author":"Socrates","Category":"death","Quote":"Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death."},{"Author":"Ally Condie,  Reached","Category":"death","Quote":"Writing, painting, singing- it cannot stop everything. Cannot halt death in its tracks. But perhaps it can make the pause between death’s footsteps sound and look and feel beautiful, can make the space of waiting a place where you can linger without as much fear. For we are all walking each other to our deaths, and the journey there between footsteps makes up our lives."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"death","Quote":"And anyway, it’s not as though I’ll never see Mum again, is it?"},{"Author":"Lady Gaga","Category":"death","Quote":"Amy [Winehouse] changed pop music forever, I remember knowing there was hope, and feeling not alone because of her. She lived jazz, she lived the blues."},{"Author":"Kahlil Gibran,  Sand and Foam","Category":"death","Quote":"Desire is half of life; indifference is half of death."},{"Author":"Laurell K. Hamilton,  The Laughing Corpse","Category":"death","Quote":"Death, especially violent death, will turn the meanest bastard in the world into a nice guy. Why is that?"},{"Author":"Eckhart Tolle","Category":"death","Quote":"What will be left of all the fearing and wanting associated with your problematic life situation that every day takes up most of your attention? A dash, one or two inches long, between the date of birth and date of death on your gravestone."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"death","Quote":"I may be alive now, but in a series of moments I won’t be. And let it be said about me: He didn’t waste his time talking to conch shells, but he did listen to what they had to say about the ocean."},{"Author":"J.D. Robb,  Naked in Death","Category":"death","Quote":"You know, lieutenant, you wear your weapon the way other women wear pearls.\"\"It's not a fashion accessory."},{"Author":"Guy de Maupassant,  The Complete Short Stories of Guy de Maupassant, Part One","Category":"death","Quote":"The past attracts me, the present frightens me, because the future is death."},{"Author":"John Muir,  My First Summer in the Sierra","Category":"death","Quote":"This time it is real — all must die, and where could mountaineer find a more glorious death!"},{"Author":"Jimmy Buffett,  A Pirate Looks at Fifty","Category":"death","Quote":"One of the inescapable encumbrances of leading an interesting life is that there have to be moments when you almost lose it."},{"Author":"Gwenn Wright,  The BlueStocking Girl","Category":"death","Quote":"How many times can a heart be shattered and still be pieced back together? How many times before the damage is irreparable?"},{"Author":"Rebecca Serle,  When You Were Mine","Category":"death","Quote":"How do you mourn something that never really belonged to you?"},{"Author":"R.A. Salvatore,  The Legacy","Category":"death","Quote":"Farewell is said by the living, in life, every day. It is said with love and friendship, with the affirmation that the memories are lasting if the flesh is not."},{"Author":"Philippa Gregory","Category":"death","Quote":"I have given my word that only death will take me from you."},{"Author":"Jasper Fforde,  Something Rotten","Category":"death","Quote":"Death doesn't care about personalities - he's more interested in meeting quotas."},{"Author":"P.G. Wodehouse","Category":"death","Quote":"As for Gussie Finknottle, many an experienced undertaker would have been deceived by his appearance and started embalming on sight."},{"Author":"Nicholas Sparks","Category":"death","Quote":"What happens if a car comes? We die."},{"Author":"Philip K. Dick,  VALIS","Category":"death","Quote":"The cries of the dead are terrible indeed; you should try not to hear them."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"death","Quote":"And as Voltaire, one of our nation’s Founding Fathers, once said, “I do not agree with what you have to say, but at your death I’ll defend what you rightfully should have said."},{"Author":"Freddie Mercury","Category":"death","Quote":"What will I be doing in twenty years' time? I'll be dead, darling! Are you crazy?"},{"Author":"Alexandre Dumas,  The Three Musketeers","Category":"death","Quote":"I do not cling to life sufficiently to fear death."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"death","Quote":"Eyes, look your last! Arms, take your last embrace! And, lips, oh you the doors of breath, seal with a righteous kiss a dateless bargain to engrossing death!"},{"Author":"Sarah J. Maas,  Queen of Shadows","Category":"death","Quote":"She was a wolf. She was death, devourer of the worlds."},{"Author":"E.B. White","Category":"death","Quote":"This is what youth must figure out:Girls, love, and living.The having, the not having,The spending and giving,And the meloncholy time of not knowing.This is what age must learn about:The ABC of dying.The going, yet not going,The loving and leaving,And the unbearable knowing and knowing"},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"death","Quote":"having nothing to struggleagainstthey have nothing to strugglefor."},{"Author":"Jean Rhys,  Wide Sargasso Sea","Category":"death","Quote":"There are always two deaths, the real one and the one people know about."},{"Author":"Neil Gaiman,  The Sandman, Vol. 1: Preludes and Nocturnes","Category":"death","Quote":"The real problem with stories - if you keep them going long enough, they always end in death."},{"Author":"Chuck Palahniuk,  Stranger than Fiction","Category":"death","Quote":"The worst part of writing fiction is the fear of wasting your life behind a keyboard. The idea that, dying, you'll realize you only lived on paper. Your only adventures were make-believe, and while the world fought and kissed, you sat in some dark room masturbating and making money."},{"Author":"George R.R. Martin,  A Dance with Dragons","Category":"death","Quote":"Men's lives have meaning, not their deaths."},{"Author":"Cassandra Clare,  City of Glass","Category":"death","Quote":"As Luke knelt down beside his corpse, Clary couldn’t help but remember what he had said about having loved Valentine once, about having been his closest friend. Luke, she thought with a pang. Surely he couldn’t be sad — or even grieved?But then again, perhaps everyone should have someone to grieve for them, and there was no one else to grieve for Valentine."},{"Author":"Isaac Marion,  Warm Bodies","Category":"death","Quote":"Every time I go to sleep, I know I may never wake up. How could anyone expect to? You drop your tiny, helpless mind into a bottomless well, crossing your fingers and hoping when you pull it out on its flimsy fishing wire it hasn't been gnawed to bones by nameless beasts below."},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"death","Quote":"He said you were the only one who was bitter about S.'s suicide and the only one who really forgave him for it. The rest of us, he said, were outwardly unbitter and inwardly unforgiving."},{"Author":"Robert Lowell","Category":"death","Quote":"The light at the end of the tunnel is just the light of an oncoming train."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"My coffee gets increasingly better the more I drink and the closer I come to the bottom of the cup, where all the sugar is. I wonder if life is the same way as we approach the end."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"I remember I laughed so hard I cried. But my response was half appropriate, because I was at a funeral."},{"Author":"China Miéville,  Un Lun Dun","Category":"death","Quote":"The dead are way more organized than the living."},{"Author":"George MacDonald,  Unspoken Sermons: Series I, II, III","Category":"death","Quote":"All that is not God is death."},{"Author":"Lang Leav,  Love & Misadventure","Category":"death","Quote":"Saving YouThe darkness takes him over, the sickness pulls him in; his eyes—a blown out candle, I wish to go with him.Sometimes I see a flicker— a light that shone from them; I hold him to me tightly, before he's gone again."},{"Author":"Charles Sedley","Category":"death","Quote":"No drowning man can know which dropOf water his last breath did stop"},{"Author":"Percy Bysshe Shelley,  Adonais","Category":"death","Quote":"No more let life divide what death can join together."},{"Author":"Ava Gardner","Category":"death","Quote":"I wish to live to 150 years old, but the day I die, I wish it to be with a cigarette in one hand and a glass of whiskey in the other."},{"Author":"Wolfgang Amadeus Mozart","Category":"death","Quote":"Stay with me to-night; you must see me die. I have long had the taste of death on my tongue, I smell death, and who will stand by my Constanze, if you do not stay?"},{"Author":"Tsugumi Ohba","Category":"death","Quote":"Justice will prevail!"},{"Author":"Charlie Kaufman","Category":"death","Quote":"There really is only one ending to any story. Human life ends in death. Until then, it keeps going and gets complicated and there's loss. Everything involves loss; every relationship ends in one way or another."},{"Author":"Maggie Stiefvater,  Shiver","Category":"death","Quote":"She was the most beautiful thing I had ever seen, a tiny, bloody angel in the snow, and they were going to destroy her."},{"Author":"Mary Karr,  Lit","Category":"death","Quote":"Ten years, she's dead, and I still find myself some mornings reaching for the phone to call her. She could no more be gone than gravity or the moon."},{"Author":"Svetlana Alexievich,  Voices from Chernobyl: The Oral History of a Nuclear Disaster","Category":"death","Quote":"Death is the fairest thing in the world. No one's ever gotten out of it. The earth takes everyone - the kind, the cruel, the sinners. Aside from that, there's no fairness on earth."},{"Author":"Robert Jordon,  Starscape Boxed Set B Mixed","Category":"death","Quote":"You have made flowers grow where I cultivated dust and stones. Remember this, on this journey you insist on making. If you die, I will not survive you long."},{"Author":"Terry Pratchett,  Hogfather","Category":"death","Quote":"You can't give her that!' she screamed. 'It's not safe!'IT'S A SWORD, said the Hogfather. THEY'RE NOT MEANT TO BE SAFE.'She's a child!' shouted Crumley.IT'S EDUCATIONAL.'What if she cuts herself?'THAT WILL BE AN IMPORTANT LESSON."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"death","Quote":"When you realize that eternity is right here now, that it is within your possibility to experience the eternity of your own truth and being, then you grasp the following: That which you are was never born and will never die. . . . (90)"},{"Author":"William Faulkner,  As I Lay Dying","Category":"death","Quote":"I could just remember how my father used to say that the reason for living was to get ready to stay dead a long time."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"death","Quote":"Nothing remains forever, only thing that remain forever is romantically stupid word forever."},{"Author":"Max Lucado,  Max on Life: Answers and Insights to Your Most Important Questions","Category":"death","Quote":"We see a hearse; we think sorrow. We see a grave; we think despair. We hear of a death; we think of a loss. Not so in heaven. When heaven sees a breathless body, it sees the vacated cocoon & the liberated butterfly."},{"Author":"Isabel Allende","Category":"death","Quote":"Just as when we come into the world, when we die we are afraid of the unknown. But the fear is something from within us that has nothing to do with reality. Dying is like being born: just a change."},{"Author":"Banana Yoshimoto,  Kitchen","Category":"death","Quote":"When was it I realized that, on this truly dark and solitary path we all walk, the only way we can light is our own? Although I was raised with love, I was always lonely.Someday, without fail, everyone will disappear, scattered into the blackness of time."},{"Author":"Kevin Hearne,  Hounded","Category":"death","Quote":"When he said to give him the sword, I don’t think he meant for you to stick it in his guts."},{"Author":"George Carlin,  When Will Jesus Bring the Pork Chops?","Category":"death","Quote":"If no one knows when a person is going to die, how can we say he died prematurely?"},{"Author":"Garth Nix,  Lirael","Category":"death","Quote":"When the dead do walk seek water's run,for this the Dead will always shun. Swift river's best or broadest laketo ward the dead and have and make.If water fails thee, fire's thy friend, if neither guards it will be thy end."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"I'm so popular in life that valets are already starting to park the cars lined up for my funeral, which is expected sometime late 2082. #OutBoastKanye"},{"Author":"Lisa Genova,  Still Alice","Category":"death","Quote":"... just because [butterflies'] lives were short didn't mean they were tragic... See, they have a beautiful life."},{"Author":"Saul Bellow,  Herzog","Category":"death","Quote":"With one long breath, caught and held in his chest, he fought his sadness over his solitary life. Don't cry, you idiot! Live or die, but don't poison everything..."},{"Author":"Sophocles,  Antigone","Category":"death","Quote":"We have only a little time to please the living. But all eternity to love the dead."},{"Author":"Tennessee Williams,  Cat on a Hot Tin Roof","Category":"death","Quote":"Mendacity is a system that we live in,\"declares Brick. \"Liquor is one way out an'death's the other."},{"Author":"Gemma Malley,  The Declaration","Category":"death","Quote":"Because no one needs to live for ever. I think that sometimes you can outstay your welcome."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"death","Quote":"Any way I slice reality it comes out poorly, and I feel an urge to not exist, something I have never felt before; and now here it comes with conviction, almost panic. I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly."},{"Author":"Alice Sebold,  Lucky","Category":"death","Quote":"I forgive you,\"I said. I said what I had to. I would die by pieces to save myself from real death."},{"Author":"Loretta Ellsworth,  In a Heartbeat","Category":"death","Quote":"I look back to where my life had been. It's always risky to think of letting go. That's why this is the perfect ending. Nothing left to reconcile."},{"Author":"Rabindranath Tagore","Category":"death","Quote":"when you came you cried and everybody smiled with joy; when you go smile and let the world cry for you."},{"Author":"John Corey Whaley,  Where Things Come Back","Category":"death","Quote":"Not only had my brother disappeared, but--and bear with me here--a part of my very being had gone with him. Stories about us could, from them on, be told from only one perspective. Memories could be told but not shared."},{"Author":"S.E. Hinton,  That Was Then, This Is Now","Category":"death","Quote":"I guess I just couldn't see standing there -- alive, talking, thinking, breathing, being -- one second, and dead the next. It really bothered me. Death by violence isn't the same as dying any other way, accident or disease or old age. It just ain't the same."},{"Author":"Robert McCammon,  Boy's Life","Category":"death","Quote":"They say that somewhere in Africa the elephants have a secret grave where they go to lie down, unburden their wrinkled gray bodies, and soar away, light spirits at the end."},{"Author":"Charlotte Perkins Gilman","Category":"death","Quote":"Death? Why all this fuss about death? Use your imagination, try to visualize a world without death! Death is the essential condition to life, not an evil."},{"Author":"Joseph Sheridan Le Fanu,  Carmilla","Category":"death","Quote":"Nevertheless, life and death are mysterious states, and we know little of the resources of either."},{"Author":"Plato,  Apology","Category":"death","Quote":"For to fear death, my friends, is only to think ourselves wise without really being wise, for it is to think that we know what we do not know. For no one knows whether death may not be the greatest good that can happen to man."},{"Author":"Kelly Creagh,  Nevermore","Category":"death","Quote":"Death always wins."},{"Author":"Rachel Vincent,  My Soul to Take","Category":"death","Quote":"...the dead have a way of becoming saints in the eyes of their survivors..."},{"Author":"Robinson Jeffers","Category":"death","Quote":"I've changed my ways a little, I cannot nowRun with you in the evenings along the shore,Except in a kind of dream, and you, if you dream a moment,You see me there."},{"Author":"Rosamund Lupton,  Sister","Category":"death","Quote":"Grief is love turned into an eternal missing"},{"Author":"Margaret Atwood,  Lady Oracle","Category":"death","Quote":"I planned my death carefully, unlike my life, which meandered along from one thing to another, despite my feeble attempts to control it."},{"Author":"Pablo Neruda","Category":"death","Quote":"Absence is a house so vast that inside you will pass through its walls and hang pictures on the air."},{"Author":"Margaret Atwood,  The Year of the Flood","Category":"death","Quote":"Glenn used to say the reason you can't really imagine yourself being dead was that as soon as you say, 'I'll be dead,' you've said the word I, and so you're still alive inside the sentence. And that's how people got the idea of the immortality of the soul - it was a consequence of grammar."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"But you're dead,' said Harry.'Oh, yes,' said Dumbledore matter-of-factly.'Then... am I dead too?''Ah,' said Dumbledore, smiling still more broadly. 'That is the question, isn't it? On the whole, dear boy, I think not."},{"Author":"Holly Black,  The Coldest Girl in Coldtown","Category":"death","Quote":"Death has his favorites, like anyone. Those who are beloved of Death will not die."},{"Author":"Anne Morrow Lindbergh","Category":"death","Quote":"Parting is inevitably painful, even for a short time. It's like an amputation, I feel a limb is being torn off, without which I shall be unable to function. And yet, once it is done... life rushes back into the void, richer, more vivid and fuller than before."},{"Author":"Kristin Cast,  Hunted","Category":"death","Quote":"Pain was good. If I hurt, it meant I wasn't dead."},{"Author":"Sophocles,  Electra","Category":"death","Quote":"Death is not the worst thing; rather, when one who craves death cannot attain even that wish."},{"Author":"Sheri Reynolds","Category":"death","Quote":"Energy is neither created nor destroyed. It just changes shape."},{"Author":"Immanuel Kant","Category":"death","Quote":"The death of dogma is the birth of morality."},{"Author":"Lee Child,  61 Hours","Category":"death","Quote":"I'm not afraid of death. Death's afraid of me."},{"Author":"Gerard Way,  The Umbrella Academy, Vol. 2: Dallas","Category":"death","Quote":"I pity you all... Most of you will die---scratch that---ALL of you."},{"Author":"Don DeLillo,  White Noise","Category":"death","Quote":"When I read obituaries I always note the age of the deceased. Automatically I relate this figure to my own age. Four years to go, I think. Nine more years. Two years and I'm dead. The power of numbers is never more evident than when we use them to speculate on the time of our dying."},{"Author":"William Saroyan","Category":"death","Quote":"Everybody has got to die, but I have always believed an exception would be made in my case."},{"Author":"Frank Herbert,  Dune Messiah","Category":"death","Quote":"The flesh surrenders itself. Eternity takes back its own. Our bodies stirred these waters briefly, danced with a certain intoxication before the love of life and self, dealt with a few strange ideas, then submitted to the instruments of Time. What can we say of this? I occurred. I am not...yet, I occurred."},{"Author":"Anderson Cooper,  Dispatches from the Edge: A Memoir of War, Disasters, and Survival","Category":"death","Quote":"Each child’s story is worthy of telling. There shouldn’t be a sliding scale of death. The weight of it is crushing."},{"Author":"Theodore Roethke,  The Collected Poems","Category":"death","Quote":"By daily dying, I have come to be."},{"Author":"William Shakespeare,  Julius Caesar","Category":"death","Quote":"Death, a necessary end, will come when it will come"},{"Author":"Garth Nix,  Sabriel","Category":"death","Quote":"Death and what came after death was no great mystery to Sabriel. She just wished it was."},{"Author":"Maggie Stiefvater,  The Raven Boys","Category":"death","Quote":"Did you get notes for me?\"\"No\", Ronan replied,\"I thought you were dead in a ditch."},{"Author":"Omar Khayyám","Category":"death","Quote":"This worldthat was our homefor a brief spellnever brought us anythingbut pain and grief;its a shame that not one of our problemswas ever solved.We departwith a thousand regretsin our hearts."},{"Author":"Pablo","Category":"death","Quote":"We only live once. We all have an expiration date after that we will never come again. I am not saying that to make you sad. I am saying that so you can cherish each moment in your life and be grateful that you are here and you are Special"},{"Author":"Sherman Alexie,  The Absolutely True Diary of a Part-Time Indian","Category":"death","Quote":"When it comes to death, we know that laughter and tears are pretty much the same thing."},{"Author":"Jean Cocteau","Category":"death","Quote":"The day of my birth, my death began its walk. It is walking toward me, without hurrying."},{"Author":"Tim O'Brien,  The Things They Carried","Category":"death","Quote":"Well, right now I'm not dead. But when I am, it's like...I don't know, I guess it's like being inside a book that nobody's reading. [...] An old one. It's up on a library shelf, so you're safe and everything, but the book hasn't been checked out for a long, long time. All you can do is wait. Just hope somebody'll pick it up and start reading."},{"Author":"Derek Landy,  Kingdom of the Wicked","Category":"death","Quote":"Of course I want to kill you,\"said Skulduggery. \"I want to kill most people. But then where would I be? In a field of dead people with no one to talk to."},{"Author":"Paulo Coelho,  The Pilgrimage","Category":"death","Quote":"Death is our constant companion, and it is death that gives each person's life its true meaning."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"A little part of me dies every time I try to commit suicide. If life is a buffet, I’m still in the mac and cheese phase. Maybe one day I’ll mature into more of a meatloaf kind of guy."},{"Author":"Michael Landon Jr.","Category":"death","Quote":"Somebody should tell us, right at the start of our lives, that we are dying. Then we might live life to the limit, every minute of every day. Do it! I say. Whatever you want to do, do it now! There are only so many tomorrows."},{"Author":"Benjamin J. Carey,  Barefoot in November","Category":"death","Quote":"At the end of the day your ability to connect with your readers comes down to how you make them feel."},{"Author":"Hector Berlioz","Category":"death","Quote":"Time is a great teacher, but unfortunately it kills all its students.\"[Letter, November 1856]"},{"Author":"Simone de Beauvoir,  The Ethics of Ambiguity","Category":"death","Quote":"Today, however, we are having a hard time living because we are so bent on outwitting death."},{"Author":"Patrick Ness,  Monsters of Men","Category":"death","Quote":"And then his noise falls completely silent-And he stops struggling-And looking right into my eyes-He dies.My Todd dies."},{"Author":"Libba Bray","Category":"death","Quote":"I've never been in love. I will die without knowing what it feels like to need to see one person's face when you go to sleep at night, to crave seeing it when you wake up. I wish I knew."},{"Author":"Raymond Chandler,  The Big Sleep","Category":"death","Quote":"Neither of the two people in the room paid any attention to the way I came in, although only one of them was dead."},{"Author":"بدرية البشر,  الأرجوحة","Category":"death","Quote":"هناك أشياء كثيرة تجعل الأوطان مقابر"},{"Author":"Winston S. Churchill","Category":"death","Quote":"I'm bored with it all. - Last Words"},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"death","Quote":"I said, 'I need to know how he died.'He flipped back and pointed at, 'Why?'So I can stop inventing how he died. I'm always inventing."},{"Author":"Arthur Golden,  Memoirs of a Geisha","Category":"death","Quote":"Flowers that grow where old ones have withered serve to remind us that death will one day come to us all."},{"Author":"Jenny Downham,  Before I Die","Category":"death","Quote":"Maybe you should say goodbye, Cal.''No.''It might be important.''It might make her die."},{"Author":"Neil Gaiman,  American Gods","Category":"death","Quote":"Call no man happy, said Shadow, until he is dead"},{"Author":"Jean-Paul Sartre,  The Wall","Category":"death","Quote":"I said to myself, 'I want to die decently'."},{"Author":"Gayle Forman,  If I Stay","Category":"death","Quote":"Is that what death would feel like? The nicest, warmest, heaviest never-ending nap? If that’s what it’s like, I wouldn’t mind."},{"Author":"Friedrich Nietzsche,  Human, All Too Human","Category":"death","Quote":"There is a certain right by which we many deprive a man of life, but none by which we may deprive him of death; this is mere cruelty."},{"Author":"Steve Voake,  The Dreamwalker's Child","Category":"death","Quote":"Relax. They're not going to kill us. They're going to TRY and kill us. And that is a very different thing."},{"Author":"Paulo Coelho,  The Alchemist","Category":"death","Quote":"to die tomorrow was no worse than dying on any other day. Every day was there to be lived or to mark one’s departure from this world."},{"Author":"Soe Hok Gie,  Catatan Seorang Demonstran","Category":"death","Quote":"Makhluk kecil kembalilah. Dari tiada ke tiada. Berbahagialah dalam ketiadaanmu."},{"Author":"Dave Barry","Category":"death","Quote":"What I look forward to is continued immaturity followed by death."},{"Author":"Joyce Carol Oates,  Blonde","Category":"death","Quote":"Death is just the last scene of the last act."},{"Author":"James O'Barr,  The Crow","Category":"death","Quote":"People once believed that when someone dies, a crow carries their soul to the land of the dead. But sometimes, something so bad happens that a terrible sadness is carried with it and the soul can't rest. Then sometimes, just sometimes, the crow can bring that soul back to put the wrong things right."},{"Author":"Graham Greene","Category":"death","Quote":"She had lost all our memories for ever, and it was as though by dying she had robbed me of part of myself. I was losing my individuality. It was the first stage of my own death, the memories dropping off like gangrened limbs."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"death","Quote":"Those were strange days, now that I look back at them. In the midst of life, everything revolved around death."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"death","Quote":"the worst thing,\"he told me,\"is bitterness, people end up sobitter."},{"Author":"Nicholson Baker,  The Anthologist","Category":"death","Quote":"But spending your life concentrating on death is like watching a whole movie and thinking only about the credits that are going to roll at the end. It’s a mistake of emphasis."},{"Author":"Laurell K. Hamilton,  The Harlequin","Category":"death","Quote":"The rule is that if they have a weapon and want to take you someplace else, it is so they can kill you slower--Peter"},{"Author":"Jenny Han,  The Summer I Turned Pretty","Category":"death","Quote":"Susannah continued. \"If and when I go off slow dancing in the ever after, I don't want to look like I've been stuck in a hospital room my whole life. I at least want to be tan."},{"Author":"James Baldwin,  Giovanni's Room","Category":"death","Quote":"I thought of the people before me who had looked down at the river and gone to sleep beneath it. I wondered about them. I wondered how they had done it--it, the physical act.I simply wondered about the dead because their days had ended and I did not know how I would get through mine."},{"Author":"Mary Downing Hahn,  The Ghost of Crutchfield Hall","Category":"death","Quote":"Odd, isn’t it? You know when your birthday is, but not your death day, even though you pass the date year after year, never suspecting that some day…"},{"Author":"Tana French,  Faithful Place","Category":"death","Quote":"My father told me once that the most important thing every man should know is what he would die for."},{"Author":"Brandon Sanderson,  Alcatraz Versus the Knights of Crystallia","Category":"death","Quote":"Yes, Bastille. I keep trying to get killed because it's inconvenient for you."},{"Author":"Robyn Schneider,  Extraordinary Means","Category":"death","Quote":"That's all you can do in this world, no matter how strong the current beats against you, or how heavy your burden, or how tragic your love story. You keep going."},{"Author":"Eiichiro Oda","Category":"death","Quote":"One dies only if he's not anymore in the hearts and minds of those who know him. - Monkey D. Luffy"},{"Author":"François de La Rochefoucauld","Category":"death","Quote":"Neither the sun nor death can be looked at steadily."},{"Author":"Robert Jordan,  Knife of Dreams","Category":"death","Quote":"There is some delight in ale and wineAnd some in girls with ankles fineBut my delight, yes always mineIs to dance with Jak O’ the ShadowsWe will toss the dice however they fallAnd snuggle the girls be they short or tallThen follow Lord Mat whenever he callsTo dance with Jak O’ the Shadows."},{"Author":"Pittacus Lore,  The Fallen Legacies","Category":"death","Quote":"Maybe the only good thing about death is that you never have to relive it. You never have to remember the pain."},{"Author":"James Baldwin,  Giovanni's Room","Category":"death","Quote":"If you cannot love me, I will die. Before you came I wanted to die, I have told you many times. It is cruel to have made me want to live only to make my death more bloody."},{"Author":"Deborah Curtis,  Touching from a Distance: Ian Curtis and Joy Division","Category":"death","Quote":"How unhappy does one have to be before living seems worse than dying?"},{"Author":"Alice Walker,  Home Girls: A Black Feminist Anthology","Category":"death","Quote":"Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it."},{"Author":"Guy de Maupassant,  Bel-Ami","Category":"death","Quote":"The only certainty is death."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"death","Quote":"Yes, it was too late, and Sabina knew she would leave Paris, move on, and on again, because were she to die here they would cover her up with a stone, and in the mind of a woman for whom no place is home the thought of an end to all flight is unbearable."},{"Author":"P.C. Cast,  Awakened","Category":"death","Quote":"He's waiting for yu, young queen.'Shocked, I stared at Seoras. 'Heath?'The Warrior's look was wise and understanding - his voice gentle. 'Aye, yur Heath probably does await you somewhere in the future, but it is of your Guardian I speak."},{"Author":"Guy de Maupassant,  Bel-Ami","Category":"death","Quote":"Life is a slope. As long as you're going up you're always looking towards the top and you feel happy, but when you reach it, suddenly you can see the road going downhill and death at the end of it all. It's slow going up and quick going down."},{"Author":"Joanne Harris,  Runemarks","Category":"death","Quote":"The dead know everything but they don't give a damn."},{"Author":"Jean Racine","Category":"death","Quote":"A tragedy need not have blood and death; it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy."},{"Author":"Benedict Cumberbatch","Category":"death","Quote":"I've seen and swam and climbed and lived and driven and filmed. Should it all end tomorrow, I can definitely say there would be no regrets. I am very lucky, and I know it. I really have lived 5,000 times over."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"death","Quote":"Is despair wrong? Isn’t it the natural condition of life after a certain age? … After a number of events, what is there left but repetition and diminishment? Who wants to go on living? The eccentric, the religious, the artistic (sometimes); those with a false sense of their own worth. Soft cheeses collapse; firm cheeses endurate. Both go mouldy."},{"Author":"Lili St. Crow,  Betrayals","Category":"death","Quote":"And death doesn't wait for you when your rested and ready. It sneaks up on you when your exhausted and hungry and cold and so scared you can't even see straight"},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"death","Quote":"[O]ur honeymoon will shine our life long: its beams will only fade over your grave or mine."},{"Author":"Kristin Cast,  Hunted","Category":"death","Quote":"It's a little hard not to worry when my best friend keeps on dying."},{"Author":"Andrew Davidson,  The Gargoyle","Category":"death","Quote":"There I lay, wearing dead people as armor against death."},{"Author":"Jim Butcher,  Dead Beat","Category":"death","Quote":"If you go to your death rather than do everything you might to prevent what is happening, you are merely committing suicide and trying to make yourself feel better about it. That is the act of a coward. It is beneath contempt."},{"Author":"Alberto Manguel,  The Library at Night","Category":"death","Quote":"I like to imagine that, on the day after my last, my library and I will crumble together, so that even when I am no more I'll still be with my books."},{"Author":"Sun Tzu,  The Art of War","Category":"death","Quote":"But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life."},{"Author":"Richard Curtis","Category":"death","Quote":"Cause if you shoot a bullet someone dies. If you drop a bomb many die. You hit a woman, love dies. But if you say the F-word... nothing actually happens."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"death","Quote":"If I die with a zillion dollars and you die with zero, our net worth is worthless. All that matters is the love we level across our lives."},{"Author":"Criss Jami,  Venus in Arms","Category":"death","Quote":"With a hint of good judgment, to fear nothing, not failure or suffering or even death, indicates that you value life the most. You live to the extreme; you push limits; you spend your time building legacies. Those do not die."},{"Author":"Christopher Hitchens","Category":"death","Quote":"Do I fear death? No, I am not afraid of being dead because there's nothing to be afraid of, I won't know it. I fear dying, of dying I feel a sense of waste about it and I fear a sordid death, where I am incapacitated or imbecilic at the end which isn't something to be afraid of, it's something to be terrified of."},{"Author":"Robin McKinley,  Sunshine","Category":"death","Quote":"So, what do you do when you know you have two days to live? Eat an entire Bitter Chocolate Death cake all by myself. Reread my favorite novel. Buy eight dozen roses from the best florist in town--the super expensive ones, the ones that smell like roses rather than merely looking like them--and put them all over my apartment. Take a good long look at everyone I love."},{"Author":"Lauren Oliver,  Delirium Stories: Hana, Annabel, and Raven","Category":"death","Quote":"What glitters may not be gold; and even wolves may smile; and fools will be led by promises to their deaths."},{"Author":"Neil Gaiman,  The Sandman, Vol. 7: Brief Lives","Category":"death","Quote":"You lived what anybody gets, Bernie. You got a lifetime. No more. No less."},{"Author":"Sarah Rees Brennan,  The Demon's Lexicon","Category":"death","Quote":"My life was going to flash before my eyes, but it decided to hide behind my eyes and quake with terror instead."},{"Author":"Jasper Fforde,  First Among Sequels","Category":"death","Quote":"Death, I had discovered long ago, was available in varying flavors, and none of them particularly palatable."},{"Author":"Louisa May Alcott,  Little Women","Category":"death","Quote":"I never wanted to go away, and the hard part now is the leaving you all. I'm not afraid, but it seems as if I should be homesick for you even in heaven."},{"Author":"Glen Cook,  Soldiers Live","Category":"death","Quote":"Soldiers live. He dies and not you, and you feel guilty, because you're glad he died, and not you. Soldiers live, and wonder why."},{"Author":"Emily Dickinson,  Dickinson: Poems","Category":"death","Quote":"My life closed twice before its close; It yet remains to seeIf Immortality unveil A third event to me,So huge, so hopeless to conceive, As these that twice befell.Parting is all we know of heaven, And all we need of hell."},{"Author":"J.M. Barrie,  Peter Pan","Category":"death","Quote":"When she expressed a doubtful hope that Tinker Bell would be glad to see her, he said, ‘Who is Tinker Bell?’ ‘O Peter,’ she said, shocked; but even when she explained he could not remember. ‘There are such a lot of them,’ he said. ‘I expect she is no more.’ I expect he was right, for fairies don’t live long, but they are so little that a short time seems a good while to them."},{"Author":"Eloisa James,  When Beauty Tamed the Beast","Category":"death","Quote":"I love you,\"he said, his voice catching. \"When I thought you were going to die, I wanted to die."},{"Author":"Terry Pratchett","Category":"death","Quote":"If words had weight, a single sentence from Death would have anchored a ship."},{"Author":"Oscar Wilde","Category":"death","Quote":"Either this wallpaper goes, or I do."},{"Author":"Don DeLillo,  White Noise","Category":"death","Quote":"Doesn't our knowledge of death make life more precious?'What good is a preciousness based on fear and anxiety? It's an anxious quivering thing"},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"death","Quote":"I know that I shall die struggling for breath, and I know that I shall be horribly afraid. I know that I shall not be able to keep myself from regretting bitterly the life that has brought me to such a pass; but I disown that regret. I now, weak, old, diseased, poor, dying, hold still my soul in my hands, and I regret nothing."},{"Author":"Anton Chekhov,  The Cherry Orchard","Category":"death","Quote":"And what does it mean -- dying? Perhaps man has a hundred senses, and only the five we know are lost at death, while the other ninety-five remain alive."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"The thing about dead people... The thing is you sound like a bastard if you don't romanticize them, but the truth is... complicated, I guess."},{"Author":"Jhumpa Lahiri,  Unaccustomed Earth","Category":"death","Quote":"There were times Ruma felt closer to her mother in death than she had in life, an intimacy born simply of thinking of her so often, of missing her. But she knew that this was an illusion, a mirage, and that the distance between them was now infinite, unyielding."},{"Author":"Gaius Iulius Caesar","Category":"death","Quote":"I love the name of honor more than I fear death."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"It was an indulgence, learning last words. Other people had chocolate; I had dying declarations."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"death","Quote":"I inherited a pound from my British uncle. I’d have rather gotten a dollar, because what do I want with an animal shelter?"},{"Author":"Joss Whedon","Category":"death","Quote":"War is not just the business of death, it is the antitheses of life."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"death","Quote":"Your least favorite virtue, or nominee for the most overrated one? Faith. Closely followed—in view of the overall shortage of time—by patience."},{"Author":"Richard Adams,  Watership Down","Category":"death","Quote":"Like the pain of a bad wound, the effect of a deep shock takes some while to be felt. When a child is told, for the first time in his life, that a person he has known is dead, although he does not disbelieve it, he may well fail to comprehend it and later ask--perhaps more than once--where the dead person is and when he is coming back."},{"Author":"Dean Smith","Category":"death","Quote":"If you treat every situation as a life and death matter, you'll die a lot of times."},{"Author":"Paulo Coelho,  The Devil and Miss Prym","Category":"death","Quote":"I think that, with age, people come to realize that death is inevitable. And we need to learn to face it with serenity, wisdom and resignation. Death often frees us from a lot of senseless sufferings."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"death","Quote":"No - no - no!\"someone was shouting. \"No! Fred! No!\"And Percy was shaking his brother, and Ron was kneeling beside them, and Fred's eyes stared without seeing, the ghost of his last laugh still etched upon his face."},{"Author":"Jacqueline Carey,  Kushiel's Dart","Category":"death","Quote":"This is the secret that none dares tell who fights for a cause. Dying, we are all alike."},{"Author":"Luellen Hoffman","Category":"death","Quote":"Life is a bitter sweet journey my friend, a bitter sweet journey."},{"Author":"Libba Bray,  A Great and Terrible Beauty","Category":"death","Quote":"One could argue that it's romantic to die for love. Of course, then you're dead and unable to take that honeymoon trip to the Alps with all the other fashionable young couples, which is a shame."},{"Author":"Lauren Oliver,  Before I Fall","Category":"death","Quote":"Maybe before you die, it's your ghosts you see."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"death","Quote":"girlsplease give yourbodies and yourlivestothe young menwhodeserve thembesidesthere isno wayI would welcometheintolerabledullsenseless hellyou would bringmeandI wish youluckin bedandoutbut notinminethankyou."},{"Author":"Rachel Van Dyken,  Ruin","Category":"death","Quote":"Time was the most precious thing in the world to me, and I’d just given her all of it. Because I was falling for her. Because I cared for her. Because I wanted to give her something to remember me by, even if it would eventually fade like its namesake. Time… what an absolute horror-inducing word"},{"Author":"Maurice Sendak","Category":"death","Quote":"I have nothing now but praise for my life. I'm not unhappy. I cry a lot because I miss people. They die and I can't stop them. They leave me and I love them more..."},{"Author":"Stephen King,  Cujo","Category":"death","Quote":"The monster nevers dies."},{"Author":"Nicole Krauss,  The History of Love","Category":"death","Quote":"At times I believed that the last page of my book and the last page of my life were one and the same, that when my book ended I'd end, a great wind would sweep through my rooms carrying the pages away, and when the air cleared of all those fluttering white sheets the room would be silent, the chair where I sat empty."},{"Author":"Stephen King,  The Dark Half","Category":"death","Quote":"You're dead, George. You just don't have the sense to lie down."},{"Author":"Catherynne M. Valente,  Deathless","Category":"death","Quote":"Men die. It's practically what they're for."},{"Author":"Gregory Bassham,  The Ultimate Harry Potter and Philosophy: Hogwarts for Muggles","Category":"death","Quote":"To pursue wisdom is to live in such a way that one is prepared to face death when it comes. (247)"},{"Author":"José Saramago","Category":"death","Quote":"Because each of you has his or her own death, you carry it with you in a secret place from the moment you're born, it belongs to you and you belong to it."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"death","Quote":"She died in my arms, saying, \"I don't want to die.\"That is what death is like. It doesn't matter what uniforms the soldiers are wearing. It doesn't matter how good the weapons are. I thought if everyone could see what I saw, we would never have war anymore."},{"Author":"Colleen Hoover,  Slammed","Category":"death","Quote":"Nothing is permanent. The only thing any of us have in common is the inevitable."},{"Author":"Lauren Oliver,  Requiem","Category":"death","Quote":"Let me tell you something about dying: it's not as bad as they says.it's the coming-back-to-life part that hurts."},{"Author":"Suzanne Collins,  Mockingjay","Category":"death","Quote":"People of Panem, we fight, we dare, we end our hunger for justice!” There‘s dead silence on the set. It goes on. And on. Finally, the intercom crackles and Haymitch‘s acerbic laugh fills the studio. He contains himself just long enough to say, “And that, my friends, is how a revolution dies."},{"Author":"William S. Burroughs","Category":"death","Quote":"when I become death. Death is the seed from which I grow."},{"Author":"Woody Allen","Category":"death","Quote":"Death doesn't really worry me that much, I'm not frightened about it... I just don't want to be there when it happens."},{"Author":"George W. Bush","Category":"death","Quote":"It's a time of sorrow and sadness when we lose a loss of life."},{"Author":"Cormac McCarthy,  The Road","Category":"death","Quote":"Every day is a lie. But you are dying. That is not a lie."},{"Author":"William Shakespeare,  Hamlet","Category":"death","Quote":"Where is Polonius? HAMLET In heaven. Send hither to see. If your messenger find him not there, seek him i' th' other place yourself. But if indeed you find him not within this month, you shall nose him as you go up the stairs into the lobby."},{"Author":"Nicole Krauss,  The History of Love","Category":"death","Quote":"When they write my obituary. Tomorrow. Or the next day. It will say, Leo Gursky is survived by an apartment full of shit"},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"death","Quote":"I mentally bless and exonerate anyone who has kicked a chair out from beneath her or swallowed opium in large chunks. My mind has met their environment, here in the void. I understand perfectly."},{"Author":"Stephen King,  The Green Mile","Category":"death","Quote":"We have once again succeeded in destroying what we could not create."},{"Author":"Oscar Wilde,  The Ballad of Reading Gaol and Other Poems","Category":"death","Quote":"For he who lives more lives than one more deaths than one must die."},{"Author":"Teri Terry,  Slated","Category":"death","Quote":"Pain can kill, all on its own: the body goes into shock and shuts down."},{"Author":"Kristin Cashore,  Fire","Category":"death","Quote":"If we knew a person was going to die, we'd hold harder to the memories.\"Fire corrected him, in a whisper. \"The good memories."},{"Author":"Tom Robbins,  Jitterbug Perfume","Category":"death","Quote":"He was becoming unstuck, he was sure of that - his bones were no longer wrapped in flesh but in clouds of dust, in hummingbirds, dragonflies, and luminous moths - but so perfect was his equilibrium that he felt no fear. He was vast, he was many, he was dynamic, he was eternal."},{"Author":"W. Somerset Maugham,  The Razor's Edge","Category":"death","Quote":"The dead look so terribly dead when they're dead."},{"Author":"Neil Gaiman,  The Graveyard Book","Category":"death","Quote":"If you want to call it that. But it is a very specific sort of magic. There's a magic you take from death. Something leaves the world, something else comes into it."},{"Author":"John Webster,  The Duchess of Malfi","Category":"death","Quote":"Cover her face; mine eyes dazzle. She died young."},{"Author":"Jack Lemmon","Category":"death","Quote":"Death ends a life, not a relationship."},{"Author":"Pablo Neruda","Category":"death","Quote":"No, my dog used to gaze at me,paying me the attention I need,the attention requiredto make a vain person like me understandthat, being a dog, he was wasting time,but, with those eyes so much purer than mine,he’d keep on gazing at mewith a look that reserved for me aloneall his sweet and shaggy life,always near me, never troubling me,and asking nothing."},{"Author":"Eoin Colfer,  The Last Guardian","Category":"death","Quote":"Wait,\"said Butler. \"Just wait, Holly. Artemis has a plan.\"He squinted through the green dome. \"What is your plan, Artemis?\"All Artemis could do was smile and shrug."},{"Author":"J.K. Rowling,  The Casual Vacancy","Category":"death","Quote":"Birth and death: there was the same consciousness of heightened existence and of her own elevated importance"},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"death","Quote":"One day I’ll have my appointment with death, and every day I call out to God to see if I can reschedule for a later date."},{"Author":"Kathy Acker,  Pussy, King of the Pirates","Category":"death","Quote":"Death is another bar which lies several steps below the normal world. I'm at its threshold, but not yet in it. Its doorway is doorless."},{"Author":"Cassandra Clare,  Zombies Vs. Unicorns","Category":"death","Quote":"If you love someone, you're not supposed to want them to come back. Better a peaceful sleep in the earth than the life of a zombie--not really dead but not really alive, either."},{"Author":"Stephen King,  Danse Macabre","Category":"death","Quote":"We fall from womb to tomb, from one blackness and toward another, remembering little of the one and knowing nothing of the other ... except through faith."},{"Author":"Henry Ward Beecher","Category":"death","Quote":"Now comes the mystery! (last words)"},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"death","Quote":"true apothecary thy drugs art quick"},{"Author":"David Wroblewski,  The Story of Edgar Sawtelle","Category":"death","Quote":"Just when normal life felt almost possible - when the world held some kind of order, meaning, even loveliness (the prismatic spray of light through an icicle; the stillness of a sunrise), some small thing would go awry and the veil of optimism was torn away, the barren world revealed. They learned, somehow, to wait those times out. There was no cure, no answer, no reparation."},{"Author":"Andy Warhol","Category":"death","Quote":"I never understood why when you died, you didn't just vanish, everything should just keep going on the way it was only you just wouldn't be there. I always thought I'd like my own tombstone to be blank. No epitaph, and no name. Well, actually, I'd like it to say 'figment'."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"death","Quote":"Remember me, even if it's only in a corner and secretly. Don't let me go."},{"Author":"Oscar Wilde","Category":"death","Quote":"My wallpaper and I are fighting a duel to the death. One or the other of us has to go."},{"Author":"William Shakespeare,  King Lear","Category":"death","Quote":"Men must endureTheir going hence, even as their coming hither.Ripeness is all."},{"Author":"Robert Louis Stevenson","Category":"death","Quote":"Death, like a host, comes smiling to the door;Smiling, he greets us, on that tranquil shoreWhere neither piping bird nor peeping dawnDisturbs the eternal sleep,But in the stillness far withdrawnOur dreamless rest for evermore we keep."},{"Author":"Twyla Tharp","Category":"death","Quote":"Life is about moving, it’s about change. And when things stop doing that they’re dead."},{"Author":"Tsugumi Ohba,  Death Note, Vol. 12: Finis","Category":"death","Quote":"...Matt. I didn't think they'd kill you... I'm so sorry..."},{"Author":"Steven Wright","Category":"death","Quote":"I tried to hang myself with a bungee cord. I kept almost dying."},{"Author":"George R.R. Martin,  A Dance with Dragons","Category":"death","Quote":"Sleep is a little death, dreams the whisperings of the Other, who would drag us all into his eternal night."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"Still, they have one thing I envy. Humans, if nothing else, have the good sense to die."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"With six pieces of wood, I’m building a life, and my coffin."},{"Author":"Lauren DeStefano,  Fever","Category":"death","Quote":"I wish I had a memory of that first violent shove, the shock of cold air, the sting of oxygen into new lungs. Everyone should remember being born. It doesn't seem fair that we only remember dying."},{"Author":"Jennifer Love Hewitt","Category":"death","Quote":"Death isn't the end, it's the beginning."},{"Author":"Rosamund Lupton,  Sister","Category":"death","Quote":"Your coffin reached the monstrous hole. And a part of me went down into the muddy earth with you and lay down next to you and died with you."},{"Author":"Michael Bassey Johnson","Category":"death","Quote":"Let me lose everything on earth and the world beyond, but let me not lose what I'm craving for, let it be that i died on the way than retreating from getting it."},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"death","Quote":"We are biology. We are reminded of this at the beginning and the end, at birth and at death. In between we do what we can to forget."},{"Author":"Jessica Maria Tuccelli,  Glow","Category":"death","Quote":"I still loved Granny. It flowed out of my chest. With Granny gone, where would my love go?"},{"Author":"Kendal Rob","Category":"death","Quote":"Time moves on for us, for you it stands still. You will be forever ageless as we grow old, your smile will never wrinkle, nor will that shine in your eyes fade.."},{"Author":"Gayle Forman","Category":"death","Quote":"It's okay if you want to go. Everyone wants you to stay. I want you to stay more than I've ever wanted anything in my life. But that's what I want and I could see why it might not be what you want. So I just wanted to tell you that I understand if you go. It's okay if you have to leave us. It's okay if you want to stop fighting."},{"Author":"Vera Brittain,  Testament of Youth","Category":"death","Quote":"How fortunate we were who still had hope I did not then realise; I could not know how soon the time would come when we should have no more hope, and yet be unable to die"},{"Author":"Alfred Lord Tennyson","Category":"death","Quote":"But thy strong Hours indignant work’d their wills,And beat me down and marr’d and wasted me,And tho’ they could not end me, left me maim’dTo dwell in presence of immortal youth,Immortal age beside immortal youth,And all I was, in ashes. - Tithonus"},{"Author":"Stanley Kubrick","Category":"death","Quote":"The dead know only one thing, it is better to be alive"},{"Author":"Mark Twain,  Pudd'nhead Wilson","Category":"death","Quote":"Let us endeavor so to live that when we come to die even the undertaker will be sorry."},{"Author":"Elizabeth Wein,  Code Name Verity","Category":"death","Quote":"Oh Julie, wouldn’t I know if you were dead? Wouldn’t I feel it happening, like a jolt of electricity to my heart?"},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"You can't just make me different and then leave"},{"Author":"Mario Benedetti","Category":"death","Quote":"After all Death is a Symbol that there was Life."},{"Author":"Robyn Schneider,  Extraordinary Means","Category":"death","Quote":"There's difference between being dead and dying. We're all dying. Some of us die for ninety years, and some of us die for nineteen. But each morning everyone on this planet wakes up one day closer to their death. Everyone. So living and dying are actually different words for the same thing, if you think about it."},{"Author":"John Green,  Looking for Alaska","Category":"death","Quote":"I was caught in a love triangle with one dead side."},{"Author":"Carlos Castaneda,  Journey to Ixtlan","Category":"death","Quote":"The dying sun will glow on you without burning, as it has done today. The wind will be soft and mellow and your hilltop will tremble. As you reach the end of your dance you will look at the sun, for you will never see it again in waking or in dreaming, and then your death will point to the south. To the vastness."},{"Author":"One tree hill haley james scott","Category":"death","Quote":"Someone once said that death is not the greatest loss in life. The greatest loss is what dies inside of us while we live. I could tell you who said it, but who the hell really cares."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"death","Quote":"Embrace the probability of your imminent death....and know there is nothing i can do to save you."},{"Author":"Chelsie Shakespeare","Category":"death","Quote":"I melted into the dream as if I had always been there. I knew where I had come from; I knew where I was going."},{"Author":"Alexander the Great","Category":"death","Quote":"A tomb now suffices him for whom the world was not enough.[Alexander's tombstone epitaph]"},{"Author":"Mario Puzo,  The Godfather","Category":"death","Quote":"Michael could never remember his father ever having uttered a word about death, as if the Don respected death too much to philosophize about it."},{"Author":"Erich Fromm,  The Sane Society","Category":"death","Quote":"The whole life of the individual is nothing but the process of giving birth to himself; indeed, we should be fully born when we die - although it is the tragic fate of most individuals to die before they are born."},{"Author":"Audrey Niffenegger,  Her Fearful Symmetry","Category":"death","Quote":"Even her name seemed empty, as though it had detached itself from her and was floating untethered in his mind. How am I supposed to live without you? It was not a matter of the body; his body would carry on as usual. The problem was located in the word how: he would live, but without Elspeth the flavour, the manner, the method of living were lost to him. He would have to relearn solitude."},{"Author":"Derek Landy","Category":"death","Quote":"If anyone stops us, as long as we mumble something pretentious about the glory of death, we should be fine."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"There is life, and there is death, and in between there is me. Please don’t wake me up."},{"Author":"Linda Howard,  Kill and Tell","Category":"death","Quote":"Death isn't peaceful; it is just nothing. Everything is gone. No more sunrises, no more hopes, no more fears. Nothing."},{"Author":"Leila Aboulela,  Minaret","Category":"death","Quote":"All through life there were distinctions - toilets for men, toilets for women; clothes for men, clothes for women - then, at the end, the graves are identical."},{"Author":"Søren Kierkegaard","Category":"death","Quote":"And when the hourglass has run out, the hourglass of temporality, when the noise of secular life has grown silent and its restless or ineffectual activism has come to an end, when everything around you is still, as it is in eternity, then eternity asks you and every individual in these millions and millions about only one thing: whether you have lived in despair or not."},{"Author":"Philip Pullman,  The Subtle Knife","Category":"death","Quote":"Her last conscious thought was disgust at life; her senses had lied to her. The world was not made of energy and delight but of foulness, betrayal, and lassitude. Living was hateful, and death was no better, and from end to end of the universe this was the first and last and only truth."},{"Author":"Charlaine Harris","Category":"death","Quote":"I’d never seen anything like it. First a trial, then a few murders, then dancing. Life goes on. Or, in this case, death continues."},{"Author":"Ernest Hemingway,  The Old Man and the Sea","Category":"death","Quote":"The fish is my friend too...I have never seen or heard of such a fish. But I must kill him. I am glad we do not have to try to kill the stars. Imagine if each day a man must try to kill the moon, he thought. The moon runs away. But imagine if a man each day should have to try to kill the sun? We were born lucky; he thought"},{"Author":"Gena Showalter,  The Darkest Night","Category":"death","Quote":"Every night death came, slowly, painfully, and every morning Maddox awoke in bed, knowing he'd have to die again later. That was his greatest curse and his eternal punishment."},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"death","Quote":"A choir of seedlings arching their necks out of rotted tree stumps, sucking life out of death. I am the forest's conscience, but remember, the forest eats itself and lives forever."},{"Author":"Miguel de Cervantes Saavedra","Category":"death","Quote":"Here lies a gentleman boldWho was so very braveHe went to lengths untold,And on the brink of the graveDeath had on him no hold.By the world he set small store--He frightened it to the core--Yet somehow, by Fate's plan,Though he'd lived a crazy man,When he died he was sane once more."},{"Author":"Charles Baudelaire,  Les Fleurs Du Mal","Category":"death","Quote":"My love, do you recall the object which we saw,That fair, sweet, summer morn!At a turn in the path a foul carcassOn a gravel strewn bed,Its legs raised in the air, like a lustful woman,Burning and dripping with poisons,Displayed in a shameless, nonchalant wayIts belly, swollen with gases."},{"Author":"Nicole \"Snooki\"Polizzi","Category":"death","Quote":"I don't eat friggin' lobster or anything like that. Because they're alive when you kill it."},{"Author":"Gemma Malley,  The Declaration","Category":"death","Quote":"Surplus meant unnecessary. Not required.You couldn’t be a Surplus if you were needed by someone else. You couldn’t be a Surplus if you were loved."},{"Author":"Carlos Fuentes","Category":"death","Quote":"One wants to tell a story, like Scheherezade, in order not to die. It's one of the oldest urges in mankind. It's a way of stalling death."},{"Author":"Nancy McKenzie,  Queen of Camelot","Category":"death","Quote":"Take what comes and live life without complaint. What will be, will be. Life is a woman's gift; death is God's."},{"Author":"Robin Williams","Category":"death","Quote":"Death is nature’s way of saying, ‘Your table is ready."},{"Author":"Henry Rollins","Category":"death","Quote":"I used to love youI still doSo SelfishI love the old youThe you that didnt shoot drugs...The you that didnt get beat on by menYou laugh in my face and call me a foolBut its trueI still love youSometimes,I can see the old youWhen your eyes flashWhen you almost look alive"},{"Author":"James Clemens,  Hinterland","Category":"death","Quote":"But often life asks much of you, and you either honor life by answering with all your heart, or you cower your way into your grave."},{"Author":"Victor Hugo","Category":"death","Quote":"I see black light (his last words)"},{"Author":"Epicurus,  The Epicurus Reader: Selected Writings and Testimonia","Category":"death","Quote":"Don't fear the gods,Don't worry about death;What is good is easy to get, andWhat is terrible is easy to endure."},{"Author":"Yvonne Woon","Category":"death","Quote":"When darkness falls and eyes stay shutA chain of voices opens up.Let wax not wane give breath to death.p.s. Shhh\"-Yvonne Woon(Dead Beautiful)"},{"Author":"Alexander Gordon Smith,  Lockdown","Category":"death","Quote":"You don't have friends in here, you'll soon come to understand that. You get attached to someone, then you'll just lose them. They'll get shanked or they'll jump or they'll be taken one night."},{"Author":"Wolfgang Amadeus Mozart","Category":"death","Quote":"As death, when we come to consider it closely, is the true goal of our existence, I have formed during the last few years such close relationships with this best and truest friend of mankind that death's image is not only no longer terrifying to me, but is indeed very soothing and consoling."},{"Author":"Lisa M. Klein,  Ophelia","Category":"death","Quote":"What is a man's life but a prelude to his death? And what is death but a long sleep, a most welcome forgetfulness."},{"Author":"Ursula K. Le Guin,  The Farthest Shore","Category":"death","Quote":"She'll die.' 'Aye. That's a consequence of being alive."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"death","Quote":"...all of our laments could not add a single second to her life, not one additional beat of the heart, nor a breath."},{"Author":"Kristin Cashore,  Bitterblue","Category":"death","Quote":"Madlen came to sit beside her on the bed. \"Lady Queen,\"she said with her own particular brand of rough gentleness. \"It is not the job of the child to protect her mother. It's the mother's job to protect the child. By allowing your mother to protect you, you gave her a gift. Do you understand me?"},{"Author":"Simon Van Booy,  Everything Beautiful Began After","Category":"death","Quote":"Death is the most sophisticated form of beauty, and the most difficult to accept."},{"Author":"Arthur Golden,  Memoirs of a Geisha","Category":"death","Quote":"I began to feel that all the people I'd ever known who had died or left me had not in fact gone away, but continued to live on inside me just as this man's wife lived on inside him."},{"Author":"Philip K. Dick,  Flow My Tears, the Policeman Said","Category":"death","Quote":"The bird is gone, and in what meadow does it now sing?"},{"Author":"Pat Cunningham Devoto,  Out of the Night That Covers Me","Category":"death","Quote":"No matter how much he talked, she never answered him, but he knew she was still there. He knew it was like the soldiers he had read about. They would have an arm or a leg blown off, and for days, even weeks after it happened, they could still feel the arm itching, the leg itching, the mother calling."},{"Author":"Leo Tolstoy,  War and Peace","Category":"death","Quote":"Everything ends in death, everything. Death is terrible."},{"Author":"Virginia Woolf,  Orlando","Category":"death","Quote":"For while directly we say that it [the length of human life] is ages long, we are reminded that it is briefer than the fall of a rose leaf to the ground."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"death","Quote":"Nico found a sort of freedom in knowing that eventually, no matter what happened, he would end up at the foot of his father’s throne."},{"Author":"Stephen Crane,  Complete Poems of Stephen Crane","Category":"death","Quote":"When the suicide arrived at the sky, the people there asked him: \"Why?\"He replied: \"Because no one admired me."},{"Author":"Alison Croggon,  The Crow","Category":"death","Quote":"Nothing is ever truly gone... Not for me, nor for any human being. We can only go forward, unless we are guests in some enchantment that is not is ours. We are condemned to an endless present, and we can never go back-the source of all our joy, and all our sorrow.\"-Hem at Zelika's grave"},{"Author":"A. Sachs","Category":"death","Quote":"Death is more universal than life; everyone dies but not everyone lives."},{"Author":"Jodi Picoult","Category":"death","Quote":"I became a firefighter because I wanted to save people. But I should have been more specific. I should have named names."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"And then I crawled into his unmade bed, wrapping myself in his comforter like a cocoon, surrounding myself with his smell. I took out my cannula so I could smell better, breathing him and out, the scent fading even as I lay there, my chest burning until I couldn't distinguish among the pains."},{"Author":"Craig Ferguson,  American on Purpose: The Improbable Adventures of an Unlikely Patriot","Category":"death","Quote":"I knew that I had been partially right in the storeroom above the bar on Christmas Day. Whoever I had become had to die."},{"Author":"Richard Castle,  Heat Rises","Category":"death","Quote":"John Lennon said life was what happened while you made other plans. So was death."},{"Author":"Rachel Ward,  Numbers","Category":"death","Quote":"I was tired of being me."},{"Author":"Paula Poundstone","Category":"death","Quote":"The wages of sin are death, but by the time taxes are taken out, it's just sort of a tired feeling."},{"Author":"Mark Mirabello,  The Cannibal Within","Category":"death","Quote":"Self-destruction would be a brief, almost autoerotic free-fall into a great velvet darkness."},{"Author":"Henry James","Category":"death","Quote":"Life is a predicament which precedes death."},{"Author":"Gail Caldwell,  Let's Take the Long Way Home: A Memoir of Friendship","Category":"death","Quote":"The real hell of this,\"he told her, \"is that you're going to get through it."},{"Author":"Guy Sajer,  The Forgotten Soldier","Category":"death","Quote":"Only happy people have nightmares, from overeating. For those who live a nightmare reality, sleep is a black hole, lost in time, like death."},{"Author":"Philip K. Dick,  Do Androids Dream of Electric Sheep?","Category":"death","Quote":"Everything is true,' he said. 'Everything anybody has ever thought.''Will you be all right?''I'll be all right,' he said, and thought, And I'm going to die. Both those are true, too."},{"Author":"Herman E. Daly","Category":"death","Quote":"Reproduction is more pleasurable than death."},{"Author":"Nina LaCour,  Hold Still","Category":"death","Quote":"He wipes tears off my face and then snot. He uses his hands. He loves me that much."},{"Author":"Terry Pratchett","Category":"death","Quote":"IT'S A SWORD, said the Hogfather. THEY'RE NOT /MEANT/ TO BE SAFE."},{"Author":"Jerry Spinelli","Category":"death","Quote":"Everybody has an angel hiding inside. When you die, your angel comes out. You can die, but not your angel. Your angel never dies."},{"Author":"Robert Fanney,  The War of Mists","Category":"death","Quote":"Zalos: 'The world is full of massive things in motion. Little creatures get hurt."},{"Author":"Ewan McGregor","Category":"death","Quote":"I was with a friend of mine recently who was dying and while he was lying there with his family around his bed, I just knew that was it, that was the best you can hope for in life - to have your family and the people who love you around you at the end."},{"Author":"Rachel Vincent,  Reaper","Category":"death","Quote":"Can’t clean up after you anymore, baby brother, so don’t punk out. Make it count."},{"Author":"Katherine Mansfield,  The Garden Party and Other Stories","Category":"death","Quote":"Isn't life,' she stammered, 'isn't life--' But what life was she couldn't explain. No matter. He quite understood.'Isn't it, darling?' said Laurie."},{"Author":"Philip K. Dick,  A Scanner Darkly","Category":"death","Quote":"Imagine being sentient but not alive. Seeing and even knowing, but not alive. Just looking out. Recognizing but not being alive. A person can die and still go on. Sometimes what looks out at you from a person's eyes maybe died back in childhood."},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"Witness also that when we talk about literature, we do so in the present tense. When we speak of the dead, we are not so kind."},{"Author":"Adrianne Marcus","Category":"death","Quote":"When I die,' I said to my friend, 'I'm not going to be embalmed. I'm going to be dipped.' Milk chocolate or bittersweet was the immediate concern."},{"Author":"David Foster Wallace,  Consider the Lobster and Other Essays","Category":"death","Quote":"When a solipsist dies ... everything goes with him."},{"Author":"John Milton","Category":"death","Quote":"Here at lastWe shall be free;the Almighty hath not builtHere for his envy, will not drive us hence:Here we may reign secure, and in my choiceTo reign is worth ambition though in Hell:Better to reign in Hell, than serve in Heaven."},{"Author":"Poppy Z. Brite,  Lost Souls","Category":"death","Quote":"Maybe they did what they had to do to live, and tried to get a little love and have a little fun before the darkness took them."},{"Author":"William Shakespeare,  Julius Caesar","Category":"death","Quote":"O, pardon me, thou bleeding piece of earth, / That I am meek and gentle with these butchers!"},{"Author":"Kahlil Gibran,  Sand and Foam","Category":"death","Quote":"I am forever walking upon these shores,Betwixt the sand and the foam,The high tide will erase my food prints,And the wind will blow away the foam,But the sea and the shore will remain forever."},{"Author":"Nalini Singh,  Angels' Blood","Category":"death","Quote":"A life is not a waste of time"},{"Author":"John Banville,  The Sea","Category":"death","Quote":"We carry the dead with us only until we die too, and then it is we who are borne along for a little while, and then our bearers in their turn drop, and so on into the unimaginable generations."},{"Author":"Hiromu Arakawa","Category":"death","Quote":"Do you wanna play? Everyone's dead, so I got bored. Did you come to play with me?--Wrath"},{"Author":"Nancy E. Turner,  These Is My Words: The Diary of Sarah Agnes Prine, 1881-1901","Category":"death","Quote":"[Children] just cannot be sad too long, it is not in them, as children mourn in little bits here and there like patchwork in their lives."},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"death","Quote":"the first quality of an honest man is contempt for religion, which would have us afraid of the most natural thing in the world, which is death; and would have us hate the one beautiful thing destiny has given us, which is life."},{"Author":"Wendy Corsi Staub,  Awakening","Category":"death","Quote":"We cry coming into the world, as everyone around us laughs with joy. And we laugh with joy leaving this world, when everyone around us cries."},{"Author":"Seneca,  Letters from a Stoic","Category":"death","Quote":"What mancan you show me who places any value on his time, who reckons the worth of each day, who understands that he isdying daily? For we are mistaken when we look forward to death; the major portion of death has already passed,Whatever years be behind us are in death's hands."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"death","Quote":"The Chinese used gunpowder to make fireworks for celebrations, and the white man came along and said, Holy shit, we can use this to kill people. What better way to celebrate than that?"},{"Author":"Tsunetomo Yamamoto,  Hagakure: The Book of the Samurai","Category":"death","Quote":"Bushido is realized in the presence of death. This means choosing death whenever there is a choice between life and death. There is no other reasoning."},{"Author":"Jeanette Winterson,  Oranges Are Not the Only Fruit","Category":"death","Quote":"There is a certain seductiveness about dead things. You can ill treat, alter and recolour what's dead. It won’t complain."},{"Author":"Robert La Fosse,  Nothing To Hide","Category":"death","Quote":"Death is harder on those who are left behind."},{"Author":"Kellie Elmore,  Magic in the Backyard","Category":"death","Quote":"...what happens when you returnand find nothingbut a hollowed shell,shingles and floor,walls and echoesand the light that lead you herehas now burned outand the ones who built ithave traveled afarand you cant go to them,no matter what shoes you wear."},{"Author":"Jostein Gaarder,  The Orange Girl","Category":"death","Quote":"The truth is that I feel totally helpless, or totally inconsolable, to be more honest. I’m not trying to hide it, but it’s something you’re not to worry about."},{"Author":"Erich Maria Remarque,  All Quiet on the Western Front","Category":"death","Quote":"Our knowledge of life is limited to death"},{"Author":"David Thewlis,  The Late Hector Kipling","Category":"death","Quote":"I want that. I want that awful intense and serious unhappiness, cos then I might feel better, and then I might be happy."},{"Author":"Carlos Ruiz Zafón,  The Angel's Game","Category":"death","Quote":"I can't die yet, doctor. Not yet. I have things to do. Afterwords I'll have a whole lifetime in which to die."},{"Author":"Ellen Hopkins","Category":"death","Quote":"A breeze blows up, touching my cheek like a little child's kiss. It flutters a piece of paper. \"Trash, out there? Must belong to one of us.\"We move closer, and when I reached for it, I find...... a perfect paper airplane."},{"Author":"Zeena Schreck","Category":"death","Quote":"Only those few who are able to surpass their fear of death completely can fully experience the highest forms of life; not the mundane life of the mortal, but the godly life of the resurrected."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"death","Quote":"The ultimate weapon is Lady Gaga’s music. Why kill the enemy when you can play her music and they’ll want to kill themselves?"},{"Author":"Neil Gaiman,  American Gods","Category":"death","Quote":"So,\"he asked. \"How's death?\"\"Hard,\"she said. \"It just keeps going."},{"Author":"Simón Bolívar","Category":"death","Quote":"Damn it! How will I ever get out of this labyrinth?"},{"Author":"Alfred Lord Tennyson","Category":"death","Quote":"Let me go: take back thy gift:Why should a man desire in any wayTo vary from the kindly race of men,Or pass beyond the goal of ordinanceWhere all should pause, as is most meet for all?...Why wilt thou ever scare me with thy tears,And make me tremble lest a saying learnt,In days far-off, on that dark earth, be true?‘The Gods themselves cannot recall their gifts.’- Tithonus"},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"death","Quote":"One of the gravestones in the cemetery near the earliest church has an anchor on it and an hourglass, and the words In Hope.In Hope. Why did they put that above a dead person? Was it the corpse hoping, or those still alive?"},{"Author":"Isaac Asimov,  I. Asimov","Category":"death","Quote":"Having reached 451 books as of now doesn't help the situation. If I were to be dying now, I would be murmuring, \"Too bad! Only four hundred fifty-one.\"(Those would be my next-to-last words. The last ones will be: \"I love you, Janet.\") [They were. -Janet.]"},{"Author":"Caitlin Doughty,  Smoke Gets in Your Eyes: And Other Lessons from the Crematory","Category":"death","Quote":"A girl always remembers the first corpse she shaves."},{"Author":"Graham Greene,  The Heart of the Matter","Category":"death","Quote":"He gave her a bright fake smile; so much of life was a putting off of unhappiness for another time. Nothing was ever lost by delay. He had a dim idea that perhaps if one delayed long enough, things were taken out of one's hands altogether by death."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"death","Quote":"Yes, alive,” said Fudge. “That is — I don’t know — is a man alive if he can’t be killed? I don’t really understand it, and Dumbledore won’t explain properly — but anyway, he’s certainly got a body and is walking and talking and killing, so I suppose, for the purposes of our discussion, yes, he’s alive."},{"Author":"Gemma Malley,  The Declaration","Category":"death","Quote":"I love you Anna Covey,' he said, his voice barely audible. And slowly, clumsily, he leant forward, and his lips found hers, and Anna felt him kiss her awkwardly, she knew that she wasn't a Surplus any more. And nor was Peter."},{"Author":"Richard S. Prather,  Take a Murder, Darling","Category":"death","Quote":"He was dead, all right. He had been shot, poisoned, stabbed, and strangled. Either somebody had really had it in for him or four people had killed him. Or else it was the cleverest suicide I'd ever heard of."},{"Author":"Jacques-Henri Bernardin de Saint-Pierre,  Paul et Virginie","Category":"death","Quote":"Death, my son, is a good thing for all men; it is the night for this worried day that we call life. It is in the sleep of death that finds rest for eternity the sickness, pain, desperation, and the fears that agitate, without end, we unhappy living souls."},{"Author":"Mervyn Peake,  Titus Groan","Category":"death","Quote":"Life is too fleet for onomatopoeia."},{"Author":"Markus Zusak,  The Book Thief","Category":"death","Quote":"It felt as though the whole globe was dressed in snow. Like it has pulled it on, the way you pull on a sweater. Next to the train line, footprints were sunken to their shins. Trees wore blankets of ice. As you may expect, someone has died."},{"Author":"May Sarton","Category":"death","Quote":"Where music thundered let the mind be still,Where the will triumphed let there be no will,What light revealed, now let the dark fulfill."},{"Author":"Dan Brown,  The Lost Symbol","Category":"death","Quote":"When his brain died, all of the memoriesheld in his gray matter, along with all of the knowledge he had acquired, would simply evaporatein a flood of chemical reactions."},{"Author":"Mervyn Peake,  Titus Groan","Category":"death","Quote":"For death is life. It is only living that is lifeless."},{"Author":"Forrest Carter,  The Outlaw Josey Wales","Category":"death","Quote":"It is good that a man's enemies want him dead, for it proves he has lived a life of worth."},{"Author":"Maya Angelou","Category":"death","Quote":"I find relief from the questions only when I concede that I am not obliged to know everything. I remind myself it is sufficient to know what I know, and that what I know, may not always be true."},{"Author":"William Shakespeare","Category":"death","Quote":"whats here a cup closed in my true loves hand poisin i see hath been his timeless end. oh churl drunk all and left no friendly drop to help me after. i will kiss thy lips some poisin doth hang on them, to help me die with a restorative. thy lips are warm.yea noise then ill be brief oh happy dagger this is thy sheath. there rust and let me die."},{"Author":"J.A. Konrath,  Whiskey Sour","Category":"death","Quote":"Sorry to hear about your Dad.\"He shrugged. \"He was seventy, and we always told him fast food would kill him.\"\"Heart attack?\"\"He was hit by a Pizza Express truck."},{"Author":"Tom Robbins,  Jitterbug Perfume","Category":"death","Quote":"Birth and death were easy. It was life that was hard."},{"Author":"Alex Scarrow,  The Eternal War","Category":"death","Quote":"We're all dead the moment we're born. Just, some of us get there faster than others."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"death","Quote":"You can still be cool when you’re dead. In fact, it’s much easier, because you aren’t getting old and fat and losing your hair."},{"Author":"Percy Bysshe Shelley","Category":"death","Quote":"O weep for Adonis - He is dead.\"\"Peace. He is not dead he doth not sleep - he hath wakened from the dream of life"},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"death","Quote":"I'm not ashamed of heroic ambitions. If man and woman can only dance upon this earth for a few countable turns of the sun... let each of us be an Artemis, Odysseus, or Zeus... Aphrodite to the extent of the will of each one."},{"Author":"Shelena Shorts","Category":"death","Quote":"You can’t live your life thinking death is going to come all the time. You have to live life and if it comes, then we can only hope we were able to do all the things we wanted. He has to want to do something. Everyone does."},{"Author":"John Hepworth","Category":"death","Quote":"God, there must be a meaning. Fiercely he was certain that there must be a meaning.Surely, while we live we are not lost.Oh Janos, Janos my brother!Surely we are not lost--while we live."},{"Author":"Edgar Allan Poe","Category":"death","Quote":"Quaff, oh quaff this kind nepenthe, and forget this lost Lenore!"},{"Author":"Graham Greene,  The Heart of the Matter","Category":"death","Quote":"We are all resigned to death: it's life we aren't resigned to."},{"Author":"Friedrich Nietzsche,  The Gay Science: with a Prelude in Rhymes and an Appendix of Songs","Category":"death","Quote":"Let us beware of saying that death is the opposite of life. The living being is only a species of the dead, and a very rare species."},{"Author":"Benedict Cumberbatch","Category":"death","Quote":"I drive a motorbike, so there is the whiff of the grim reaper round every corner, especially in London."},{"Author":"Ke$ha","Category":"death","Quote":"I think it's cool to wear roadkill. If I died and somebody wanted to wear my teeth around their neck to VMAs, I'd feel honored."},{"Author":"Walter M. Miller Jr.,  A Canticle for Leibowitz","Category":"death","Quote":"When you tire of living, change itself seems evil, does it not? for then any change at all disturbs the deathlike peace of the life-weary."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"Jarod Kintz Day—it’s not just my birthday, but it should be a holiday that’s mandatory to celebrate, punishable by death if you don’t. It’ll be a holiday that honors freedom."},{"Author":"Donna Tartt,  The Goldfinch","Category":"death","Quote":"Whenever you see flies or insects in a still life—a wilted petal, a black spot on the apple—the painter is giving you a secret message. He’s telling you that living things don’t last—it’s all temporary. Death in life. That’s why they’re called natures mortes. Maybe you don’t see it at first with all the beauty and bloom, the little speck of rot. But if you look closer—there it is."},{"Author":"Junot Díaz,  The Brief Wondrous Life of Oscar Wao","Category":"death","Quote":"Dude, you don't want to be dead. Take it from me. No-pussy is bad. But dead is like no-pussy times ten."},{"Author":"Jenny Downham,  Before I Die","Category":"death","Quote":"But all that is warm will go cold. My ears will fall off and my eyes will melt. My mouth will be clamped shut. My lips will turn to glue....No taste or smell or touch or sound.Nothing to look at. Total emptiness for ever."},{"Author":"David Levithan,  Will Grayson, Will Grayson","Category":"death","Quote":"In my kind of falling, there’s no landing. There’s only hitting the ground. Hard. Dead, or wanting to be dead. So the whole time you’re falling, it’s the worst feeling in the world. Because you feel you have no control over it. Because you know how it ends."},{"Author":"Hunter S. Thompson,  Kingdom of Fear: Loathsome Secrets of a Star-Crossed Child in the Final Days of the American Century","Category":"death","Quote":"The real power in America is held by a fast-emerging new Oligarchy of pimps and preachers who see no need for Democracy or fairness or even trees, except maybe the ones in their own yards, and they don't mind admitting it. They worship money and power and death. Their ideal solution to all the nation's problems would be another 100 Year War."},{"Author":"Lilith Saintcrow,  Reckoning","Category":"death","Quote":"Oh God, Oh God we’re all gonna die  doesn’t really fit the definition of banter, now does it?"},{"Author":"Octavian Paler,  Deșertul pentru totdeauna","Category":"death","Quote":"Pentru mine, moartea este doar hotarul unde inceteaza sa mai existe \"maine\". Numai pana acolo poti sa iubesti, sa visezi, sa regreti. Brusc, tot ce n-ai facut va ramane pentru totdeauna nefacut."},{"Author":"Shannon Hale,  Book of a Thousand Days","Category":"death","Quote":"I wonder if everyone who faces death hurts like this. It's as though for the first time I realize how much just being alive makes my body ache. But I don't want that ache to stop."},{"Author":"Dodie Smith,  I Capture the Castle","Category":"death","Quote":"Thinking of death--strange, beautiful, terrible and a long way off--made me feel happier than ever."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"death","Quote":"If you are a Buddhist, inspire yourself by thinking of the bodhisattva. If you are a Christian, think of the Christ, who came not to be served by others but to serve them in joy, in peace, and in generosity. For these things, these are not mere words, but acts, which go all the way, right up to their last breath. Even their death is a gift, and resurrection is born from this kind of death. (157)"},{"Author":"Giacomo Leopardi","Category":"death","Quote":"Death is not an evil, because it frees us from all evils, and while it takes away good things, it takes away also the desire for them. Old age is the supreme evil, because it deprives us of all pleasures, leaving us only the appetite for them, and it brings with it all sufferings. Nevertheless, we fear death, and we desire old age."},{"Author":"Richelle Mead,  Shadow Kiss","Category":"death","Quote":"And after a while...I mean, how do you choose? Who gets to live? Part of life is that...well, some people have to die. My powers aren't a prescription you can get filled as needed."},{"Author":"Washington Irving,  The Legend of Sleepy Hollow","Category":"death","Quote":"To look upon its grass grown yard, where the sunbeams seem to sleep so quietly, one would think that there at least the dead might rest in peace."},{"Author":"Jared Diamond,  Guns, Germs, and Steel: The Fates of Human Societies","Category":"death","Quote":"[W]hat makes patriotic and religious fanatics such dangerous opponents is not the deaths of the fanatics themselves, but their willingness to accept the deaths of a fraction of their number in order to annihilate or crush their infidel enemy."},{"Author":"George Gordon Byron","Category":"death","Quote":"We are all the fools of time and terror: DaysSteal on us and steal from us; yet we live,Loathing our life, and dreading still to die."},{"Author":"Sylvia Browne,  The Other Side and Back","Category":"death","Quote":"Death is the Graduation of the Soul"},{"Author":"Harriet Beecher Stowe,  Uncle Tom's Cabin","Category":"death","Quote":"Death! Strange that there should be such a word, and such a thing, and we ever forget it; that one should be living, warm and beautiful, full of hopes, desires and wants, one day, and the next be gone, utterly gone, and forever!"},{"Author":"George Sterling,  The Thirst of Satan: Poems of Fantasy and Terror","Category":"death","Quote":"And starward drifts the stricken world,Lone in unalterable gloomDead, with a universe for tomb,Dark, and to vaster darkness whirled.(“The Testimony of the Suns”)"},{"Author":"Alfred de Vigny,  Stello","Category":"death","Quote":"Hope is the greatest madness. What can we expect of a world that we enter with the assurance of seeing our fathers and mothers die? A world where, if two beings love each other and give their lives to each other, both can be sure that one will watch the other perish?"},{"Author":"Louise Glück","Category":"death","Quote":"Tonight I saw myself in the dark window asthe image of my father, whose lifewas spent like this,thinking of death, to the exclusionof other sensual matters,so in the end that lifewas easy to give up, sinceit contained nothing: evenmy mother's voice couldn't make himchange or turn backas he believedthat once you can't love another human beingyou have no place in the world."},{"Author":"Randy Pausch,  The Last Lecture","Category":"death","Quote":"Please don't die."},{"Author":"Rachel Klein,  The Moth Diaries","Category":"death","Quote":"Girls are always saying things like, “I’m so unhappy that I’m going to overdose on aspirin,” but they’d be awfully surprised if they succeeded. They have no intention of dying. At the first sight of blood, they panic."},{"Author":"Samuel Johnson","Category":"death","Quote":"That we must all die, we always knew; I wish I had remembered it sooner."},{"Author":"Nancy Reagan","Category":"death","Quote":"I believe that more people would be alive today if there were a death penalty."},{"Author":"Lawrence Clark Powell","Category":"death","Quote":"Unless their use by readers bring them to life, books are indeed dead things."},{"Author":"Zeena Schreck","Category":"death","Quote":"Shapeshifting requires the ability to transcend your attachments, in particular your ego attachments to identity and who you are. If you can get over your attachment to labeling yourself and your cherishing of your identity, you can be virtually anybody. You can slip in and out of different shells, even different animal forms or deity forms."},{"Author":"L.J. Smith,  Midnight","Category":"death","Quote":"Wait.” Stefan’s voice was hard suddenly. Bonnie and Elena turned back and froze, embracing each other, trembling. “What is your—your father—going to do to you when he finds out that you allowed this?”\"He will not kill me,” Sage said brusquely, the wild tone back in his voice. “He may even find it as amusant as I do, and we will be sharing a belly laugh tomorrow."},{"Author":"Brooke Taylor,  Undone","Category":"death","Quote":"There is just as much beauty in birth as there is in death, and it changes our lives just the same. They both add things to us and take things away.\"Pg. 155 Undone"},{"Author":"John Green,  The Fault in Our Stars","Category":"death","Quote":"I don't care if the New York Times writes an obituary for me. I just want you to write one. ... You say you're not special because the world doesn't know about you, but that's an insult to me. I know about you."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"death","Quote":"My dreams died nine months before I was born"},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"death","Quote":"Many people will find this book disrespectful. There is nothing amusing about being dead, they will say. Ah, but there is."},{"Author":"John Donne,  No man is an island – A selection from the prose","Category":"death","Quote":"Never send to know for whom the bells tolls; it tolls for thee."},{"Author":"Lauren Oliver,  Before I Fall","Category":"death","Quote":"They say that just before you die your whole life flashes before your eyes, but that's not how it happened for me."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"death","Quote":"When I found him lying in the ditch holding a shovel, I thought he was sleeping on the job. Turns out he was being even lazier, and he was in fact dead."},{"Author":"Tom Rachman,  The Imperfectionists","Category":"death","Quote":"But my point, you see is that death is misunderstood. The loss of one's life is not the greatest loss. It is no loss at all. To others, perhaps, but not to oneself."},{"Author":"Ursula K. Le Guin,  The Dispossessed","Category":"death","Quote":"There are souls, he thought, whose umbilicus has never been cut. They never got weaned from the universe. They do not understand death as an enemy; they look forward to rotting and turning into humus."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"When your family dies, that’s a bummer, but that’s life. When my family dies, it’s a tragedy and the world is unbalanced and biased."},{"Author":"Alice Borchardt,  The Raven Warrior","Category":"death","Quote":"Death alone gives meaning to life, and you will never fully live until you know you must die. And make your peace with that knowledge."},{"Author":"Virginia Woolf,  Orlando","Category":"death","Quote":"Are we so made that we have to take death in small doses daily or we could not go on with the business of living?"},{"Author":"Kingsley Amis","Category":"death","Quote":"Death has this much to be said for it:You don't have to get out of bed for it.Wherever you happen to beThey bring it to you—free."},{"Author":"Rachel Ward,  Numbers","Category":"death","Quote":"He loved me and I loved him, but the number in my head was telling me that he was going to die today. And the numbers had never been wrong."},{"Author":"Anton Chekhov,  Three Sisters: A Translation Of The Play By Anton Chekhov","Category":"death","Quote":"After us they'll fly in hot air balloons, coat styles will change, perhaps they'll discover a sixth sense and cultivate it, but life will remain the same, a hard life full of secrets, but happy. And a thousand years from now man will still be sighing, \"Oh! Life is so hard!\"and will still, like now, be afraid of death and not want to die."},{"Author":"S.L. Naeole,  Falling From Grace","Category":"death","Quote":"Because the plan God has for each of our lives isn't always the same plan we have for ourselves, Grace. Sometimes, our deaths have more of an impact than our births. It can inspire people to do great things, even greater than they would have had the deaths not happened at all."},{"Author":"Peter Redgrove","Category":"death","Quote":"We rehearse for the big death through the little death of orgasm, through erotic living. Death as transfiguration"},{"Author":"Criss Jami,  Venus in Arms","Category":"death","Quote":"Pride and power fall when the person falls, but discoveries of truth form legacies that can be built upon for generations."},{"Author":"Suzanne Collins,  Gregor and the Curse of the Warmbloods","Category":"death","Quote":"Warmblood now a bloodborne death,Will rob your body of it's breathMark your skin and seal your fate The Underland becomes a plate"},{"Author":"Ki Longfellow,  Flow Down Like Silver: Hypatia of Alexandria","Category":"death","Quote":"... is it truly possible to steal a life, if... the Self is eternal and cannot die? Should this be so, then one who 'murders' does no more than transgress against the will of another, whose choice it is to live. At bottom, a murderer offends not against the body, but against the spirit."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"death","Quote":"Her dad died unexpectedly, so I hid the flowers, because flowers are reminders of spring and life, and also of headstones and death. Also, I hid the flowers because they were for another woman."},{"Author":"Ian McEwan,  Amsterdam","Category":"death","Quote":"He would work through the night and sleep until lunch. There wasn't really much else to do. Make something, and die."},{"Author":"Henry Wadsworth Longfellow,  Voices of the Night","Category":"death","Quote":"Tell me not in mournful numbers,Life is but an empty dream!For the soul is dead that slumbers,And things are not what they seem."},{"Author":"Greta Garbo","Category":"death","Quote":"Perhaps it's better if I live in your heart, where the world can't see me. If I'm dead, there will be no stain on our love."},{"Author":"A.E. Housman","Category":"death","Quote":"Now hollow fires burn out to black,And lights are fluttering low:Square your shoulders, lift your packAnd leave your friends and go.O never fear, lads, naught’s to dread,Look not left nor right: In all the endless road you treadThere’s nothing but the night."},{"Author":"Holly Black,  The Coldest Girl in Coldtown","Category":"death","Quote":"I will guard you from Death, for I have no fear of him."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"death","Quote":"Then Thalia Grace became their leader and started recruiting even more young women to their cause, which grated on Nico – as if Bianca’s death could be forgotten. As if she could be replaced."},{"Author":"Henry David Thoreau","Category":"death","Quote":"Every blade in the field - Every leaf in the forest - lays down its life in its season as beautifully as it was taken up."},{"Author":"Rachel Ward,  Numbers","Category":"death","Quote":"My best day ever. Got up. Had breakfast. Came to school. Bored, as usual. Wishing I wasn't there, like usual. Kids ignoring me, suits me fine. Sitting with the other retards—we’re so special. Wasting my time. Yesterday was the same, and it's gone, anyway. Tomorrow may never come. There is only today. This is the best day and the worst day. Actually it's crap."},{"Author":"أحمد خالد توفيق","Category":"death","Quote":"الدرس الذى تعلمته -بعد سنوات طويلة- هو أن أفترض فى كل مأزق أننى سأخرج منه سالماً من ثم أحتفظ بوضوح وترتيب فكرى، إن الهلع لا يجدى .. والموت هو ميعاد مكتوب لن يغيره حذرى ولا رعبى، فإذا جاء .. فلأمت كرجل مبتسماً واثقاً."},{"Author":"Gabriel Garcí­a Márquez","Category":"death","Quote":"and realized that death was not only a permanent probability, as he had always believed, but an immediate reality."},{"Author":"Laurie Halse Anderson,  Catalyst","Category":"death","Quote":"Look at the stupid, poor people. Look at the stupid, poor, burned-out people. Look at the stupid, poor, burned-out people, look at their dead baby. It's death porn for the masses."},{"Author":"Arthur Golden,  Memoirs of a Geisha","Category":"death","Quote":"I cannot tell you what it is that guides us in this life; but for me, I fell toward the Chairman just as a stone must fall toward the earth. When I cut my lip and met Mr. Tanaka, when my mother died and I was cruelly sold, it was all like a stream that falls over rocky cliffs before it can reach the ocean. Even now that he is gone I have him still, in the richness of my memories."},{"Author":"Nick Sagan,  Idlewild","Category":"death","Quote":"When I think of Simone now, I think of butterfly wings. Beautiful and excruciatingly delicate. Touch them once and they might disintegrate."},{"Author":"Sara Gruen,  Water for Elephants","Category":"death","Quote":"After sixty-one years together, she simply clutched my hand and exhaled."},{"Author":"Robert Fanney","Category":"death","Quote":"Mithorden said it well,\"she said finally. \"It's worshipping death. They say they follow light. But, in the end, they're really following desolation, division, the end of things. You should hear their prophecies -- war, destruction, only special chosen people are spared.\"She felt sad and angry. Worse, she wondered to what ends people who believed these things would go to assert their views."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"After I’m dead, I want to ghostwrite my autobiography."},{"Author":"Isaac Asimov","Category":"death","Quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"death","Quote":"Does Ziploc make body bags? I’ll bet the corpses would stay fresher for longer if they did."}]
