[{"Author":"Jim Rohn","Category":"education","Quote":"Formal education will make you a living; self-education will make you a fortune."},{"Author":"Mark Twain","Category":"education","Quote":"I have never let my schooling interfere with my education."},{"Author":"Oscar Wilde","Category":"education","Quote":"You can never be overdressed or overeducated."},{"Author":"Brigham Young","Category":"education","Quote":"You educate a man; you educate a man. You educate a woman; you educate a generation."},{"Author":"Augustine of Hippo","Category":"education","Quote":"The world is a book and those who do not travel read only one page."},{"Author":"Nelson Mandela","Category":"education","Quote":"Education is the most powerful weapon which you can use to change the world."},{"Author":"Maya Angelou","Category":"education","Quote":"I did then what I knew how to do. Now that I know better, I do better."},{"Author":"Walter Cronkite","Category":"education","Quote":"Whatever the cost of our libraries, the price is cheap compared to that of an ignorant nation."},{"Author":"Robert Frost","Category":"education","Quote":"Education is the ability to listen to almost anything without losing your temper or your self-confidence."},{"Author":"Eckhart Tolle","Category":"education","Quote":"The past has no power over the present moment."},{"Author":"Margaret Mead","Category":"education","Quote":"Children must be taught how to think, not what to think."},{"Author":"Steven Spielberg","Category":"education","Quote":"Only a generation of readers will spawn a generation of writers."},{"Author":"Thomas Paine,  A Letter Addressed to the Abbe Raynal on the Affairs of North America","Category":"education","Quote":"The mind once enlightened cannot again become dark."},{"Author":"Mark Twain","Category":"education","Quote":"Education: the path from cocky ignorance to miserable uncertainty."},{"Author":"Confucius","Category":"education","Quote":"It does not matter how slowly you go as long as you do not stop."},{"Author":"Confucius","Category":"education","Quote":"It does not matter how slowly you go as long as you do not stop."},{"Author":"Frank Zappa","Category":"education","Quote":"If you want to get laid, go to college. If you want an education, go to the library."},{"Author":"Martin Luther King Jr.","Category":"education","Quote":"Intelligence plus character-that is the goal of true education."},{"Author":"Aristotle","Category":"education","Quote":"Educating the mind without educating the heart is no education at all."},{"Author":"C.S. Lewis","Category":"education","Quote":"The task of the modern educator is not to cut down jungles, but to irrigate deserts."},{"Author":"Robert Frost","Category":"education","Quote":"I am not a teacher, but an awakener."},{"Author":"Khaled Hosseini,  A Thousand Splendid Suns","Category":"education","Quote":"Marriage can wait, education cannot."},{"Author":"Nelson Mandela","Category":"education","Quote":"A good head and good heart are always a formidable combination. But when you add to that a literate tongue or pen, then you have something very special."},{"Author":"E.M. Forster","Category":"education","Quote":"Spoon feeding in the long run teaches us nothing but the shape of the spoon."},{"Author":"Jim Henson,  It's Not Easy Being Green: And Other Things to Consider","Category":"education","Quote":"[Kids] don't remember what you try to teach them. They remember what you are."},{"Author":"Plutarch","Category":"education","Quote":"The mind is not a vessel to be filled, but a fire to be kindled."},{"Author":"Plato","Category":"education","Quote":"Do not train a child to learn by force or harshness; but direct them to it by what amuses their minds, so that you may be better able to discover with accuracy the peculiar bent of the genius of each."},{"Author":"Jane Austen","Category":"education","Quote":"Give a girl an education and introduce her properly into the world, and ten to one but she has the means of settling well, without further expense to anybody."},{"Author":"Leonardo da Vinci","Category":"education","Quote":"Study without desire spoils the memory, and it retains nothing that it takes in."},{"Author":"C.S. Lewis","Category":"education","Quote":"Education without values, as useful as it is, seems rather to make man a more clever devil."},{"Author":"G.K. Chesterton","Category":"education","Quote":"Without education, we are in a horrible and deadly danger of taking educated people seriously."},{"Author":"Malcolm X","Category":"education","Quote":"Education is our passport to the future, for tomorrow belongs to the people who prepare for it today."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"education","Quote":"Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilised by education: they grow there, firm as weeds among stones."},{"Author":"Christopher Paolini,  Eragon","Category":"education","Quote":"Eragon looked back at him, confused. \"I don't understand.\"\"Of course you don't,\"said Brom impatiently. \"That's why I'm teaching you and not the other way around."},{"Author":"Walter Scott","Category":"education","Quote":"All men who have turned out worth anything have had the chief hand in their own education."},{"Author":"Bill Watterson","Category":"education","Quote":"You know, sometimes kids get bad grades in school because the class moves too slow for them. Einstein got D's in school. Well guess what, I get F's!!!"},{"Author":"Fran Lebowitz","Category":"education","Quote":"In real life, I assure you, there is no such thing as algebra."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"education","Quote":"Ignoring isn’t the same as ignorance, you have to work at it."},{"Author":"Heath L. Buckmaster,  Box of Hair: A Fairy Tale","Category":"education","Quote":"Often, it’s not about becoming a new person, but becoming the person you were meant to be, and already are, but don’t know how to be."},{"Author":"Socrates","Category":"education","Quote":"Education is the kindling of a flame, not the filling of a vessel."},{"Author":"Muriel Spark,  The Prime of Miss Jean Brodie","Category":"education","Quote":"To me education is a leading out of what is already there in the pupil's soul."},{"Author":"Aristotle","Category":"education","Quote":"The educated differ from the uneducated as much as the living differ from the dead."},{"Author":"Noam Chomsky","Category":"education","Quote":"The whole educational and professional training system is a very elaborate filter, which just weeds out people who are too independent, and who think for themselves, and who don't know how to be submissive, and so on -- because they're dysfunctional to the institutions."},{"Author":"Isaac Asimov","Category":"education","Quote":"Self-education is, I firmly believe, the only kind of education there is."},{"Author":"Terry Pratchett,  Hogfather","Category":"education","Quote":"Getting an education was a bit like a communicable sexual disease. It made you unsuitable for a lot of jobs and then you had the urge to pass it on."},{"Author":"Ray Bradbury","Category":"education","Quote":"I don't believe in colleges and universities. I believe in libraries because most students don't have any money. When I graduated from high school, it was during the Depression and we had no money. I couldn't go to college, so I went to the library three days a week for 10 years."},{"Author":"Henry Ford","Category":"education","Quote":"Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young."},{"Author":"Phil Collins","Category":"education","Quote":"In learning you will teach, and in teaching you will learn."},{"Author":"Charles M. Schulz","Category":"education","Quote":"Try not to have a good time...this is supposed to be educational."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"education","Quote":"There is, I believe, in every disposition a tendency to some particular evil, a natural defect, which not even the best education can overcome.\"\"And your defect is a propensity to hate everybody.\"\"And yours,\"he replied with a smile, \"is wilfully to misunderstand them."},{"Author":"W.B. Yeats","Category":"education","Quote":"Education is not the filling of a pail, but the lighting of a fire."},{"Author":"Thomas Jefferson","Category":"education","Quote":"The man who reads nothing at all is better educated than the man who reads nothing but newspapers."},{"Author":"Stanley Kubrick","Category":"education","Quote":"I think the big mistake in schools is trying to teach children anything, and by using fear as the basic motivation. Fear of getting failing grades, fear of not staying with your class, etc. Interest can produce learning on a scale compared to fear as a nuclear explosion to a firecracker."},{"Author":"Michel Legrand","Category":"education","Quote":"The more I live, the more I learn. The more I learn, the more I realize, the less I know."},{"Author":"Victor Hugo,  Les Misérables","Category":"education","Quote":"Teach the ignorant as much as you can; society is culpable in not providing a free education for all and it must answer for the night which it produces. If the soul is left in darkness sins will be committed. The guilty one is not he who commits the sin, but he who causes the darkness."},{"Author":"Victor Hugo","Category":"education","Quote":"He who opens a school door, closes a prison."},{"Author":"Albert Einstein","Category":"education","Quote":"Wisdom is not a product of schooling but of the lifelong attempt to acquire it."},{"Author":"Jim Rohn","Category":"education","Quote":"Formal education will make you a living; self-education will make you a fortune."},{"Author":"Theodore Roosevelt","Category":"education","Quote":"To educate a person in the mind but not in morals is to educate a menace to society."},{"Author":"Bill Watterson,  The Authoritative Calvin And Hobbes","Category":"education","Quote":"I go to school, but I never learn what I want to know."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"education","Quote":"Game shows are designed to make us feel better about the random, useless facts that are all we have left of our education."},{"Author":"Adelaide Hoodless","Category":"education","Quote":"Educate a boy, and you educate an individual. Educate a girl, and you educate a community."},{"Author":"Mark Twain,  Notebook","Category":"education","Quote":"Education consists mainly of what we have unlearned."},{"Author":"Neil deGrasse Tyson","Category":"education","Quote":"We spend the first year of a child's life teaching it to walk and talk and the rest of its life to shut up and sit down. There's something wrong there."},{"Author":"Thomas More,  Utopia","Category":"education","Quote":"For if you suffer your people to be ill-educated, and their manners to be corrupted from their infancy, and then punish them for those crimes to which their first education disposed them, what else is to be concluded from this, but that you first make thieves and then punish them."},{"Author":"Slavoj Žižek","Category":"education","Quote":"Cinema is the ultimate pervert art. It doesn't give you what you desire - it tells you how to desire."},{"Author":"Johann Wolfgang von Goethe","Category":"education","Quote":"By seeking and blundering we learn."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"education","Quote":"O teach me how I should forget to think (1.1.224)"},{"Author":"Richard Shaull,  Pedagogy of the Oppressed","Category":"education","Quote":"Education either functions as an instrument which is used to facilitate integration of the younger generation into the logic of the present system and bring about conformity or it becomes the practice of freedom, the means by which men and women deal critically and creatively with reality and discover how to participate in the transformation of their world."},{"Author":"John Lubbock,  The Pleasures of Life","Category":"education","Quote":"Art is unquestionably one of the purest and highest elements in human happiness. It trains the mind through the eye, and the eye through the mind. As the sun colors flowers, so does art color life."},{"Author":"Pete Seeger","Category":"education","Quote":"Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don't."},{"Author":"Kurt Vonnegut","Category":"education","Quote":"All these people talk so eloquently about getting back to good old-fashioned values. Well, as an old poop I can remember back to when we had those old-fashioned values, and I say let's get back to the good old-fashioned First Amendment of the good old-fashioned Constitution of the United States -- and to hell with the censors! Give me knowledge or give me death!"},{"Author":"Confucius","Category":"education","Quote":"Give a bowl of rice to a man and you will feed him for a day. Teach him how to grow his own rice and you will save his life."},{"Author":"Frank Zappa","Category":"education","Quote":"Drop out of school before your mind rots from exposure to our mediocre educational system. Forget about the Senior Prom and go to the library and educate yourself if you've got any guts. Some of you like Pep rallies and plastic robots who tell you what to read."},{"Author":"Nikos Kazantzakis","Category":"education","Quote":"True teachers are those who use themselves as bridges over which they invite their students to cross; then, having facilitated their crossing, joyfully collapse, encouraging them to create theirown."},{"Author":"Frank Herbert","Category":"education","Quote":"Education is no substitute for intelligence."},{"Author":"Walt Disney Company","Category":"education","Quote":"I would rather entertain and hope that people learned something than educate people and hope they were entertained"},{"Author":"Noam Chomsky,  Manufacturing Consent: The Political Economy of the Mass Media","Category":"education","Quote":"Education is a system of imposed ignorance."},{"Author":"Johann Wolfgang von Goethe,  Early and Miscellaneous Letters of J. W. Goethe: Including Letters to His Mother. With Notes and a Short Biography","Category":"education","Quote":"Instruction does much, but encouragement everything.\"(Letter to A.F. Oeser, Nov. 9, 1768)"},{"Author":"Mark Twain,  Following the Equator: A Journey Around the World","Category":"education","Quote":"In the first place God made idiots. This was for practice. Then he made school boards."},{"Author":"George Washington","Category":"education","Quote":"A primary object should be the education of our youth in the science of government. In a republic, what species of knowledge can be equally important? And what duty more pressing than communicating it to those who are to be the future guardians of the liberties of the country?"},{"Author":"Terry Pratchett,  Witches Abroad","Category":"education","Quote":"Progress just means bad things happen faster."},{"Author":"Claire Fagin","Category":"education","Quote":"Knowledge will bring you the opportunity to make a difference."},{"Author":"Mahatma Gandhi","Category":"education","Quote":"There is no school equal to a decent home and no teacher equal to a virtuous parent."},{"Author":"Baruch Spinoza","Category":"education","Quote":"The highest activity a human being can attain is learning for understanding, because to understand is to be free."},{"Author":"Anton Chekhov","Category":"education","Quote":"Wisdom.... comes not from age, but from education and learning."},{"Author":"Carl Sagan","Category":"education","Quote":"I don't want to believe. I want to know."},{"Author":"Beatrix Potter","Category":"education","Quote":"Thank goodness I was never sent to school; it would have rubbed off some of the originality."},{"Author":"Abraham Lincoln","Category":"education","Quote":"All I have learned, I learned from books."},{"Author":"G.K. Chesterton","Category":"education","Quote":"No man who worships education has got the best out of education... Without a gentle contempt for education no man's education is complete."},{"Author":"Arthur C. Clarke,  3001: The Final Odyssey","Category":"education","Quote":"My favourite definition of an intellectual: 'Someone who has been educated beyond his/her intelligence.[Sources and Acknowledgements: Chapter 19]"},{"Author":"Neil deGrasse Tyson","Category":"education","Quote":"People cited violation of the First Amendment when a New Jersey schoolteacher asserted that evolution and the Big Bang are not scientific and that Noah's ark carried dinosaurs. This case is not about the need to separate church and state; it's about the need to separate ignorant, scientifically illiterate people from the ranks of teachers."},{"Author":"Harold Howe","Category":"education","Quote":"What a school thinks about its library is a measure of what it feels about education."},{"Author":"Derek Bok","Category":"education","Quote":"If you think education is expensive, try ignorance."},{"Author":"Jacob Bronowski,  The Ascent of Man","Category":"education","Quote":"It is important that students bring a certain ragamuffin, barefoot irreverence to their studies; they are not here to worship what is known, but to question it."},{"Author":"Jostein Gaarder,  Sophie's World","Category":"education","Quote":"A state that does not educate and train women is like a man who only trains his right arm."},{"Author":"Peter S. Jennison","Category":"education","Quote":"Children deprived of words become school dropouts; dropouts deprived of hope behave delinquently. Amateur censors blame delinquency on reading immoral books and magazines, when in fact, the inability to read anything is the basic trouble."},{"Author":"Oscar Wilde","Category":"education","Quote":"nothing that is worth knowing can be taught"},{"Author":"Julia Child","Category":"education","Quote":"You'll never know everything about anything, especially something you love."},{"Author":"Albert Einstein","Category":"education","Quote":"It is, in fact, nothing short of a miracle that the modern methods of instruction have not yet entirely strangled the holy curiosity of inquiry; for this delicate little plant, aside from stimulation, stands mainly in need of freedom. Without this it goes to wrack and ruin without fail."},{"Author":"Bernard Branson","Category":"education","Quote":"Rejection is an opportunity for your selection."},{"Author":"Thomas Jefferson,  Letters of Thomas Jefferson","Category":"education","Quote":"I know no safe depository of the ultimate powers of the society but the people themselves ; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them, but to inform their discretion by education. This is the true corrective of abuses of constitutional power."},{"Author":"Charles M. Schulz","Category":"education","Quote":"I know the answer! The answer lies within the heart of all mankind! The answer is twelve? I think I'm in the wrong building."},{"Author":"Ron Paul","Category":"education","Quote":"Under the United States Constitution, the federal government has no authority to hold states \"accountable\"for their education performance...In the free society envisioned by the founders, schools are held accountable to parents, not federal bureaucrats."},{"Author":"Jiddu Krishnamurti","Category":"education","Quote":"Real learning comes about when the competitive spirit has ceased."},{"Author":"George Clooney","Category":"education","Quote":"You never really learn much from hearing yourself speak."},{"Author":"Theodore Roosevelt","Category":"education","Quote":"A man who has never gone to school may steal a freight car; but if he has a university education, he may steal the whole railroad."},{"Author":"Brigham Young","Category":"education","Quote":"Education is the power to think clearly, the power to act well in the world's work, and the power to appreciate life."},{"Author":"Jiddu Krishnamurti,  Education and the Significance of Life","Category":"education","Quote":"Governments want efficient technicians, not human beings, because human beings become dangerous to governments – and to organized religions as well. That is why governments and religious organizations seek to control education."},{"Author":"Mark Twain","Category":"education","Quote":"Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education."},{"Author":"James Allen,  As a Man Thinketh","Category":"education","Quote":"A man's mind may be likened to a garden, which may be intelligently cultivated or allowed to run wild; but whether cultivated or neglected, it must, and will, bring forth. If no useful seeds are put into it, then an abundance of useless weed seeds will fall therein, and will continue to produce their kind."},{"Author":"David Sedaris,  Me Talk Pretty One Day","Category":"education","Quote":"When asked \"What do we need to learn this for?\"any high-school teacher can confidently answer that, regardless of the subject, the knowledge will come in handy once the student hits middle age and starts working crossword puzzles in order to stave off the terrible loneliness."},{"Author":"Abigail Adams","Category":"education","Quote":"Learning is not attained by chance, it must be sought for with ardor and attended to with diligence."},{"Author":"James Madison","Category":"education","Quote":"The advancement and diffusion of knowledge is the only guardian of true liberty."},{"Author":"Albert Einstein","Category":"education","Quote":"Play is the highest form of research."},{"Author":"John Adams,  Letters of John Adams, Addressed to His Wife","Category":"education","Quote":"I read my eyes out and can't read half enough...the more one reads the more one sees we have to read."},{"Author":"Malala Yousafzai","Category":"education","Quote":"I raise up my voice-not so I can shout but so that those without a voice can be heard...we cannot succeed when half of us are held back."},{"Author":"James Baldwin","Category":"education","Quote":"It is very nearly impossible to become an educated person in a country so distrustful of the independent mind."},{"Author":"Jason Mraz","Category":"education","Quote":"Because I trust in the ever-changing climate of the heart. (At least, today I feel that way.) I think it is necessary to have many experiences for the sake of feeling something; for the sake of being challenged, and for the sake of being expressive, to offer something to someone else, to learn what we are capable of."},{"Author":"Will Durant","Category":"education","Quote":"Education is a progressive discovery of our own ignorance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"education","Quote":"I have a doctorate degree from the School of Hard Knocks. I studied door-to-door salesmanship. This was before the doorbell was invented."},{"Author":"Martin Luther","Category":"education","Quote":"I am afraid that the schools will prove the very gates of hell, unless they diligently labor in explaining the Holy Scriptures and engraving them in the heart of the youth."},{"Author":"Mark Twain,  The Prince and the Pauper","Category":"education","Quote":"When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved."},{"Author":"Megan McCafferty,  Second Helpings","Category":"education","Quote":"I'VE LEARNED THAT YOU CAN'T CONTROL WHAT OTHER PEOPLE ARE GOING TO THINK ABOUT YOU.THE BEST YOU CAN DO IN LIFE IS NOT PISS YOURSELFOFF."},{"Author":"Mary Shelley","Category":"education","Quote":"nothing contributes so much to tranquilize the mind as a steady purpose"},{"Author":"John Taylor Gatto","Category":"education","Quote":"When you take the free will out of education, that turns it into schooling."},{"Author":"H.G. Wells","Category":"education","Quote":"Human history becomes more and more a race between education and catastrophe."},{"Author":"Richard Feynman","Category":"education","Quote":"You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird... So let's look at the bird and see what it's doing -- that's what counts."},{"Author":"Megan McCafferty,  Second Helpings","Category":"education","Quote":"I believe that what we get out of life is what we've set ourselves up to get, so there's no such thing as an inconsequential decision. Our destinies are the culmination of all the choices we've made along the way, which is why it's imperative to listen hard to your inner voice when it speaks up. Don't let anyone else's noise drown it out."},{"Author":"Confucius","Category":"education","Quote":"Education breeds confidence. Confidence breeds hope. Hope breeds peace."},{"Author":"Jacques Barzun","Category":"education","Quote":"Teaching is not a lost art, but the regard for it is a lost tradition."},{"Author":"Dalai Lama XIV","Category":"education","Quote":"Peace does not mean an absence of conflicts; differences will always be there. Peace means solving these differences through peaceful means; through dialogue, education, knowledge; and through humane ways."},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"Education is education. We should learn everything and then choose which path to follow.\"Education is neither Eastern nor Western, it is human."},{"Author":"Thomas Carlyle","Category":"education","Quote":"What we become depends on what we read after all of the professors have finished with us. The greatest university of all is a collection of books."},{"Author":"Laurie Halse Anderson,  Speak","Category":"education","Quote":"Why not spend that time on art: painting, sculpting, charcoal, pastel, oils? Are words or numbers more important than images? Who decides this? Does algebra move you to tears? Can plural possessives express the feelings in your heart? If you don't learn art now, you will never learn to breathe!"},{"Author":"Ken Robinson,  The Element: How Finding Your Passion Changes Everything","Category":"education","Quote":"The fact is that given the challenges we face, education doesn't need to be reformed -- it needs to be transformed. The key to this transformation is not to standardize education, but to personalize it, to build achievement on discovering the individual talents of each child, to put students in an environment where they want to learn and where they can naturally discover their true passions."},{"Author":"Elizabeth Gaskell,  North and South","Category":"education","Quote":"A wise parent humors the desire for independent action, so as to become the friend and advisor when his absolute rule shall cease."},{"Author":"Greg Mortenson,  Three Cups of Tea: One Man's Mission to Promote Peace ... One School at a Time","Category":"education","Quote":"Once you educate the boys, they tend to leave the villages and go search for work in the cities, but the girls stay home, become leaders in the community, and pass on what they’ve learned. If you really want to change a culture, to empower women, improve basic hygiene and health care, and fight high rates of infant mortality, the answer is to educate girls."},{"Author":"Franklin D. Roosevelt","Category":"education","Quote":"Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education."},{"Author":"Jean Piaget","Category":"education","Quote":"The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done; men and women who are creative, inventive and discoverers, who can be critical and verify, and not accept, everything they are offered."},{"Author":"Rachel Caine,  Feast of Fools","Category":"education","Quote":"[Myrnin to Claire about their costumes of Pierrot and Harlequin, respectively]\"Don't they teach you anything in your schools?\"\"Not about this.\"\"Pity. I suppose that's what comes of your main education flowing from Google."},{"Author":"Flannery O'Connor,  The Habit of Being: Letters of Flannery O'Connor","Category":"education","Quote":"Total non-retention has kept my education from being a burden to me."},{"Author":"William Glasser","Category":"education","Quote":"When you study great teachers... you will learn much more from their caring and hard work than from their style."},{"Author":"Albert Einstein","Category":"education","Quote":"Teaching should be such that what is offered is perceived as a valuable gift and not as hard duty. Never regard study as duty but as the enviable opportunity to learn to know the liberating influence of beauty in the realm of the spirit for your own personal joy and to the profit of the community to which your later work belongs."},{"Author":"Plato,  The Republic","Category":"education","Quote":"Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind."},{"Author":"Plato,  The Republic of Plato","Category":"education","Quote":"The soul takes nothing with her to the next world but her education and her culture. At the beginning of the journey to the next world, one's education and culture can either provide the greatest assistance, or else act as the greatest burden, to the person who has just died."},{"Author":"Mary Ann Shaffer","Category":"education","Quote":"I think you learn more if you're laughing at the same time."},{"Author":"Molière","Category":"education","Quote":"A learned fool is more a fool than an ignorant fool."},{"Author":"Greg Mortenson,  Stones Into Schools: Promoting Peace With Books, Not Bombs, in Afghanistan and Pakistan","Category":"education","Quote":"When you take the time to actually listen, with humility, to what people have to say, it's amazing what you can learn. Especially if the people who are doing the talking also happen to be children."},{"Author":"Ralph Waldo Emerson","Category":"education","Quote":"The secret of education lies in respecting the pupil. It is not for you to choose what he shall know, what he shall do. It is chosen and foreordained and he only holds the key to his own secret."},{"Author":"Harry S. Truman","Category":"education","Quote":"The only thing new in the world is the history you do not know."},{"Author":"Gordon B. Hinckley,  Way to Be!: 9 Rules For Living the Good Life","Category":"education","Quote":"There are few things more pathetic than those who have lost their curiosity and sense of adventure, and who no longer care to learn."},{"Author":"John F. Kennedy","Category":"education","Quote":"Liberty without Learning is always in peril and Learning without Liberty is always in vain."},{"Author":"Malcolm X,  Malcolm X Speaks: Selected Speeches and Statements","Category":"education","Quote":"The greatest mistake of the movement has been trying to organize a sleeping people around specific goals. You have to wake the people up first, then you'll get action."},{"Author":"Max Brooks,  The Zombie Survival Guide","Category":"education","Quote":"Often, a school is your best bet-perhaps not for education but certainly for protection from an undead attack."},{"Author":"Herman Melville,  Moby-Dick; or, The Whale","Category":"education","Quote":"Ignorance is the parent of fear."},{"Author":"Jane Austen,  Mansfield Park","Category":"education","Quote":"A fondness for reading, properly directed, must be an education in itself."},{"Author":"Aristotle","Category":"education","Quote":"Learning is an ornament in prosperity, a refuge in adversity, and a provision in old age."},{"Author":"Antoine de Saint-Exupéry,  The Little Prince","Category":"education","Quote":"The only things you learn are the things you tame"},{"Author":"Chuck Palahniuk,  Choke","Category":"education","Quote":"Why do I do anything?' she says. 'I'm educated enough to talk myself out of any plan. To deconstruct any fantasy. Explain away any goal. I'm so smart I can negate any dream."},{"Author":"Ludwig Wittgenstein,  Culture and Value","Category":"education","Quote":"A man will be imprisoned in a room with a door that's unlocked and opens inwards; as long as it does not occur to him to pull rather than push."},{"Author":"Anne Bishop,  Daughter of the Blood","Category":"education","Quote":"A woman with an education may be able to spend more time sitting in a chair instead of lying on her back. A sound advantage, I should think."},{"Author":"Ezra Pound","Category":"education","Quote":"Real education must ultimately be limited to men who insist on knowing. The rest is mere sheep herding."},{"Author":"Charles Dickens,  Great Expectations","Category":"education","Quote":"In the little world in which children have their existence, whosoever brings them up, there is nothing so finely perceived and so finely felt as injustice."},{"Author":"Eleanor Roosevelt,  The Wisdom of Eleanor Roosevelt","Category":"education","Quote":"All of life is a constant education."},{"Author":"Epictetus","Category":"education","Quote":"Only the educated are free."},{"Author":"Agatha Christie,  An Autobiography","Category":"education","Quote":"I suppose it is because nearly all children go to school nowadays and have things arranged for them that they seem so forlornly unable to produce their own ideas."},{"Author":"Ruth Beechick,  An Easy Start in Arithmetic, Grades K-3","Category":"education","Quote":"A teacher who loves learning earns the right and the ability to help others learn."},{"Author":"Ken Robinson","Category":"education","Quote":"Human resources are like natural resources; they're often buried deep. You have to go looking for them, they're not just lying around on the surface. You have to create the circumstances where they show themselves."},{"Author":"Ambrose Bierce,  The Devil's Dictionary","Category":"education","Quote":"Education, n. That which discloses to the wise and disguises from the foolish their lack of understanding."},{"Author":"Ralph Waldo Emerson,  Essays Including Essays, First & Second Series, English Traits, Nature & Considerations by the Way","Category":"education","Quote":"We are students of words: we are shut up in schools, and colleges, and recitation -rooms, for ten or fifteen years, and come out at last with a bag of wind, a memory of words, and do not know a thing."},{"Author":"Warren Buffett","Category":"education","Quote":"Risk comes from not knowing what you're doing"},{"Author":"C. JoyBell C.","Category":"education","Quote":"Anything that you learn becomes your wealth, a wealth that cannot be taken away from you; whether you learn it in a building called school or in the school of life. To learn something new is a timeless pleasure and a valuable treasure. And not all things that you learn are taught to you, but many things that you learn you realize you have taught yourself."},{"Author":"Ayn Rand,  Atlas Shrugged","Category":"education","Quote":"Power-lust is a weed that grows only in the vacant lots of an abandoned mind."},{"Author":"Victor Hugo","Category":"education","Quote":"Common sense is in spite of, not the result of, education."},{"Author":"Lawrence M. Krauss","Category":"education","Quote":"The purpose of education is not to validate ignorance but to overcome it"},{"Author":"Confucius","Category":"education","Quote":"Learning without thought is labor lost; thought without learning is perilous."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"education","Quote":"You can't stop a teacher when they want to do something. They just do it."},{"Author":"Gary L. Francione","Category":"education","Quote":"We do not need to eat animals, wear animals, or use animals for entertainment purposes, and our only defense of these uses is our pleasure, amusement, and convenience."},{"Author":"Ralph Waldo Emerson","Category":"education","Quote":"The secret of education lies in respecting the pupil."},{"Author":"Bob Ong,  ABNKKBSNPLAKo?!","Category":"education","Quote":"...madaming teacher sa labas ng eskwelahan. desisyon mo kung kanino ka magpapaturo."},{"Author":"Gordon Korman","Category":"education","Quote":"Ask yourself: 'Do I feel the need to laminate?' Then teaching is for you."},{"Author":"Hannah Arendt","Category":"education","Quote":"The aim of totalitarian education has never been to instill convictions but to destroy the capacity to form any."},{"Author":"Barry Finlay,  Kilimanjaro and Beyond","Category":"education","Quote":"Every mountain top is within reach if you just keep climbing."},{"Author":"Maria Montessori","Category":"education","Quote":"Our care of the child should be governed, not by the desire to make him learn things, but by the endeavor always to keep burning within him that light which is called intelligence."},{"Author":"Rabindranath Tagore","Category":"education","Quote":"Children are living beings - more living than grown-up people who have built shells of habit around themselves. Therefore it is absolutely necessary for their mental health and development that they should not have mere schools for their lessons, but a world whose guiding spirit is personal love."},{"Author":"Dylan Thomas","Category":"education","Quote":"My education was the liberty I had to read indiscriminately and all the time, with my eyes hanging out."},{"Author":"Anonymous","Category":"education","Quote":"The ink of the scholar is more holy than the blood of the martyr."},{"Author":"Thomas Jefferson","Category":"education","Quote":"There is nothing more unequal than the equal treatment of unequal people."},{"Author":"Edith Hamilton","Category":"education","Quote":"It has always seemed strange to me that in our endless discussions about education so little stress is laid on the pleasure of becoming an educated person, the enormous interest it adds to life. To be able to be caught up into the world of thought—that is to be educated.\"[Saturday Evening Post, September 27, 1958]"},{"Author":"Ivan Illich","Category":"education","Quote":"School is the advertising agency which makes you believe that you need the society as it is."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"education","Quote":"By 20, you should be smart. By 30, you should be strong. By 40, you should be rich. By 50, you should be wise. But if you are smart, strong, rich and wise, you don't need any age limits."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"education","Quote":"To educate the peasantry, three things are needed: schools, schools and schools."},{"Author":"Malcolm Forbes","Category":"education","Quote":"The purpose of education is to replace an empty mind with an open one."},{"Author":"Malala Yousafzai","Category":"education","Quote":"I don't want revenge on the Taliban, I want education for sons and daughters of the Taliban."},{"Author":"May Sarton","Category":"education","Quote":"Public education was not founded to give society what it wants. Quite the opposite."},{"Author":"Wilhelm Reich","Category":"education","Quote":"Man's right to know, to learn, to inquire, to make bona fide errors, to investigate human emotions must, by all means, be safe, if the word \"freedom\"should ever be more than an empty political slogan."},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"Let us pick up our books and our pens,” I said. “They are our most powerful weapons. One child, one teacher, one book and one pen can change the world."},{"Author":"Henry David Thoreau","Category":"education","Quote":"What does education often do? It makes a straight-cut ditch of a free, meandering brook."},{"Author":"Paulo Freire,  Pedagogy of the Oppressed","Category":"education","Quote":"One cannot expect positive results from an educational or political action program which fails to respect the particular view of the world held by the people. Such a program constitutes cultural invasion, good intentions notwithstanding."},{"Author":"Joseph Campbell","Category":"education","Quote":"The job of an educator is to teach students to see vitality in themselves"},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"education","Quote":"....a good book can teach you about the world and about yourself. You learn more than how to read better; you also learn more about life. You become wiser. Not just more knowledgeable - books that provide nothing but information can produce that result. But wiser, in the sense that you are more deeply aware of the great and enduring truths of human life."},{"Author":"Joseph Stalin","Category":"education","Quote":"Education is a weapon, whose effect depends on who holds it in his hands and at whom it is aimed."},{"Author":"Terry Pratchett,  Soul Music","Category":"education","Quote":"She got on with her education. In her opinion, school kept on trying to interfere with it."},{"Author":"Noam Chomsky","Category":"education","Quote":"Do you train for passing tests or do you train for creative inquiry?"},{"Author":"George Macaulay Trevelyan","Category":"education","Quote":"Education...has produced a vast population able to read but unable to distinguish what is worth reading."},{"Author":"Zhuangzi","Category":"education","Quote":"Rewards and punishment is the lowest form of education."},{"Author":"A.P.J. Abdul Kalam,  Indomitable Spirit","Category":"education","Quote":"When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes."},{"Author":"Walter Karp","Category":"education","Quote":"[The public school system is] usually a twelve year sentence of mind control.Crushing creativity, smashing individualism, encouraging collectivism andcompromise, destroying the exercise of intellectual inquiry, twisting itinstead into meek subservience to authority."},{"Author":"Helen Keller","Category":"education","Quote":"I do not want the peace which passeth understanding, I want the understanding which bringeth peace."},{"Author":"Murray N. Rothbard,  Education, Free & Compulsory","Category":"education","Quote":"It is clearly absurd to limit the term 'education' to a person's formal schooling."},{"Author":"Christine de Pizan,  The Treasure of the City of Ladies","Category":"education","Quote":"Ah, child and youth, if you knew the bliss which resides in the taste of knowledge, and the evil and ugliness that lies in ignorance, how well you are advised to not complain of the pain and labor of learning."},{"Author":"Frantz Fanon,  The Wretched of the Earth","Category":"education","Quote":"Everything can be explained to the people, on the single condition that you want them to understand."},{"Author":"Diane Arbus,  Diane Arbus: Revelations","Category":"education","Quote":"The thing that's important to know is that you never know. You're always sort of feeling your way."},{"Author":"Ken Robinson","Category":"education","Quote":"Imagination is the source of every form of human achievement. And it's the one thing that I believe we are systematically jeopardizing in the way we educate our children and ourselves."},{"Author":"Bruno Bettelheim,  The Uses of Enchantment: The Meaning and Importance of Fairy Tales","Category":"education","Quote":"The child intuitively comprehends that although these stories are unreal, they are not untrue ..."},{"Author":"Alexandre Dumas","Category":"education","Quote":"How is it that little children are so intelligent and men so stupid? It must be education that does it"},{"Author":"Audre Lorde","Category":"education","Quote":"The learning process is something you can incite, literally incite, like a riot."},{"Author":"Norton Juster,  The Phantom Tollbooth","Category":"education","Quote":"... what you learn today, for no reason at all, will help you discover all the wonderful secrets of tomorrow."},{"Author":"Ali","Category":"education","Quote":"There is no wealth like knowledge, no poverty like ignorance."},{"Author":"David O. McKay","Category":"education","Quote":"True education does not consist merely in the acquiring of a few facts of science, history, literature, or art, but in the development of character."},{"Author":"Simone de Beauvoir,  Le deuxième sexe II","Category":"education","Quote":"On ne naît pas femme: on le devient."},{"Author":"Martin Luther King Jr.,  The Autobiography of Martin Luther King, Jr.","Category":"education","Quote":"I became convinced that noncooperation with evil is as much a moral obligation as is cooperation with good."},{"Author":"Bill Watterson,  Homicidal Psycho Jungle Cat","Category":"education","Quote":"You can present the material, but you can't make me care."},{"Author":"Mustafa Kemal Atatürk","Category":"education","Quote":"Teachers are the one and only people who save nations."},{"Author":"C. JoyBell C.","Category":"education","Quote":"University can teach you skill and give you opportunity, but it can't teach you sense, nor give you understanding. Sense and understanding are produced within one's soul."},{"Author":"Claude Bernard","Category":"education","Quote":"It's what we think we know that keeps us from learning."},{"Author":"Frank Herbert,  Dune","Category":"education","Quote":"Proper teaching is recognized with ease. You can know it without fail because it awakens within you that sensation which tells you this is something you have always known."},{"Author":"G.K. Chesterton","Category":"education","Quote":"That is the one eternal education: to be sure enough that something is true that you dare to tell it to a child."},{"Author":"Mark Twain","Category":"education","Quote":"Education: that which reveals to the wise, and conceals from the stupid, the vast limits of their knowledge."},{"Author":"Ivan Illich,  Deschooling Society","Category":"education","Quote":"Most learning is not the result of instruction. It is rather the result of unhampered participation in a meaningful setting. Most people learn best by being \"with it,\"yet school makes them identify their personal, cognitive growth with elaborate planning and manipulation."},{"Author":"Henri-Frédéric Amiel","Category":"education","Quote":"To know how to suggest is the art of teaching."},{"Author":"Marcus Tullius Cicero","Category":"education","Quote":"When you wish to instruct, be brief; that men's [children's] minds take in quickly what you say, learn its lesson, and retain it faithfully. Every word that is unnecessary only pours over the side of a brimming mind."},{"Author":"David O. McKay","Category":"education","Quote":"The home is the first and most effective place to learn the lessons of life: truth, honor, virtue, self control, the value of education, honest work, and the purpose and privilege of life. Nothing can take the place of home in rearing and teaching children, and no other success can compensate for failure in the home."},{"Author":"John Wooden,  Wooden: A Lifetime of Observations and Reflections On and Off the Court","Category":"education","Quote":"Being a role model is the most powerful form of educating...too often fathers neglect it because they get so caught up in making a living they forget to make a life."},{"Author":"Douglas Wilson","Category":"education","Quote":"Education is the process of selling someone on books."},{"Author":"Richard Feynman,  Surely You're Joking, Mr. Feynman!: Adventures of a Curious Character","Category":"education","Quote":"I couldn't claim that I was smarter than sixty-five other guys--but the average of sixty-five other guys, certainly!"},{"Author":"Charlotte M. Mason","Category":"education","Quote":"Self-education is the only possible education; the rest is mere veneer laid on the surface of a child's nature."},{"Author":"bell hooks,  Feminist Theory: From Margin to Center","Category":"education","Quote":"There will be no mass-based feminist movement as long as feminist ideas are understood only by a well-educated few."},{"Author":"Vera Nazarian","Category":"education","Quote":"Whenever you read a good book, somewhere in the world a door opens to allow in more light."},{"Author":"Henri J.M. Nouwen","Category":"education","Quote":"Theological formation is the gradual and often painful discovery of God's incomprehensibility. You can be competent in many things, but you cannot be competent in God."},{"Author":"Oscar Wilde,  An Ideal Husband","Category":"education","Quote":"To expect the unexpected shows a thoroughly modern intellect."},{"Author":"Jim Benton","Category":"education","Quote":"School prepares you for the real world... which also bites."},{"Author":"Scott Hayden","Category":"education","Quote":"Teachers have three loves: love of learning, love of learners, and the love of bringing the first two loves together."},{"Author":"John Adams,  A Defence of the Constitutions of Government of the United States of America","Category":"education","Quote":"Children should be educated and instructed in the principles of freedom. Aristotle speaks plainly to this purpose, saying, 'that the institution of youth should be accommodated to that form of government under which they live; forasmuch as it makes exceedingly for the preservation of the present government, whatsoever it be."},{"Author":"Scott Westerfeld,  Touching Darkness","Category":"education","Quote":"I expect that you must receive top marks at school, young lady.\"Madeleine smiled as she stirred her tea. \"There are always rewards for those who state the obvious frequently and with conviction."},{"Author":"Seneca,  The Stoic Philosophy of Seneca: Essays and Letters","Category":"education","Quote":"If anyone says that the best life of all is to sail the sea, and then adds that I must not sail upon a sea where shipwrecks are a common occurrence and there are often sudden storms that sweep the helmsman in an adverse direction, I conclude that this man, although he lauds navigation, really forbids me to launch my ship."},{"Author":"Winston S. Churchill","Category":"education","Quote":"I am always ready to learn although I do not always like being taught."},{"Author":"Jeannette Walls,  The Glass Castle","Category":"education","Quote":"You didn't need a college degree to become one of the people who knew what was really going on. If you paid attention, you could pick things up on your own."},{"Author":"John Dewey","Category":"education","Quote":"Give the pupils something to do, not something to learn; and the doing is of such a nature as to demand thinking; learning naturally results."},{"Author":"John Maynard Keynes","Category":"education","Quote":"Education: the inculcation of the incomprehensible into the indifferent by the incompetent."},{"Author":"Ezra Taft Benson","Category":"education","Quote":"It is the mark of a truly educated man to know what not to read."},{"Author":"Freeman Dyson,  Infinite in All Directions","Category":"education","Quote":"We must be careful not to discourage our twelve-year-olds by making them waste the best years of their lives preparing for examinations."},{"Author":"George Eliot,  Daniel Deronda","Category":"education","Quote":"Those who trust us educate us."},{"Author":"David Wood","Category":"education","Quote":"College is the best time of your life. When else are your parents going to spend several thousand dollars a year just for you to go to a strange town and get drunk every night?"},{"Author":"B.F. Skinner","Category":"education","Quote":"Education is what survives when what has been learnt has been forgotten."},{"Author":"Ken Robinson","Category":"education","Quote":"We have sold ourselves into a fast food model of education, and it's impoverishing our spirit and our energies as much as fast food is depleting our physical bodies."},{"Author":"Hendrik Willem van Loon","Category":"education","Quote":"Any formal attack on ignorance is bound to fail because the masses are always ready to defend their most precious possession - their ignorance."},{"Author":"Muriel Spark,  The Prime of Miss Jean Brodie","Category":"education","Quote":"The word \"education\"comes from the root e from ex, out, and duco, I lead. It means a leading out. To me education is a leading out of what is already there in the pupil's soul."},{"Author":"Gary L. Francione","Category":"education","Quote":"In order to be a teacher you've got to be a student first"},{"Author":"Plato","Category":"education","Quote":"Knowledge which is acquired under compulsion has no hold on the mind. Therefore do not use compulsion, but let early education be a sort of amusement; you will then be better able to discover the child's natural bent."},{"Author":"Robert B. Parker,  Mortal Stakes","Category":"education","Quote":"Yeah. Floyd is his batman.\"His what?\"Batman, like in the British army, each officer had a batman, a personal servant.\"You spend too much time reading, Spenser. You know more stuff that don't make you money than anybody I know."},{"Author":"John Adams,  Diary and Autobiography of John Adams: Volumes 1-4, Diary (1755-1804) and Autobiography","Category":"education","Quote":"I must judge for myself, but how can I judge, how can any man judge, unless his mind has been opened and enlarged by reading."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"education","Quote":"Admission of ignorance is often the first step in our education."},{"Author":"A.S. Neill","Category":"education","Quote":"The function of a child is to live his/her own life, not the life that his/her anxious parents think he/she should live, nor a life according to the purpose of the educators who thinks they knows best"},{"Author":"H.L. Mencken","Category":"education","Quote":"The plain fact is that education is itself a form of propaganda - a deliberate scheme to outfit the pupil, not with the capacity to weigh ideas, but with a simple appetite for gulping ideas ready-made. The aim is to make 'good' citizens, which is to say, docile and uninquisitive citizens."},{"Author":"Friedrich Nietzsche","Category":"education","Quote":"They're so cold, these scholars!May lightning strike their foodso that their mouths learn howto eat fire!"},{"Author":"Herbert M. Shelton,  Getting Well","Category":"education","Quote":"It is always a much easier task to educate uneducated people than to re-educate the mis-educated."},{"Author":"Albert Einstein","Category":"education","Quote":"A man's ethical behaviour should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death."},{"Author":"Maya Angelou","Category":"education","Quote":"Segregation shaped me; education liberated me."},{"Author":"Booker T. Washington","Category":"education","Quote":"The older I grow, the more I am convinced that there is no education which one can get from books and costly apparatus that is equal to that which can be gotten from contact with great men and women."},{"Author":"Richard Dawkins","Category":"education","Quote":"Science replaces private prejudice with public, verifiable evidence."},{"Author":"Richard Dawkins,  A Devil's Chaplain: Reflections on Hope, Lies, Science, and Love","Category":"education","Quote":"Even those who do not, or cannot, avail themselves of a scientific education, choose to benefit from the technology that is made possible by the scientific education of others."},{"Author":"Raymond S. Moore,  School Can Wait","Category":"education","Quote":"[Homeschooling]...recipe for genius: More of family and less of school, more of parents and less of peers, more creative freedom and less formal lessons."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"education","Quote":"The home environment can undo a lot you try to do at school."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"education","Quote":"Formal education teaches how to stand, but to see the rainbow you must come out and walk many steps on your own."},{"Author":"Donna Quesada,  Buddha in the Classroom: Zen Wisdom to Inspire Teachers","Category":"education","Quote":"The effects you will have on your students are infinite and currently unknown; you will possibly shape the way they proceed in their careers, the way they will vote, the way they will behave as partners and spouses, the way they will raise their kids."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"education","Quote":"Educated men are so impressive!"},{"Author":"Al Franken","Category":"education","Quote":"Mistakes are a part of being human. Precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from."},{"Author":"Windhy Puspitadewi","Category":"education","Quote":"Orang yang baca banyak buku kayak kamu dan menguasai sejarah nggak mungkin bodoh. Kamu cuma sial karena hidup di tempat dan waktu yang salah. Tempat dan waktu ketika kamu dianggap bodoh kalau kamu nggak pintar dalam hal yang namanya sains."},{"Author":"Martin Luther King Jr.","Category":"education","Quote":"I said to my children, 'I'm going to work and do everything that I can do to see that you get a good education. I don't ever want you to forget that there are millions of God's children who will not and cannot get a good education, and I don't want you feeling that you are better than they are. For you will never be what you ought to be until they are what they ought to be."},{"Author":"Sunny Decker,  An Empty Spoon","Category":"education","Quote":"part of the art of teaching is the ability to rearrange the world for students - to force them to see things in a new way. i've known too many stupid intellectuals to believe that education and wisdom come as a package deal along with facts, it's your perspective that counts - your ability to see differently, not just to see a lot."},{"Author":"Richard Dawkins,  The Greatest Show on Earth: The Evidence for Evolution","Category":"education","Quote":"Even if it were true that evolution, or the teaching of evolution, encouraged immorality that would not imply that the theory of evolution was false."},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"He believed that lack of education was the root of all of Pakistan’s problems. Ignorance allowed politicians to fool people and bad administrators to be re-elected."},{"Author":"Flannery O'Connor,  Everything That Rises Must Converge: Stories","Category":"education","Quote":"She had observed that the more education they got, the less they could do. Their father had gone to a one-room schoolhouse through the eighth grade and he could do anything."},{"Author":"Howard W. Hunter","Category":"education","Quote":"At the end of your lives you will not be judged by academic successes, the degrees or diplomas earned, the positions held, the material wealth acquired, or power and prestige, but rather on the basis of what you have become as persons and what you are in conduct and character."},{"Author":"Abraham Lincoln","Category":"education","Quote":"A capacity, and taste, for reading, gives access to whatever has already been discovered by others. It is the key, or one of the keys, to the already solved problems. And not only so. It gives a relish, and facility, for successfully pursuing the [yet] unsolved ones."},{"Author":"John Dewey,  Democracy and Education","Category":"education","Quote":"Were all instructors to realize that the quality of mental process, not the production of correct answers, is the measure of educative growth something hardly less than a revolution in teaching would be worked."},{"Author":"Charles Platt","Category":"education","Quote":"Teachers don't just teach; they can be vital personalities who help young people to mature, to understand the world, and to understand themselves. A good education consists of much more than useful facts and marketable skills."},{"Author":"Tayeb Salih,  Season of Migration to the North","Category":"education","Quote":"Everyone who is educated today wants to sit at a comfortable desk under a fan and live in an air-conditioned house surrounded by a garden, coming and going in an American car as wide as the street. If we do not tear out this disease by the roots we shall have with us a bourgeoisie that is in no way connected with the reality of our life..."},{"Author":"A.W. Tozer,  Man The Dwelling Place Of God","Category":"education","Quote":"The best book is not one that informs merely, but one that stirs the reader up to inform himself."},{"Author":"bell hooks","Category":"education","Quote":"To be changed by ideas was pure pleasure. But to learn ideas that ran counter to values and beliefs learned at home was to place oneself at risk, to enter the danger zone. Home was the place where I was forced to conform to someone else’s image of who and what I should be. School was the place where I could forget that self and, through ideas, reinvent myself."},{"Author":"Stephen Fry,  The Fry Chronicles","Category":"education","Quote":"Wine can be a better teacher than ink, and banter is often better than books"},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"education","Quote":"Not all men (and especially the wisest) share the opinion that it is bad for women to be educated. But it is very true that many foolish men have claimed this because it displeased them that women knew more than they did."},{"Author":"Ivan Illich,  Deschooling Society","Category":"education","Quote":"School has become the world religion of a modernized proletariat, and makes futile promises of salvation to the poor of the technological age."},{"Author":"Plato","Category":"education","Quote":"The direction in which education starts a man will determine his future life"},{"Author":"Darren Shan,  Vampire Mountain","Category":"education","Quote":"Students never appreciate their teachers while they are learning. It is only later, when they know more of the world, that they understand how indebted they are to those who instructed them. Good teachers expect no praise or love from the young. They wait for it, and in time, it comes."},{"Author":"W. Edwards Deming","Category":"education","Quote":"Learning is not cumpulsory... neither is survival."},{"Author":"John Holt","Category":"education","Quote":"We can best help children learn, not by deciding what we think they should learn and thinking of ingenious ways to teach it to them, but by making the world, as far as we can, accessible to them, paying serious attention to what they do, answering their questions -- if they have any -- and helping them explore the things they are most interested in."},{"Author":"Herbert Spencer","Category":"education","Quote":"The great aim of education is not knowledge but action."},{"Author":"Frank Herbert,  Children of Dune","Category":"education","Quote":"One learns from books and example only that certain things can be done. Actual learning requires that you do those things."},{"Author":"C.S. Lewis,  Surprised by Joy: The Shape of My Early Life","Category":"education","Quote":"…the greatest service we can do to education today is to teach fewer subjects. No one has time to do more than a very few things well before he is twenty, and when we force a boy to be a mediocrity in a dozen subjects, we destroy his standards, perhaps for life."},{"Author":"Shannon Hale,  Princess Academy","Category":"education","Quote":"Throwing herself into learning helped Miri ignore the painful chill of solitude around her."},{"Author":"Plato,  The Republic","Category":"education","Quote":"That's what education should be,\"I said, \"the art of orientation. Educators should devise the simplest and most effective methods of turning minds around. It shouldn't be the art of implanting sight in the organ, but should proceed on the understanding that the organ already has the capacity, but is improperly aligned and isn't facing the right way."},{"Author":"Daniel Keyes","Category":"education","Quote":"Intelligence and education that hasn't been tempered by human affection isn't worth a damn."},{"Author":"MaryAnn F. Kohl","Category":"education","Quote":"Art is a process, not a product."},{"Author":"Charlotte M. Mason,  School Education: Developing A Curriculum","Category":"education","Quote":"The question is not, -- how much does the youth know? when he has finished his education -- but how much does he care? and about how many orders of things does he care? In fact, how large is the room in which he finds his feet set? and, therefore, how full is the life he has before him?"},{"Author":"Gary L. Francione","Category":"education","Quote":"People need to be educated so that they can make intelligent moral choices"},{"Author":"Roger Lewin","Category":"education","Quote":"Too often we give children answers to remember rather than problems to solve."},{"Author":"Sharon Salzberg,  The Force of Kindness: Change Your Life with Love & Compassion","Category":"education","Quote":"We need the courage to learn from our past and not live in it."},{"Author":"C.S. Lewis","Category":"education","Quote":"In those days a boy on the classical side officially did almost nothing but classics. I think this was wise; the greatest service we can to education today is to teach few subjects. No one has time to do more than a very few things well before he is twenty, and when we force a boy to be a mediocrity in a dozen subjects we destroy his standards, perhaps for life."},{"Author":"Jiddu Krishnamurti,  Education and the Significance of Life","Category":"education","Quote":"To understand life is to understand ourselves, and that is both the beginning and the end of education."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"education","Quote":"Education is beautification of the inner world and the outer world."},{"Author":"Terry Tempest Williams,  Pieces of White Shell","Category":"education","Quote":"What is the most important thing one learns in school? Self-esteem, support, and friendship."},{"Author":"Mahatma Gandhi,  Hind Swaraj or Indian Home Rule","Category":"education","Quote":"A man, whilst he is dreaming, believes in his dream; he is undeceived only when he is awakened from his slumber."},{"Author":"Sydney J. Harris","Category":"education","Quote":"The whole purpose of education is to turn mirrors into windows."},{"Author":"Hồ Chí Minh","Category":"education","Quote":"To reap a return in ten years, plant trees. To reap a return in 100, cultivate the people."},{"Author":"Sam Wineburg","Category":"education","Quote":"The problem is not the content of textbooks, but the very idea of them."},{"Author":"Liz Berry,  The China Garden","Category":"education","Quote":"Education isn't for getting a job. It's about developing yourself as a human being."},{"Author":"Chimamanda Ngozi Adichie,  Purple Hibiscus","Category":"education","Quote":"The educated ones leave, the ones with the potential to right the wrongs. They leave the weak behind. The tyrants continue to reign because the weak cannot resist. Do you not see that it is a cycle? Who will break that cycle?"},{"Author":"Pope Benedict XVI,  The Sacrament Of Charity: Sacramentum Caritatis","Category":"education","Quote":"The aim of all Christian education, moreover, is to train the believer in an adult faith that can make him a \"new creation\", capable of bearing witness in his surroundings to the Christian hope that inspires him."},{"Author":"Mary Shelley,  Frankenstein; Or, the Modern Prometheus","Category":"education","Quote":"My education was neglected, yet I was passionately fond of reading."},{"Author":"Shannon L. Alder","Category":"education","Quote":"Never let your fear of the unknown and things being too difficult make your choices for you in life. One of the saddest lessons in life is finding out that your fear made the situation worse than what it was and a braver person stole the dream you gave up on."},{"Author":"Paul Lockhart,  A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form","Category":"education","Quote":"No mathematician in the world would bother making these senseless distinctions: 2 1/2 is a \"mixed number \"while 5/2 is an \"improper fraction.\"They're EQUAL for crying out loud. They are the exact same numbers and have the exact same properties. Who uses such words outside of fourth grade?"},{"Author":"Greg Mortenson,  Stones Into Schools: Promoting Peace With Books, Not Bombs, in Afghanistan and Pakistan","Category":"education","Quote":"If you teach a boy, you educate an individual; but if you teach a girl, you educate a community."},{"Author":"Charlotte M. Mason,  The Original Home Schooling Series by Charlotte Mason","Category":"education","Quote":"Thought breeds thought; children familiar with great thoughts take as naturally to thinking for themselves as the well-nourished body takes to growing; and we must bear in mind that growth, physical, intellectual, moral, spiritual, is the sole end of education."},{"Author":"John Calvin","Category":"education","Quote":"There is no knowing that does not begin with knowing God."},{"Author":"Iain Pears,  The Dream of Scipio","Category":"education","Quote":"Was not Hypatia the greatest philosopher of Alexandria, and a true martyr to the old values of learning? She was torn to pieces by a mob of incensed Christians not because she was a woman, but because her learning was so profound, her skills at dialectic so extensive that she reduced all who queried her to embarrassed silence. They could not argue with her, so they murdered her."},{"Author":"Patricia Briggs,  River Marked","Category":"education","Quote":"I used my history degree about twice a year whether I needed to or not."},{"Author":"John Holt","Category":"education","Quote":"A child whose life is full of the threat and fear of punishment is locked into babyhood. There is no way for him to grow up, to learn to take responsibility for his life and acts. Most important of all, we should not assume that having to yield to the threat of our superior force is good for the child's character. It is never good for anyone's character."},{"Author":"Howard Gardner","Category":"education","Quote":"I want my children to understand the world, but not just because the world is fascinating and the human mind is curious. I want them to understand it so that they will be positioned to make it a better place"},{"Author":"Abraham Lincoln","Category":"education","Quote":"The philosophy of the schoolroom in one generation is the philosophy of government in the next."},{"Author":"Garrison Keillor,  Homegrown Democrat: A Few Plain Thoughts from the Heart of America","Category":"education","Quote":"When you wage war on the public schools, you're attacking the mortar that holds the community together. You're not a conservative, you're a vandal."},{"Author":"Isabel Paterson,  The God of the Machine","Category":"education","Quote":"A tax-supported, compulsory educational system is the complete model of the totalitarian state."},{"Author":"Kurt Vonnegut","Category":"education","Quote":"I realize that some of you may have come in hopes of hearing tips on how tobecome a professional writer. I say to you, \"If you really want to hurt yourparents, and you don't have the nerve to be a homosexual, the least you cando is go into the arts. But do not use semicolons. They are transvestitehermaphrodites, standing for absolutely nothing. All they do is show you'vebeen to college."},{"Author":"Isaac Asimov,  Robot Visions","Category":"education","Quote":"In a properly automated and educated world, then, machines may prove to be the true humanizing influence. It may be that machines will do the work that makes life possible and that human beings will do all the other things that make life pleasant and worthwhile"},{"Author":"Rafe Esquith,  There Are No Shortcuts","Category":"education","Quote":"To quote the exceptional teacher Marva Collins, \"I will is more important than IQ.\"It is wonderful to have a terrific mind, but it's been my experience that having outstanding intelligence is a very small part of the total package that leads to success and happiness. Discipline, hard work, perserverance, and generosity of spirit are, in the final analysis, far more important."},{"Author":"Jonathan Kozol,  The Shame of the Nation: The Restoration of Apartheid Schooling in America","Category":"education","Quote":"There is something deeply hypocritical in a society that holds an inner-city child only eight years old \"accountable\"for her performance on a high-stakes standardized exam but does not hold the high officials of our government accountable for robbing her of what they gave their own kids six or seven years before."},{"Author":"Russell Baker","Category":"education","Quote":"Don't try to make children grow up to be like you, or they may do it."},{"Author":"Gary L. Francione","Category":"education","Quote":"If you are not vegan, please consider going vegan. It’s a matter of nonviolence. Being vegan is your statement that you reject violence to other sentient beings, to yourself, and to the environment, on which all sentient beings depend."},{"Author":"Aldo Leopold","Category":"education","Quote":"One of the penalties of an ecological education is that one lives alone in a world of wounds."},{"Author":"George Orwell,  Down and Out in Paris and London","Category":"education","Quote":"A plongeur is a slave, and a wasted slave, doing stupid and largely unnecessary work. He is kept at work, ultimately, because of a vague feeling that he would be dangerous if he had leisure. And educated people, who should be on his side, acquiesce in the process, because they know nothing about him and consequently are afraid of him."},{"Author":"Paul Lockhart,  A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form","Category":"education","Quote":"Mental acuity of any kind comes from solving problems yourself, not from being told how to solve them."},{"Author":"Albert Einstein","Category":"education","Quote":"Combinatory play seems to be the essential feature in productive thought."},{"Author":"Norton Juster","Category":"education","Quote":"…it’s not just learning that’s important. It’s learning what to do with what you learn and learning why you learn things that matters."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"education","Quote":"The problem in our society and in our schools is to inclulcate, without overdoing it, the notion of education, as in the Latin educere--to lead, to bring out what is in someone rather than merely to indoctrinate him/her from the outside. (89)"},{"Author":"Abraham Lincoln","Category":"education","Quote":"Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we as a people can be engaged in."},{"Author":"John Dewey","Category":"education","Quote":"For in spite of itself any movement that thinks and acts in terms of an ‘ism becomes so involved in reaction against other ‘isms that it is unwittingly controlled by them. For it then forms its principles by reaction against them instead of by a comprehensive, constructive survey of actual needs, problems, and possibilities."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"education","Quote":"An open mind, in questions that are not ultimate, is useful. But an open mind about the ultimate foundations either of Theoretical or of Practical Reason is idiocy. If a man's mind is open on these things, let his mouth at least be shut. He can say nothing to the purpose. Outside the Tao there is no ground for criticizing either the Tao or anything else."},{"Author":"Augustine of Hippo,  Confessions","Category":"education","Quote":"Free curiosity has greater power to stimulate learning than rigorous coercion. Nevertheless, the free ranging flux of curiosity is channeled by discipline under Your Law."},{"Author":"Beatrix Potter","Category":"education","Quote":"Thank goodness my education was neglected."},{"Author":"Anthony Standen","Category":"education","Quote":"An educator should consider that he has failed in his job if he has not succeeded in instilling some trace of a divine dissatisfaction with our miserable social environment."},{"Author":"Amit Ray","Category":"education","Quote":"Science is observing truth in the light of head. Religion is observing truth in the light of heart. Humanity is using both the lights. And education is developing that humanity."},{"Author":"Flannery O'Connor","Category":"education","Quote":"Everywhere I go, I am asked if I think university stifles writers. My opinion is that it doesn't stifle enough of them."},{"Author":"Jonathan Hennessey,  The United States Constitution: A Graphic Adaptation","Category":"education","Quote":"Ignorance is ultimately the worst enemy of a people who want to be free."},{"Author":"Santosh Kalwar","Category":"education","Quote":"In the times of trouble, be like the strong wall. In the times of joy, be like the smiling sun."},{"Author":"John Holt","Category":"education","Quote":"What is most important and valuable about the home as a base for children's growth into the world is not that it is a better school than the schools, but that it isn't a school at all."},{"Author":"Umberto Eco,  Foucault's Pendulum","Category":"education","Quote":"Well, Diotallevi and I are planning a reform in higher education. A School of Comparative Irrelevance, where useless or impossibe courses are given. The school's aim is to turn out scholars capable of endlessly increasing the number of unnecessary subjects."},{"Author":"John Ruskin","Category":"education","Quote":"Education does not mean teaching people what they do not know. It means teaching them to behave as they do not behave."},{"Author":"W.E.B. Du Bois","Category":"education","Quote":"The function of the university is not simply to teach breadwinning, or to furnish teachers for the public schools, or to be a centre of polite society; it is, above all, to be the organ of that fine adjustment between real life and the growing knowledge of life, an adjustment which forms the secret of civilization."},{"Author":"Thomas Szasz","Category":"education","Quote":"Parents teach children discipline for two different, indeed diametrically opposed, reasons: to render the child submissive to them and to make him independent of them. Only a self-disciplined person can be obedient; and only such a person can be autonomous."},{"Author":"Swami Vivekananda","Category":"education","Quote":"Education is the manifestation of perfection already existing in man."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information","Category":"education","Quote":"Is it too much to expect from the schools that they train their students not only to interpret but to criticize; that is, to discriminate what is sound from error and falsehood, to suspend judgement if they are not convinced, or to judge with reason if they agree or disagree?"},{"Author":"Helen Keller,  The Story of My Life: With Her Letters (1887 1901) and a Supplementary Account of Her Education Including Passages from the Reports and Letters of Her Teacher Anne Mansfield Sullivan by John Albert Macy","Category":"education","Quote":"Great poetry needs no interpreter other than a responsive heart."},{"Author":"Teresa of Ávila","Category":"education","Quote":"Untilled ground, however rich, will bring forth thistles and thorns; so also the mind of man."},{"Author":"Tom Brokaw","Category":"education","Quote":"You are educated. Yourcertification is in yourdegree. You may think ofit as the ticket to the goodlife. Let me ask you to think of analternative. Think of it as yourticket to change the world."},{"Author":"Woodrow Wilson","Category":"education","Quote":"We want one class of persons to have a liberal education, and we want another class of persons, a very much larger class of necessity in every society, to forgo the privilege of a liberal education and fit themselves to perform specific difficult manual tasks."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information","Category":"education","Quote":"A lecture has been well described as the process whereby the notes of the teacher become the notes of the student without passing through the mind of either."},{"Author":"Samuel Beckett,  Collected Poems in English and French","Category":"education","Quote":"Spend the years of learning squanderingCourage for the years of wanderingThrough a world politely turningFrom the loutishness of learning."},{"Author":"Linda Perlstein","Category":"education","Quote":"Twelve-year-olds are eager to turn everything into arguments but don't have the cognitive skills to win them."},{"Author":"Robert Maynard Hutchins,  The Great Conversation: The Substance Of A Liberal Education","Category":"education","Quote":"Nobody can decide for himself whether he is going to be a human being. The only question open to him is whether he will be an ignorant undeveloped one or one who has sought to reach the highest point he is capable of attaining."},{"Author":"Gary L. Francione","Category":"education","Quote":"We can no more justify using nonhumans as human resources than we can justify human slavery. Animal use and slavery have at least one important point in common: both institutions treat sentient beings exclusively as resources of others. That cannot be justified with respect to humans; it cannot be justified with respect to nonhumans—however “humanely” we treat them."},{"Author":"Criss Jami,  Killosophy","Category":"education","Quote":"Wisdom is nothing more than confirmed imagination: just because one did not study for his exam does not mean that he should leave it blank."},{"Author":"Alice Waters","Category":"education","Quote":"Teaching kids how to feed themselves and how to live in a community responsibly is the center of an education."},{"Author":"Paul Karl Feyerabend","Category":"education","Quote":"The best education consists in immunizing people against systematic attempts at education."},{"Author":"Charles Dickens,  Hard Times","Category":"education","Quote":"Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else, and root out everything else. You can only form the minds of reasoning animals upon Facts; nothing else will ever be of any service to them."},{"Author":"John Holt","Category":"education","Quote":"If I had to make a general rule for living and working with children, it might be this: be wary of saying or doing anything to a child that you would not do to another adult, whose good opinion and affection you valued."},{"Author":"Gene Royer","Category":"education","Quote":"Homeschooling and public schooling are as opposite as two sides of a coin. In a homeschooling environment, the teacher need not be certified, but the child MUST learn. In a public school environment, the teacher MUST be certified, but the child need NOT learn."},{"Author":"Jiddu Krishnamurti,  Education and the Significance of Life","Category":"education","Quote":"Intelligence is the capacity to perceive the essential, the what is; and to awaken this capacity, in oneself and in others, is education."},{"Author":"Desiderius Erasmus","Category":"education","Quote":"Only a very few can be learned, but all can be Christian, all can be devout, and – I shall boldly add – all can be theologians."},{"Author":"Lorrie Moore,  Self-Help","Category":"education","Quote":"Decide that you like college life. In your dorm you meet many nice people. Some are smarter than you. And some, you notice, are dumber than you. You will continue, unfortunately, to view the world in exactly these terms for the rest of your life."},{"Author":"Derrick A. Bell,  Faces At The Bottom Of The Well: The Permanence Of Racism","Category":"education","Quote":"Education leads to enlightenment. Enlightenment opens the way to empathy. Empathy foreshadows reform."},{"Author":"Ambeth R. Ocampo,  Rizal without the Overcoat","Category":"education","Quote":"As you can see, there are quite a number of things taught in school that one has to unlearn or at least correct."},{"Author":"Richard Halliburton","Category":"education","Quote":"Just about a month from now I'm set adrift, with a diploma for a sail and lots of nerve for oars."},{"Author":"Nicolas Chamfort","Category":"education","Quote":"All that I've learned, I've forgotten. The little that I still know, I've guessed."},{"Author":"Simon Baron-Cohen,  Zero Degrees of Empathy: A New Theory of Human Cruelty","Category":"education","Quote":"Parents who discipline their child by discussing the consequences of their actions produce children who have better moral development , compared to children whose parents use authoritarian methods and punishment."},{"Author":"Donald J. Trump","Category":"education","Quote":"It doesn`t hurt to get more education."},{"Author":"Rachel Gathercole,  The Well-Adjusted Child: The Social Benefits of Homeschooling","Category":"education","Quote":"Once upon a time, all children were homeschooled. They were not sent away from home each day to a place just for children but lived, learned, worked, and played in the real world, alongside adults and other children of all ages."},{"Author":"B.F. Skinner,  Walden Two","Category":"education","Quote":"A fourth-grade reader may be a sixth-grade mathematician. The grade is an administrative device which does violence to the nature of the developmental process."},{"Author":"Malcolm X,  The Autobiography of Malcolm X","Category":"education","Quote":"I imagine that one of the biggest troubles with colleges is there are too many distractions, too much panty-raiding, fraternities, and boola-boola and all of that."},{"Author":"Jane Austen,  Persuasion","Category":"education","Quote":"My idea of good company, Mr. Eliot, is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company."},{"Author":"John Taylor Gatto,  Dumbing Us Down: The Hidden Curriculum of Compulsory Schooling","Category":"education","Quote":"Although teachers do care and do work very, very hard, the institution is psychopathic-it has no conscience. It rings a bell and the young man in the middle of writing a poem must close his notebook and move to a different cell where he must memorize that humans and monkeys derive from a common ancestor."},{"Author":"Walter M. Miller Jr.,  A Canticle for Leibowitz","Category":"education","Quote":"Because a doubt is not a denial. Doubt is a powerful tool, and it should be applied to history."},{"Author":"Santosh Kalwar","Category":"education","Quote":"You will never know what you are doing until and unless you have done it."},{"Author":"John Taylor Gatto","Category":"education","Quote":"Genius is an exceedingly common human quality, probably natural to most of us."},{"Author":"Hazrat Ali ibn Abu-Talib","Category":"education","Quote":"Whoever educates himself and improves his own morals & character is superior to the man who tries to teach & train others."},{"Author":"Louis L'Amour","Category":"education","Quote":"Actually, all education is self-education. A teacher is only a guide, to point out the way, and no school, no matter how excellent, can give you education. What you receive is like the outlines in a child’s coloring book. You must fill in the colors yourself."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"education","Quote":"Every man has a specific skill, whether it is discovered or not, that more readily and naturally comes to him than it would to another, and his own should be sought and polished. He excels best in his niche - originality loses its authenticity in one's efforts to obtain originality."},{"Author":"Nicolás Gómez Dávila","Category":"education","Quote":"In an age in which the media broadcast countless pieces of foolishness, the educated man is defined not by what he knows, but by what he doesn't know."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"education","Quote":"The more expensive a school is, the more crooks it has — I'm not kidding."},{"Author":"John Dewey,  Experience and Education","Category":"education","Quote":"There is no such thing as educational value in the abstract. The notion that some subjects and methods and that acquaintance with certain facts and truths possess educational value in and of themselves is the reason why traditional education reduced the material of education so largely to a diet of predigested materials."},{"Author":"Donna Quesada,  Buddha in the Classroom: Zen Wisdom to Inspire Teachers","Category":"education","Quote":"What we can change is our perceptions, which have the effect of changing everything."},{"Author":"George Bernard Shaw","Category":"education","Quote":"What we want to see is the child in pursuit of the knowledge not the knowledge in pursuit of the child."},{"Author":"Gary L. Francione","Category":"education","Quote":"Any serious social, political, and economic change must include veganism."},{"Author":"Carl Sagan,  Dragons of Eden: Speculations on the Evolution of Human Intelligence","Category":"education","Quote":"Those at too great a distance may, I am well are, mistake ignorance for perspective."},{"Author":"Umberto Eco","Category":"education","Quote":"If you want to use television to teach somebody, you must first teachthem how to use television."},{"Author":"Lester Grinspoon,  Marihuana Reconsidered","Category":"education","Quote":"I am convinced that there are genuine and valid levels of perception available with cannabis (and probably with other drugs) which are, through the defects of our society and our educational system, un-available to us without such drugs."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"education","Quote":"Night clubs are where Americans learn the laws of motion."},{"Author":"Joseph Campbell","Category":"education","Quote":"What we're learning in our schools is not the wisdom of life. We're learning technologies, we're getting information. There's a curious reluctance on the part of faculties to indicate the life values of their subjects."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"True patience is grounded in wisdom & compassion."},{"Author":"John Taylor Gatto","Category":"education","Quote":"Self-knowledge is the only basis of true knowledge."},{"Author":"Besa Kosova,  Raindrops","Category":"education","Quote":"A homeless man visited my store today. The few quarters that he had in his pocket he invested on books. I offered him free books, but he insisted on giving me his quarters. He walked away filled with joy as if he possessed the world's riches in his hands. In a way, he did. He left me smiling and knowing that he was wealthier than many others... (01-21-10)"},{"Author":"Sharon M. Draper","Category":"education","Quote":"I learned to dream through reading, learned to create dreams through writing, and learned to develop dreamers through teaching. I shall always be a dreamer."},{"Author":"John Taylor Gatto","Category":"education","Quote":"Shouldn't we also ask ourselves what the consequences are of scrambling to provide the \"most\"of everything to our children in a world of fast dwindling resources?"},{"Author":"Diogenes of Sinope","Category":"education","Quote":"The foundation of every state is the education of its youth."},{"Author":"Robert G. Ingersoll","Category":"education","Quote":"It is a thousand times better to have common sense without education than to have education without common sense."},{"Author":"Alan M. Dershowitz","Category":"education","Quote":"A library is a place where you learn what teachers were afraid to teach you."},{"Author":"Giacomo Casanova,  Geschichte Meines Lebens","Category":"education","Quote":"As for myself, I always willingly acknowledge my own self as the principal cause of every good and of every evil which may befall me; therefore, I have always found myself capable of being my own pupil, and ready to love my teacher."},{"Author":"Doris Lessing","Category":"education","Quote":"It is my belief...that the talents every child has, regardless of his official 'I.Q,' could stay with him through life, to enrich him and everybody else, if these talents were not regarded as commodities with a value in the success-stakes."},{"Author":"Henry Adams,  The Education of Henry Adams","Category":"education","Quote":"The chief wonder of education is that it does not ruin everybody concerned in it, teachers and taught."},{"Author":"Hilaire Belloc,  An Essay on the Restoration of Property","Category":"education","Quote":"It has been discovered that with a dull urban population, all formed under a mechanical system of State education, a suggestion or command, however senseless and unreasoned, will be obeyed if it be sufficiently repeated."},{"Author":"Jonathan Edwards,  The Works of Jonathan Edwards, Vol. 16: Letters and Personal Writings","Category":"education","Quote":"One of these grand defects, as I humbly conceive, is this, that children are habituated to learning without understanding."},{"Author":"James Beattie","Category":"education","Quote":"The aim of education should be to teach us rather how to think, than what to think - rather to improve our minds, so as to enable us to think for ourselves, than to load the memory with the thoughts of other men."},{"Author":"William Ellery Channing","Category":"education","Quote":"The home is the chief school of human virtues."},{"Author":"Zoe Weil,  Most Good, Least Harm: A Simple Principle for a Better World and Meaningful Life","Category":"education","Quote":"Someday, I hope that we will all be patriots of our planet and not just of our respective nations."},{"Author":"Benedict Cumberbatch","Category":"education","Quote":"My mum and dad had worked incredibly hard to afford me an education."},{"Author":"Floyd Dell","Category":"education","Quote":"Children are notoriously curious about everything, everything except... the things people want them to know. It then remains for us to refrain from forcing any kind of knowledge upon them, and they will be curious about everything."},{"Author":"David Eddings,  Belgarath the Sorcerer","Category":"education","Quote":"Once you've decided that something's absolutely true, you've closed your mind on it, and a closed mind doesn't go anywhere. Question everything. That's what education's all about."},{"Author":"Albert Einstein","Category":"education","Quote":"It is a very grave mistake to think that the enjoyment of seeing and searching can be promoted by means of coercion and a sense of duty. To the contrary, I believe it would be possible to rob even a healthy beast of prey of its voraciousness, if it were possible, with the aid of a whip, to force the beast to devour continuously, even when not hungry."},{"Author":"Gary L. Francione","Category":"education","Quote":"Ethical veganism represents a commitment to nonviolence."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"education","Quote":"There certainly was some great mismanagement in the education of those two young men. One has got all the goodness, and the other all the appearance of it."},{"Author":"Louisa May Alcott,  Jo's Boys","Category":"education","Quote":"Education is not confined to books, and the finest characters often graduate from no college, but make experience their master, and life their book. [Some care] only for the mental culture, and [are] in danger of over-studying, under the delusion . . . that learning must be had at all costs, forgetting that health and real wisdom are better."},{"Author":"John Taylor Gatto","Category":"education","Quote":"I urge you to examine in your own mind the assumptions which must lay behind using the police power to insist that once-sovereign spirits have no choice but to submit to being schooled by strangers."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"education","Quote":"Science is an attempt, largely successful, to understand the world, to get a grip on things, to get hold of ourselves, to steer a safe course. Microbiology and meteorology now explain what only a few centuries ago was considered sufficient cause to burn women to death."},{"Author":"Donalyn Miller,  The Book Whisperer: Awakening the Inner Reader in Every Child","Category":"education","Quote":"The purpose of school should not be to prepare students for more school. We should be seeking to have fully engaged students now."},{"Author":"George Bernard Shaw,  Misalliance","Category":"education","Quote":"What is the matter with universities is that the students are school children, whereas it is of the very essence of university education that they should be adults."},{"Author":"Richard Mitchell","Category":"education","Quote":"Far from failing in its intended task, our educational system is in fact succeeding magnificently because its aim is to keep the American people thoughtless enough to go on supporting the system."},{"Author":"A.S. Neill","Category":"education","Quote":"If the emotions are free the intellect will look after itself"},{"Author":"Mary Wortley Montagu","Category":"education","Quote":"Philosophy is the toil which can never tire persons engaged in it. All ways are strewn with roses, and the farther you go, the more enchanting objects appear before you and invite you on."},{"Author":"Gary L. Francione","Category":"education","Quote":"Veganism is an act of nonviolent defiance. It is our statement that we reject the notion that animals are things and that we regard sentient nonhumans as moral persons with the fundamental moral right not to be treated as the property or resources of humans."},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"education","Quote":"If it were customary to send little girls to school and teach them the same subjects as are taught to boys, they would learn just as fully and would understand the subtleties of all arts and sciences."},{"Author":"Oliver Wendell Holmes Jr.","Category":"education","Quote":"A child's education should begin at least 100 years before he was born."},{"Author":"Plato","Category":"education","Quote":"The most effective kind of education is that a child should play amongst lovely things."},{"Author":"Jarod Kintz,  A brick and a blanket walk into a bar","Category":"education","Quote":"A brick could be used to perpetually feed the hungry, stop all wars, educate the masses, and ensure everlasting peace for all populations throughout time. Wait, I’m sorry, that’s not right. I was confusing a brick with a blanket. It’s a blanket that could be used for all those things."},{"Author":"John Irving,  A Widow for One Year","Category":"education","Quote":"You can't learn everything you need to know legally."},{"Author":"Laura Bush","Category":"education","Quote":"Libraries allow children to ask questions about the world and find the answers. And the wonderful thing is that once a child learns to use a library, the doors to learning are always open."},{"Author":"Kelly Gallagher,  Readicide: How Schools Are Killing Reading and What You Can Do About It","Category":"education","Quote":"...Shouldn't schools be the place where students interact with interesting books? Shouldn't the faculty have an ongoing laser-like commitment to put good books in our students' hands? Shouldn't this be a front-burner issue at all times?"},{"Author":"Marisha Pessl,  Special Topics in Calamity Physics","Category":"education","Quote":"No wonder so many adults long to return to university, to all those deadlines--ahhh, that structure! Scaffolding to which we may cling! Even if it is arbitrary, without it, we're lost, wholly incapable of separating the Romantic from the Victorian in our sad, bewildering lives..."},{"Author":"Benedict Cumberbatch","Category":"education","Quote":"I'm a Prince of Wales Trust ambassador, so I'm all about giving youth an education, a voice and a chance to not take the wrong road."},{"Author":"Tallulah Bankhead","Category":"education","Quote":"I read Shakespeare and the Bible, and I can shoot dice. That's what I call a liberal education."},{"Author":"Daniel C. Dennett,  Breaking the Spell: Religion as a Natural Phenomenon","Category":"education","Quote":"People are afraid of being more ignorant than their children―especially, apparantly, their daughters."},{"Author":"Gene Stratton-Porter,  Laddie: A True Blue Story","Category":"education","Quote":"Is he well educated?\"\"Yes, I think so, as far as he's gone,\"I answered. \"Of course he will go on being educated every day of his life, same as father. He says it is all rot about 'finishing' your education. You never do. You learn more important things each day..."},{"Author":"William J. Federer,  Change to Chains-The 6,000 Year Quest for Control -Volume I-Rise of the Republic","Category":"education","Quote":"The COUNTRY is controlled by LAWS>LAWS are controlled by POLITICIANS>POLITICIANS are controlled by VOTERS>VOTERS are controlled by PUBLIC OPINION>PUBLIC OPINION is controlled by the MEDIA (News, Hollywood, Internet...) & EDUCATIONso. whoever controls MEDIA & EDUCATION, controls the COUNTRY."},{"Author":"John Holt","Category":"education","Quote":"It's not that I feel that school is a good idea gone wrong, but a wrong idea from the word go. It's a nutty notion that we can have a place where nothing but learning happens, cut off from the rest of life."},{"Author":"Karl Marx","Category":"education","Quote":"The education of all children, from the moment that they can get along without a mother's care, shall be in state institutions."},{"Author":"William Blake,  Songs of Innocence and of Experience","Category":"education","Quote":"How can the bird that is born for joySit in a cage and sing?How can a child, when fears annoy,But droop his tender wing,And forget his youthful spring?"},{"Author":"Walter Scott","Category":"education","Quote":"We shall never learn to feel and respect our real calling and destiny, unless we have taught ourselves to consider every thing as moonshine, compared with the education of the heart."},{"Author":"Harry S. Truman","Category":"education","Quote":"Not all readers become leaders, but all leaders must be readers."},{"Author":"Diane Flynn Keith","Category":"education","Quote":"We can get too easily bogged down in the academic part of homeschooling, a relatively minor part of the whole, which is to raise competent, caring, literate, happy people."},{"Author":"Charlotte M. Mason","Category":"education","Quote":"...my object is to show that the chief function of the child--his business in the world during the first six or seven years of his life--is to find out all he can, about whatever comes under his notice, by means of his five senses..."},{"Author":"Philo of Alexandria","Category":"education","Quote":"Learning is by nature curiosity... prying into everything, reluctant to leave anything, material or immaterial, unexplained."},{"Author":"Criss Jami,  Killosophy","Category":"education","Quote":"Beyond all sciences, philosophies, theologies, and histories, a child's relentless inquiry is truly all it takes to remind us that we don't know as much as we think we know."},{"Author":"John Holt","Category":"education","Quote":"It is hard not to feel that there must be something very wrong with much of what we do in school, if we feel the need to worry so much about what many people call 'motivation'. A child has no stronger desire than to make sense of the world, to move freely in it, to do the things that he sees bigger people doing."},{"Author":"Eric Micha'el Leventhal","Category":"education","Quote":"Our children are only as brilliant as we allow them to be."},{"Author":"Allan Bloom","Category":"education","Quote":"Education is the movement from darkness to light."},{"Author":"Friedrich Nietzsche,  Twilight of the Idols","Category":"education","Quote":"For truth to tell, dancing in all its forms cannot be excluded from the curriculum of all noble education: dancing with the feet, with ideas, with words, and, need I add that one must also be able to dance with pen- that one must learn how to write"},{"Author":"Marva Collins,  Marva Collins' Way: Updated","Category":"education","Quote":"What all good teachers have in common, however, is that they set high standards for their students and do not settle for anything less."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"education","Quote":"For every one pupil who needs to be guarded against a weak excess of sensibility there are three who need to be awakened from the slumber of cold vulgarity. The task of the modern educator is not to cut down jungles but to irrigate deserts."},{"Author":"John Burroughs","Category":"education","Quote":"To learn something new, take the path that you took yesterday."},{"Author":"Tucker Elliot","Category":"education","Quote":"In large part, we are teachers precisely because we remember what it was like to be a student. Someone inspired us. Someone influenced us. Or someone hurt us. And we’ve channeled that joy (or pain) into our own unique philosophies on life and learning and we’re always looking for an opportunity to share them—with each other, our students, parents, or in our communities."},{"Author":"David Brin,  Earth","Category":"education","Quote":"Prison for the crime of puberty -- that was how secondary school had seemed."},{"Author":"Miguel de Cervantes Saavedra,  Don Quixote","Category":"education","Quote":"Not with whom you are born, but with whom you are bred."},{"Author":"Seymour Papert","Category":"education","Quote":"Every maker of video games knows something that the makers of curriculum don't seem to understand. You'll never see a video game being advertised as being easy. Kids who do not like school will tell you it's not because it's too hard. It's because it's--boring"},{"Author":"Helen Keller,  The Story of My Life: With Her Letters (1887 1901) and a Supplementary Account of Her Education Including Passages from the Reports and Letters of Her Teacher Anne Mansfield Sullivan by John Albert Macy","Category":"education","Quote":"I am conscious of a soul-sense that lifts me above the narrow, cramping circumstances of my life. My physical limitations are forgotten- my world lies upward, the length and the breadth and the sweep of the heavens are mine!"},{"Author":"Debasish Mridha","Category":"education","Quote":"The moon is the reflection of your heart and moonlight is the twinkle of your love."},{"Author":"Charles Eisenstein,  Sacred Economics: Money, Gift, and Society in the Age of Transition","Category":"education","Quote":"The present convergence of crises––in money, energy, education, health, water, soil, climate, politics, the environment, and more––is a birth crisis, expelling us from the old world into a new."},{"Author":"Libba Bray","Category":"education","Quote":"I've never done acid, finding it hard to go willingly to a place that could be frightening, hellish, and totally beyond my control. A place much like high school."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"education","Quote":"Nevertheless, (Jefferson) believed that the habit of skepticism is an essential prerequisite for responsible citizenship. He argued that the cost of education is trivial compared to the cost of ignorance, of leaving government to the wolves. He taught that the country is safe only when the people rule."},{"Author":"G.K. Chesterton","Category":"education","Quote":"As regards moral courage, then, it is not so much that the public schools support it feebly, as that they suppress it firmly."},{"Author":"George Seldes","Category":"education","Quote":"No school can supply an anti-liberal education, or a fascist education, as these terms are contradictory. Liberalism and education are one."},{"Author":"Bruce Coville,  My Teacher is an Alien","Category":"education","Quote":"Hey, Geekoid!\"yelled Duncan Dougal, \"Why do you read so much? Don't you know how to watch TV?"},{"Author":"Howard Nemerov","Category":"education","Quote":"[T]eaching has been for me an education (Lord knows what it has been for my students)."},{"Author":"James Baldwin,  Nobody Knows My Name","Category":"education","Quote":"We do not trust educated people and rarely, alas, produce them, for we do not trust the independence of mind which alone makes a genuine education possible."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"education","Quote":"With a philosophy education, one can infuriate his peers, intimidate his date, think of obscure, unreliable ways to make money, and never regret a thing."},{"Author":"Gary L. Francione","Category":"education","Quote":"You cannot live a nonviolent life as long as you are consuming violence. Please consider going vegan."},{"Author":"Sherry Thomas,  The Burning Sky","Category":"education","Quote":"The success of my rule does not rely on my ability to recite obscure Latin verse."},{"Author":"C. JoyBell C.","Category":"education","Quote":"Life is still better than University. In school, your teacher is the fruit picker and you are the open fruit basket. Then you take those fruits and make cakes and pies. But life is going to give you the chance to go out there and pick those fruits yourself. Then you can eat them, or make them into something else; any which way, your own hands picked them!"},{"Author":"Nouman Ali Khan","Category":"education","Quote":"If doctors are paid the same salary as bus drivers, community would not be crazy about making their children doctors"},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"education","Quote":"I didn't want any degrees if all the ill-read literates and radio announcers and pedagogical dummies I knew had them by the peck."},{"Author":"Gary L. Francione","Category":"education","Quote":"To say that a being who is sentient has no interest in continuing to live is like saying that a being with eyes has no interest in continuing to see. Death—however “humane”—is a harm for humans and nonhumans alike."},{"Author":"George Eliot,  Silas Marner","Category":"education","Quote":"Perfect love has a breath of poetry which can exalt the relations of the least-instructed human beings."},{"Author":"Nawal El-Saadawi,  Woman at Point Zero","Category":"education","Quote":"Who said to kill does not require gentleness?"},{"Author":"Plato","Category":"education","Quote":"The soul of him who has education is whole and perfect and escapes the worst disease, but, if a man's education be neglected, he walks lamely through life and returns good for nothing to the world below."},{"Author":"Howard Zinn,  You Can't Be Neutral on a Moving Train: A Personal History of Our Times","Category":"education","Quote":"Education becomes most rich and alive when it confronts the reality of moral conflict in the world."},{"Author":"Roger Ebert","Category":"education","Quote":"Of all the purposes of education, I think the most useful is this: It prepares you to keep yourself entertained. It gives you a better chance of an interesting job."},{"Author":"Howard Zinn,  You Can't Be Neutral on a Moving Train: A Personal History of Our Times","Category":"education","Quote":"I had always insisted that a good education was a synthesis of book learning and involvement in social action, that each enriched the other. I wanted my students to know that the accumulation of knowledge, while fascinating in itself, is not sufficient as long as so many people in the world have no opportunity to experience that fascination."},{"Author":"Charlotte M. Mason","Category":"education","Quote":"Let children alone... the education of habit is successful in so far as it enables the mother to let her children alone, not teasing them with perpetual commands and directions - a running fire of Do and Don’t ; but letting them go their own way and grow, having first secured that they will go the right way and grow to fruitful purpose."},{"Author":"Marilyn Johnson,  This Book Is Overdue!: How Librarians and Cybrarians Can Save Us All","Category":"education","Quote":"Librarians are essential players in the information revolution because they level that field. They enable those without money or education to read and learn the same things as the billionaire and the PhD."},{"Author":"Horace Mann","Category":"education","Quote":"Education...beyond all other devices of human origin, is a great equalizer of conditions of men --the balance wheel of the social machinery...It does better than to disarm the poor of their hostility toward the rich; it prevents being poor."},{"Author":"J. Maarten Troost,  The Sex Lives of Cannibals: Adrift in the Equatorial Pacific","Category":"education","Quote":"Like many highly educated people, I didn't have much in the way of actual skills."},{"Author":"Debasish Mridha","Category":"education","Quote":"Happiness will grow if you plant the seeds of love in the garden of hope with compassion and care."},{"Author":"Malcolm X","Category":"education","Quote":"An English writer telephoned me from London, asking questions. One was, ‘What’s your alma mater?’ I told him, ‘Books."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"education","Quote":"Education: learning to find your purpose. Upon finding your purpose: what did I learn?"},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"education","Quote":"He warned Mother not to flout God's Will by expecting too much of us. \"Sending a girl to college is like pouring water in your shoes,' he still loves to say, as often as possible. 'It's hard to say which is worse, seeing it run out and waste the water, or seeing it hold in and wreck the shoes."},{"Author":"Benny Bellamacina,  The King of Rhyme","Category":"education","Quote":"Be generous with your smile and try not to frown.And you will see my children; your smile will never let you down ☺"},{"Author":"Keith Richards","Category":"education","Quote":"When you are growing up there are two institutional places that affect you most powerfully: the church, which belongs to God, and the public library, which belongs to you. The public library is a great equaliser."},{"Author":"David A. Bednar","Category":"education","Quote":"We are in the school [or mortality] and keep learning and we do not expect to cease learning while we live on earth; and when we pass through the veil, we expect still to continue to learn and increase our fund of information."},{"Author":"George Washington,  George Washington's Farewell Address","Category":"education","Quote":"Promote, then, as an object of primary importance, institutions for the general diffusion of knowledge. In proportion as the structure of a government gives force to public opinion, it is essential that public opinion should be enlightened."},{"Author":"Henry David Thoreau,  Walden","Category":"education","Quote":"I mean that they (students) should not play life, or study it merely, while the community supports them at this expensive game, but earnestly live it from beginning to end. How could youths better learn to live than by at once trying the experiment of living? Methinks this would exercise their minds as much as mathematics."},{"Author":"Christopher Moore,  Fluke: Or, I Know Why the Winged Whale Sings","Category":"education","Quote":"As a teacher of fourth-graders in a public school, where corporal punishement was not allowed, she had years of violence stored up and was, truth be told, sort of enjoying letting it out on Kona, who she felt could have been the poster child for the failure of public education."},{"Author":"David Hawkins","Category":"education","Quote":"All of us must cross the line between ignorance and insight many times before we truly understand."},{"Author":"Libba Bray","Category":"education","Quote":"Scoring well on tests is the sort of happy thing that gets the school district the greenbacks they crave. Understanding and appreciating the material are secondary."},{"Author":"C.V. Wedgwood","Category":"education","Quote":"An educated man should know everything about something and something about everything"},{"Author":"Terry Eagleton","Category":"education","Quote":"The humanities should constitute the core of any university worth the name."},{"Author":"George Eliot,  Middlemarch","Category":"education","Quote":"It is very difficult to be learned; it seems as if people were worn out on the way to great thoughts, and can never enjoy them because they are too tired."},{"Author":"Alan Moore","Category":"education","Quote":"I don’t think people realise how vital libraries are or what a colossal danger it would be if we were to lose any more. Having had a truncated school life myself, all of my education from the age of 17 has been self-taught. I wouldn’t be the person I am today if it wasn’t for the opportunities the library gave me."},{"Author":"Spider Robinson,  Callahan's Crosstime Saloon","Category":"education","Quote":"And there's this place called college! I mean, they want you to care, dig it, care about this education trip, and they don't care enough themselves to make it as attractive as the crap game across the street!"},{"Author":"Nadeem Aslam,  The Wasted Vigil","Category":"education","Quote":"The bullet that has hit us Muslims today left the gun centuries ago when we let the clergy decide that knowledge and education were not important."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"education","Quote":"But, Jefferson worried that the people - and the argument goes back to Thucydides and Aristotle - are easily misled. He also stressed, passionately and repeatedly, that it was essential for the people to understand the risks and benefits of government, to educate themselves, and to involve themselves in the political process. Without that, he said, the wolves will take over."},{"Author":"John W. Gardner","Category":"education","Quote":"Much education today is monumentally ineffective. All too often we are giving young people cut flowers when we should be teaching them to grow their own plants."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"education","Quote":"By starving the sensibility of our pupils we only make them easier prey to the propagandist when he comes. For famished nature will be avenged and a hard heart is no infallible protection against a soft head."},{"Author":"Debasish Mridha","Category":"education","Quote":"The universe never complains.When you're wrong or right,She always loves and cares,She always gives and shares. When you get lost she becomes the light,Helps you to find what is right. But she never forgetsTo show you the light."},{"Author":"Tertullian","Category":"education","Quote":"Truth persuades by teaching, but does not teach by persuading."},{"Author":"Jean Webster,  Daddy-Long-Legs","Category":"education","Quote":"Getting an education is an awfully wearing process!"},{"Author":"Mark Van Doren","Category":"education","Quote":"I have always had the greatest respect for students. There is nothing I hate more than condescension—the attitude that they are inferior to you. I always assume they have good minds."},{"Author":"William Howard Taft","Category":"education","Quote":"Unless education promotes character making, unless it helps men to be more moral, more just to their fellows, more law abiding, more discriminatingly patriotic and public spirited, it is not worth the trouble taken to furnish it."},{"Author":"Santosh Kalwar","Category":"education","Quote":"Your sweet thank-you touches my heart, take my breath away, my only love. This day is only I have got."},{"Author":"Randy Pausch,  The Last Lecture","Category":"education","Quote":"I’d compare college tuition to paying for a personal trainer at an athletic club. We professors play the roles of trainers, giving people access to the equipment (books, labs, our expertise) and after that, it is our job to be demanding."},{"Author":"Spider Robinson,  The Callahan Chronicals (Callahan's Place Trilogy, #1-3)","Category":"education","Quote":"In 1971, after seven years in college, with that magic piece of paper clutched triumphantly in my fist, the best job I was able to get was night watchman on a sewer project in Babylon, N.Y. guarding a hole in the ground to prevent anyone from stealing it. God bless the American educational system!"},{"Author":"Kelly Gallagher,  Readicide: How Schools Are Killing Reading and What You Can Do About It","Category":"education","Quote":"I am not simply teaching the reading; I am teaching the reader."},{"Author":"Michael Morpurgo,  Farm Boy","Category":"education","Quote":"He never reckoned much to schooling and that. He said you could learn most what was worth knowing from keeping your eyes and ears peeled. Best way of learning, he always said, was doing."},{"Author":"R. Buckminster Fuller,  Education Automation: Freeing the Scholar to Return to His Studies","Category":"education","Quote":"...primarily the individual is going to study at home."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"education","Quote":"We need to eliminate the concept of division by class, skills, race, income, religion, and nationality. Every human requires food and water to survive and every human has a heart that bleeds, loves, and grieves."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"education","Quote":"Last year, millions of students didn’t graduate from high school. They didn’t drop out, they were simply in elementary and middle schools."},{"Author":"John W. Gardner","Category":"education","Quote":"The ultimate goal of the educational system is to shift to the individual the burden of pursing his own education. This will not be a widely shared pursuit until we get over our odd conviction that education is what goes on in school buildings and nowhere else."},{"Author":"Marilyn Howshall","Category":"education","Quote":"You will not reap the fruit of individuality in your children if you clone their education."},{"Author":"Oliver St. John Gogarty,  It Isn't This Time of Year at All: An Unpremeditated Autobiography","Category":"education","Quote":"Some men never recover from education."},{"Author":"R. Buckminster Fuller,  Education Automation: Freeing the Scholar to Return to His Studies","Category":"education","Quote":"We as economic society are going to have to pay our whole population to go to school and pay it to stay at school."},{"Author":"Rafe Esquith,  Lighting Their Fires: Raising Extraordinary Children in a Mixed-up, Muddled-up, Shook-up World","Category":"education","Quote":"Most children, even very bright ones, need constant review and practice to truly own a concept in grammar, math or science. In schools today, on paper it may appear that kids are learning skills, but in reality they are only renting them, soon to forget what they've learned over the weekend or summer vacation."},{"Author":"Kevin Swanson,  Upgrade: 10 Secrets to the Best Education for Your Child","Category":"education","Quote":"Education is the preparation of a child intellectually, emotionally, spiritually, and physically for life and for eternity."},{"Author":"Frank Herbert,  Chapterhouse: Dune","Category":"education","Quote":"Ready comprehension is often a knee-jerk response and the most dangerous form of understanding. It blinks an opaque screen over your ability to learn. Be warned. Understand nothing. All comprehension is temporary."},{"Author":"Richard Diaz","Category":"education","Quote":"Most doctors are prisoners of their education and shackled by their profession."},{"Author":"Kelly Gallagher,  Readicide: How Schools Are Killing Reading and What You Can Do About It","Category":"education","Quote":"What do teachers and curriculum directors mean by 'value' reading? A look at the practice of most schools suggests that when a school 'values' reading what it really means is that the school intensely focuses on raising state-mandated reading test scores- the kind of reading our students will rarely, if ever, do in adulthood."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"education","Quote":"I'm not trying to tell you,\"he said \"that only educated men are able to contribute something valuable to the world. It's not so.But I do say that educated and scholarly men, if they're brilliant and creative to begin with--which, unfortunately, is rarely the case--tend to leave infinitely more valuable records behind them than men do who are MEREly brilliant and creative."},{"Author":"T.H. White,  The Sword in the Stone","Category":"education","Quote":"He did not like the grown-ups who talked down to him, but the ones who went on talking in their usual way, leaving him to leap along in their wake, jumping at meanings, guessing, clutching at known words, and chuckling at complicated jokes as they suddenly dawned. He had the glee of the porpoise then, pouring and leaping through strange seas."},{"Author":"Jasper Fforde,  Shades of Grey","Category":"education","Quote":"I've managed to bring the backlog down to a mere sixty-eight years,\"she announced with some small sense of achievement. \"I hope to be able to start marking the papers of pupils who are still alive by the end of the decade."},{"Author":"Debasish Mridha","Category":"education","Quote":"The secret of happiness is love and secret of love is nonjudgmental care."},{"Author":"Debasish Mridha","Category":"education","Quote":"Share your love, share you happiness, care for others; your wealth will be endless."},{"Author":"John Dewey","Category":"education","Quote":"The goal of education is to enable individuals to continue their education."},{"Author":"Debasish Mridha","Category":"education","Quote":"A friend is a friend who continues to love you and like you when you don't love him or like him any more."},{"Author":"Joel Salatin,  Folks, This Ain't Normal: A Farmer's Advice for Happier Hens, Healthier People, and a Better World","Category":"education","Quote":"Farms and food production should be, I submit, at least as important as who pierced their navel in Hollywood this week. Please tell me I'm not the only one who believes this. Please. As a culture, we think we're well educated, but I'm not sure that what we've learned necessarily helps us survive."},{"Author":"Gary L. Francione","Category":"education","Quote":"Speciesism is morally objectionable because, like racism, sexism, and heterosexism, it links personhood with an irrelevant criterion. Those who reject speciesism are committed to rejecting racism, sexism, heterosexism, and other forms of discrimination as well."},{"Author":"Alice Duer Miller","Category":"education","Quote":"It is among the commonplaces of education that we often first cut off the living root and then try to replace its natural functions by artificial means. Thus we suppress the child's curiosity and then when he lacks a natural interest in learning he is offered special coaching for his scholastic coaching for his scholastic difficulties."},{"Author":"John Rachel,  Blinders Keepers","Category":"education","Quote":"You can't teach calculus to a chimpanzee. So just share your banana."},{"Author":"Patricia C. McKissack","Category":"education","Quote":"It was much more than bricks and stone - It was an idea."},{"Author":"Franklin D. Roosevelt","Category":"education","Quote":"I have an unshaken conviction that democracy can never be undermined if we maintain our library resources and a national intelligence capable of utilizing them.\"[Letter to Herbert Putnam; in: Waters, Edward N.: Herbert Putnam: the tallest little man in the world; Quarterly Journal of the Library of Congress 33:2 (April 1976), p. 171]"},{"Author":"Marc Parent,  Believing It All: Lessons I Learned from My Children","Category":"education","Quote":"In the end, it's not what we keep our children from that will save them. It's what we put into them in the first place."},{"Author":"Brandi L. Bates","Category":"education","Quote":"Wrote my way out of the hood...thought my way out of poverty! Don't tell me that knowledge isn't power. Education changes everything."},{"Author":"Mark Twain","Category":"education","Quote":"Some people get an education without going to college. The rest get it after they get out."},{"Author":"Kathleen Norris,  The Psalms","Category":"education","Quote":"I was taught that I had to 'master' subjects. But who can 'master' beauty, or peace, or joy?"},{"Author":"R. Buckminster Fuller,  Education Automation: Freeing the Scholar to Return to His Studies","Category":"education","Quote":"I would say, then, that you are faced with a future in which education is going to be number one amongst the great world industries."},{"Author":"Colin Clark,  My Week With Marilyn","Category":"education","Quote":"He worked with her as she was and not as he wanted her to be."},{"Author":"An Na,  A Step from Heaven","Category":"education","Quote":"Your life can be different, Young Ju. Study and be strong. In America, women have choices."},{"Author":"Debasish Mridha","Category":"education","Quote":"You are happy when you are enthusiastic and action-oriented, not when you are luxury and pleasure oriented."},{"Author":"Josie Brown","Category":"education","Quote":"I grew up in libraries, and I hope I've learned never to take them for granted. A thriving library is the heart of its community, providing access to information and educational opportunities, bringing people together, leveling the playing field, and archiving our history."},{"Author":"Linda Leaming,  Married to Bhutan","Category":"education","Quote":"There are all kinds of ignorance in the world. Education, learning to read and write, doesn't necessarily give us knowledge. We have to learn to use our minds to see what is really happening."},{"Author":"María Elena Walsh","Category":"education","Quote":"Donde no hay libros hace frío. Vale para las casas, las ciudades, los países. Un frío cataclismo, un páramo de amnesia"},{"Author":"Russell Baker","Category":"education","Quote":"An educated person is one who has learned that information almost always turns out to be at best incomplete and very often false, misleading, fictitious, mendacious - just dead wrong."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"education","Quote":"There is much that science doesn't understand, many mysteries still to be resolved. In a Universe tens of billions of light-years across and some ten or fifteen billion years old, this may be the case forever. We are constantly stumbling on new surprises"},{"Author":"Romain Rolland","Category":"education","Quote":"If a man is to shed the light of the sun upon other men, he must first of all have it within himself."},{"Author":"Grant M. Bright","Category":"education","Quote":"Some people drink deeply from the fountain of knowledge. Others just gargle."},{"Author":"Paul Lockhart,  A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form","Category":"education","Quote":"A good problem is something you don't know how to solve. That's what makes it a good puzzle and a good opportunity."},{"Author":"John Holt,  Instead of Education: Ways to Help People Do Things Better","Category":"education","Quote":"Much of what we call History is the success stories of madmen."},{"Author":"Mollie Marti","Category":"education","Quote":"Behind a life of influence you will find a masterful storyteller."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"education","Quote":"But when they began handing out doctorates for comparative folk dancing and advanced fly-fishing, I became too stink in’ proud to use the title. I won’t touch watered whiskey and I take no pride in watered-down degrees."},{"Author":"Elizabeth Foss,  Real Learning: Education In The Heart Of The Home","Category":"education","Quote":"When the atmosphere encourages learning, the learning is inevitable."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"Honor your relationships by developing listening skills."},{"Author":"Jerome S. Bruner,  The Culture of Education","Category":"education","Quote":"In sum, then, \"thinking about thinking\"has to be a principal ingredient of any empowering practice of education."},{"Author":"Zoe Weil,  Most Good, Least Harm: A Simple Principle for a Better World and Meaningful Life","Category":"education","Quote":"All it takes for generosity to flow is awareness. By actively pursuing awareness and knowledge, we can make choices that cause less harm and greater good to others in the global community of our shared earth."},{"Author":"Ian McEwan,  Atonement","Category":"education","Quote":"She had lolled about for three years at Girton with the kind of books she could equally have read at home--Jane Austen, Dickens, Conrad, all in the library downstairs, in complete sets. How had that pursuit, reading the novels that others took as their leisure, let her think she was superior to anyone else?"},{"Author":"Liza Mundy,  Michelle: A Biography","Category":"education","Quote":"Sometimes, the way around prejudice is education."},{"Author":"Criss Jami,  Killosophy","Category":"education","Quote":"If you use a philosophy education well, you can get your foot in the door of any industry you please. Industries are like the blossoms on a tree while philosophy is the trunk - it holds the tree together, but it often goes unnoticed."},{"Author":"Mollie Marti","Category":"education","Quote":"A wise teacher learns in the midst of teaching; a wise student teaches in the midst of learning."},{"Author":"Gary L. Francione","Category":"education","Quote":"So it is always preferable to discuss the matter of veganism in a non-judgemental way. Remember that to most people, eating flesh or dairy and using animal products such as leather, wool, and silk, is as normal as breathing air or drinking water. A person who consumes dairy or uses animal products is not necessarily or usually what a recent and unpopular American president labelled an \"evil doer."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"education","Quote":"Education will only take you so far. To go even further, I’d recommend getting a piggyback ride from a midget half your body weight."},{"Author":"Leigh A. Bortins,  The Core: Teaching Your Child the Foundations of Classical Education","Category":"education","Quote":"Families are designed to nurture the minds, wills, and emotions of its members so that the barriers created by fear of the unknown can be replaced by the confidence that comes from knowing you are loved whether you succeed or fail."},{"Author":"Leah Hager Cohen,  Heart, You Bully, You Punk","Category":"education","Quote":"Increasing pressure on students to subject themselves to ever more tests, whittling themselves down to rows and rows of tight black integers upon a transcript, all ready to goose-step straight into a computer."},{"Author":"E.M. Forster,  Aspects of the Novel","Category":"education","Quote":"Books have to be read (worse luck, for it takes a long time); it is the only way of discovering what they contain."},{"Author":"Sahndra Fon Dufe","Category":"education","Quote":"A PHD is not the end of education. Education exists even among the bees who feed their queen only with the purest"},{"Author":"Greg Mortenson,  Stones Into Schools: Promoting Peace With Books, Not Bombs, in Afghanistan and Pakistan","Category":"education","Quote":"Because most of the girls were still in mourning and all of them had lost their textbooks, even pencils and pens, Shaukat Ali began the first classes by reading to them from poetry and religious texts. \"Reading, literature, and spirituality are good for the soul,\"he told them. \"So we will start with these studies."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"Observe & accept what ever arises & know that everything is as it needs to be."},{"Author":"Alfred North Whitehead","Category":"education","Quote":"The foundation of reverence is this perception, that the present holds within itself the complete sum of existence, backwards and forwards, that whole amplitude of time, which is eternity."},{"Author":"Sydney Harris","Category":"education","Quote":"Most people are mirrors, reflecting the moods and emotions of the times; few are windows, bringing light to bear on the dark corners where troubles fester. The whole purpose of education is to turn mirrors into windows."},{"Author":"Plato,  The Allegory of the Cave","Category":"education","Quote":"It is the task of the enlightened not only to ascend to learning and to see the good but to be willing to descend again to those prisoners and to share their troubles and their honors, whether they are worth having or not. And this they must do, even with the prospect of death."},{"Author":"Megan McCafferty,  Fourth Comings","Category":"education","Quote":"Most of my friends from Columbia are going on to get advanced degrees. And why not? A Ph.D. is the new M.A., a master's is the new bachelor's, a B.A. is the new high school diploma, and a high school diploma is the new smiley-face sticker on your first-grade spelling test."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"education","Quote":"Have faith that your child's brain is an evolving planet that rotates at its own speed. It will naturally be attracted to or repel certain subjects. Be patient. Just as there are ugly ducklings that turn into beautiful swans, there are rebellious kids and slow learners that turn into serious innovators and hardcore intellectuals."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"education","Quote":"the difference between the old and the new education being) in a word, the old was a kind of propagation - men transmitting manhood to men; the new is merely propaganda."},{"Author":"Pete McCarthy,  McCarthy's Bar: A Journey of Discovery In Ireland","Category":"education","Quote":"If you've had the right kind of education, it's amazing how many things you can find to feel guilty about."},{"Author":"Ben Carson,  One Nation: What We Can All Do to Save America's Future","Category":"education","Quote":"While wisdom dictates the need for education, education does not necessarily make one wise."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"education","Quote":"Only one who has learned much can fully appreciate his ignorance."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"Directing the mind to stay in the present can be a formidable task."},{"Author":"Louise Boyd Cadwell,  Bringing Reggio Emilia Home: An Innovative Approach to Early Childhood Education","Category":"education","Quote":"In the Reggio Emilia preschools, however, each child is viewed as infinitely capable, creative, and intelligent. The job of the teacher is to support these qualities and to challenge children in appropriate ways so that they develop fully."},{"Author":"Wendy Priesnitz","Category":"education","Quote":"To confuse compulsory schooling with equal educational opportunity is like confusing organized religion with spirituality. One does not necessarily lead to the other. Schooling confuses teaching with learning, grade advancement with education, a diploma with competence, and fluency with the ability to say something new."},{"Author":"Bob Pletka,  Educating the Net Generation: How to Engage Students in the 21st Century","Category":"education","Quote":"The quality of the relationships that students have in class with their peers and teachers is important to their success in school."},{"Author":"Loris Malaguzzi","Category":"education","Quote":"Stand aside for a while and leave room for learning, observe carefully what children do, and then, if you have understood well, perhaps teaching will be different from before."},{"Author":"James Fenimore Cooper,  The Last of the Mohicans","Category":"education","Quote":"Your young white, who gathers his learning from books and can measure what he knows by the page, may conceit that his knowledge, like his legs, outruns that of his fathers’, but, where experience is the master, the scholar is made to know the value of years, and respects them accordingly."},{"Author":"Ben Mitchell","Category":"education","Quote":"I wouldn’t have minded school if they taught you important things like how to have good sex and what brand of wine is the best… But for some reason they were hell bent on teaching me algebra"},{"Author":"Diane Ravitch,  The Death and Life of the Great American School System: How Testing and Choice Are Undermining Education","Category":"education","Quote":"Congress and state legislatures should not tell teachers how to teach, any more than they should tell surgeons how to perform operations."},{"Author":"Augustine of Hippo,  Confessions","Category":"education","Quote":"I probably felt more resentment for what I personally was to suffer than for the wrong they were doing to anyone and everyone. But at that time I was determined not to put up with badly behaved people more out of my own interest than because I wanted them to become good people."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"While meditating we are simply seeing what the mind has been doing all along."},{"Author":"Ivan Illich","Category":"education","Quote":"Les enfants sont par définition des apprentis, et apprendre est l'activité humaine qui nécessite le moins de manipulation par autrui. La majeure partie de l'apprentissage n'est pas le resultat de l'instruction. Elle serait plutôt le résultat d'une participation dans un environnement chargé de sens."},{"Author":"John Dewey","Category":"education","Quote":"As we have seen there is some kind of continuity in any case since every experience affects for better or worse the attitudes which help decide the quality of further experiences, by setting up certain preference and aversion, and making it easier or harder to act for this or that end."},{"Author":"T.S. Welti,  The Fifth Specter","Category":"education","Quote":"An educated mind is a questioning mind. Or is it?"},{"Author":"Ken Robinson","Category":"education","Quote":"The gardener does not make a plant grow. The job of a gardener is to create optimal conditions."},{"Author":"Mike Rose,  Why School?","Category":"education","Quote":"A good education helps us make sense of the world and find our way in it"},{"Author":"Paul Lockhart,  A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form","Category":"education","Quote":"Why don't we want our children to learn to do mathematics? Is it that we don't trust them, that we think it's too hard? We seem to feel that they are capable of making arguments and coming to their own conclusions about Napoleon. Why not about triangles?"},{"Author":"André Gide,  Pretexts;: Reflections on literature and morality","Category":"education","Quote":"Most often people seek in life occasions for persisting in their opinions rather than for educating themselves."},{"Author":"Chinua Achebe,  Things Fall Apart","Category":"education","Quote":"When mother-cow is chewing grass its young ones watch its mouth"},{"Author":"Jacques Barzun,  From Dawn to Decadence: 500 Years of Western Cultural Life, 1500 to the Present","Category":"education","Quote":"Except among those whose education has been in the minimalist style, it is understood that hasty moral judgments about people in the past are a form of injustice."},{"Author":"John Milton,  Milton on Education, the Tractate of Education,: With Supplementary Extracts from Other Writings of Milton","Category":"education","Quote":"The end then of learning is to repair the ruins of our first parents by regaining to know God aright, and out of that knowledge to love him, to imitate him, to be like him, as we may the nearest by possessing our souls of true virtue, which being united to the heavenly grace of faith makes up the highest perfection."},{"Author":"E.M. Forster","Category":"education","Quote":"School was the unhappiest time of my life and the worst trick it ever played on me was to pretend that it was the world in miniature. For it hindered me from discovering how lovely and delightful and kind the world can be, and how much of it is intelligible."},{"Author":"Thomas Carlyle","Category":"education","Quote":"(Quoted by Thomas Carlyle) The rude man requires only to see something going on. The man of more refinement must be made to feel. The man of complete refinement must be made to reflect."},{"Author":"Booker T. Washington,  Up from Slavery","Category":"education","Quote":"I knew that, in a large degree, we were trying an experiment--that of testing whether or not it was possible for Negroes to build up and control the affairs of a large education institution. I knew that if we failed it wold injure the whole race."},{"Author":"Santosh Kalwar","Category":"education","Quote":"Life is a bliss only if you carefully understand it."},{"Author":"Alfred North Whitehead","Category":"education","Quote":"In the conditions of modern life the rule is absolute, the race which does not value trained intelligence is doomed."},{"Author":"Roy Peter Clark,  Writing Tools: 50 Essential Strategies for Every Writer","Category":"education","Quote":"Everyone should read, we say, but we act as if only those with special talent should write."},{"Author":"Ifeanyi Enoch Onuoha","Category":"education","Quote":"You have a life; make a success of it."},{"Author":"George Bernard Shaw","Category":"education","Quote":"Schools and schoolmasters, as we have them today, are not popular as places of education and teachers, but rather prisons and turnkeys in which children are kept to prevent them disturbing and chaperoning their parent."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"education","Quote":"All, all, becomes profitable. Education is of the most satisfying and available nature. I am at Smith! Which two years ago was a doubtful dream - and that fortuitous change of dream to reality has led me to desire more, and to lash myself onward - onward."},{"Author":"Tanya R. Liverman,  Memoirs of an Educarer: An Inspiration for Education","Category":"education","Quote":"Respect is not the equivalent to 'liking' a student or teacher; it is the ability to have a high regard for the role of another. In order to receive respect, we should demonstrate it first..."},{"Author":"Jostein Gaarder,  Sophie's World","Category":"education","Quote":"The rearing of children is considered too important to be left to the individual and should be the responsibility of the state."},{"Author":"Rosie Thomas,  Iris and Ruby","Category":"education","Quote":"Learning is important. It is a way to make a life better for yourself and your family."},{"Author":"Destiny Booze","Category":"education","Quote":"I would much rather be considered wise than smart. But, I still think it is wise to get an education."},{"Author":"Raymond S. Moore,  School Can Wait","Category":"education","Quote":"Homeschool history tells of more than two centuries of home-teaching influence on American education, although it has been largely obscured by the drawn curtains of conventional bias."},{"Author":"Jodi Picoult,  Lone Wolf","Category":"education","Quote":"I may not have a degree, but I certainly got an education."},{"Author":"Jeannette Walls,  Half Broke Horses","Category":"education","Quote":"In this world, it's not enough to have a fine education. You need a piece of paper to prove you got it."},{"Author":"William J. Bennett,  Choosing the Right College: The Whole Truth about America's Top Schools","Category":"education","Quote":"The essence of education is, in the words of William James, to teach a person what deserves to be valued, to impart ideals as well as knowledge, to cultivate in students the ability to distinguish the true and good from their counterfeits and the wisdom to prefer the former to the latter."},{"Author":"Charles Dickens,  Bleak House","Category":"education","Quote":"I never heard that it had been anybody’s business to find out what his natural bent was, or where his failings lay, or to adapt any kind of knowledge to him. He had been adapted to the verses and had learnt the art of making them to such perfection. I did doubt whether Richard would not have profited by some one studying him a little, instead of his studying them quite so much."},{"Author":"Debasish Mridha","Category":"education","Quote":"Love is my inner strength and my power."},{"Author":"Gary L. Francione","Category":"education","Quote":"We should never present flesh as somehow morally distinguishable from dairy. To the extent it is morally wrong to eat flesh, it is as morally wrong — and possibly more morally wrong — to consume dairy"},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"education","Quote":"Why covet a knowledge of new facts? Day and night, house and garden, a few books, a few actions, serve us as well as would all trades and all spectacles. We are far from having exhausted the significance of the few symbols we use. We can come to use them yet with a terrible simplicity."},{"Author":"Tommy Lee","Category":"education","Quote":"I also did some jail time a few years ago. Spent a whole summer in jail reading books. I pumped a ton of new knowledge and new thinking into myself."},{"Author":"Loris Malaguzzi","Category":"education","Quote":"Creativity becomes more visible when adults try to be more attentive to the cognitive processes of children than to the results they achieve in various fields of doing and understanding."},{"Author":"Rudyard Kipling","Category":"education","Quote":"Body and spirit, I surrendered whole, To harsh Instructors- and received a soul."},{"Author":"Kurt Vonnegut,  Hocus Pocus","Category":"education","Quote":"So what indeed! The lesson I myself learned over and over again when teaching at the college and then the prison was the uselessness of information to most people, except as entertainment. If facts weren't funny or scary, or couldn't make you rich, the heck with them."},{"Author":"George Turnbull,  Observations upon Liberal Education, in All Its Branches","Category":"education","Quote":"[T]he great end of education . . . is to persuade and to inspire the sincere love of virtue."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"education","Quote":"Education is everywhere, prompting one to think, to consider, to remember."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"education","Quote":"Admission of ignorance is often the first step in our education"},{"Author":"Jo Nesbø,  Headhunters","Category":"education","Quote":"They had studied law, information technology and art history as part of their beauty treatment, they had let Norwegian taxpayers finance years at university just so that they could end up as overqualified, stay-at-home playthings and sit here exchanging confidences about how to keep their sugar daddies suitably happy, suitably jealous and suitably on their toes."},{"Author":"John Henry Newman,  The Idea of a University","Category":"education","Quote":"A university training is the great ordinary means to a great but ordinary end; it aims at raising the intellectual tone of society…It is the education which gives a man a clear conscious view of his own opinions and judgments, a truth in developing them, an eloquence in expressing them and a force in urging them."},{"Author":"Dennis Garlick","Category":"education","Quote":"Improving intelligence is possible, but it is more likely to occur if children are given the right experiences at the right ages."},{"Author":"Robert L. Fried,  The Passionate Teacher: A Practical Guide","Category":"education","Quote":"I want students to engage the way a clutch on a car gets engaged: an engine can be running, making appropriate noises, burning fuel and creating exhaust fumes, but unless the clutch is engaged, nothing moves. It's all sound and smoke, and nobody gets anywhere."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"education","Quote":"A leader should always be open to criticism, not silencing dissent. Any leader who does not tolerate criticism from the public is afraid of their dirty hands to be revealed under heavy light. And such a leader is dangerous, because they only feel secure in the darkness. Only a leader who is free from corruption welcomes scrutiny; for scrutiny allows a good leader to be an even greater leader."},{"Author":"Martin Gardner","Category":"education","Quote":"There are, and always have been, destructive pseudo-scientific notions linked to race and religion; these are the most widespread and damaging. Hopefully, educated people can succeed in shedding light into these areas of prejudice and ignorance, for as Voltaire once said: 'Men will commit atrocities as long as they believe absurdities."},{"Author":"Thomas Jefferson","Category":"education","Quote":"If it is believed that these elementary schools will be better managed by the governor and council or any other general authority of the government, than by the parents within each ward, it is a belief against all experience."},{"Author":"Margaret Mead","Category":"education","Quote":"L'éducation est un processus culturel (...) par lequel chaque nouvel individu est transformé en membre à part entière d'une société humaine particulière, partageant avec les autres membres une culture particulière."},{"Author":"Leah Hager Cohen,  Glass, Paper, Beans: Revolutions on the Nature and Value of Ordinary Things","Category":"education","Quote":"In England, coffeehouses were dubbed penny-universities, because for the admission price of one cent, a person could sit and be edified all day long by scholars, merchants, travelers, community leaders, gossips, and poets."},{"Author":"Kurt Hahn","Category":"education","Quote":"The purpose of education is to save young people from the paralyzing effects of wealth and poverty. (more or less verbatim quote)"},{"Author":"Jeannette Walls,  Half Broke Horses","Category":"education","Quote":"...even though I was getting better education at home than any of the kids in Toyah, I'd need to go to finishing school when I was thirteen, both to acquire social graces and to earn a diploma. Because in this world, Dad said, it's not enough to have a fine education. You need a piece of paper to prove you go it."},{"Author":"Jodi Thomas","Category":"education","Quote":"You go to school everyday. Folks who think they've learned everything they need to know are usually dumber than chickens."},{"Author":"Michael Lewis,  Moneyball: The Art of Winning an Unfair Game","Category":"education","Quote":"If you’ve got a dozen pitchers, you need to speak 12 different languages."},{"Author":"Susan Ohanian","Category":"education","Quote":"With large industries throwing out the factory model as counterproductive, it is long past time for schools to do the same. I wonder how many adults would do well at dealing with different job requirements and a different boss every 47 minutes."},{"Author":"Ron Rash,  Serena","Category":"education","Quote":"We had some good times at school. I didn't know how good those times was till I left, but I guess that's the way of it"},{"Author":"James K.A. Smith,  Desiring the Kingdom: Worship, Worldview, and Cultural Formation","Category":"education","Quote":"[E]ducation is a holistic endeavor that involves the whole person, including our bodies, in a process of formation that aims our desires, primes our imagination, and orients us to the world -- all before we ever start thinking about it."},{"Author":"Zoe Weil,  Most Good, Least Harm: A Simple Principle for a Better World and Meaningful Life","Category":"education","Quote":"Live your epitaph"},{"Author":"Diane Wood Middlebrook,  Her Husband: Ted Hughes and Sylvia Plath - A Marriage","Category":"education","Quote":"But artists didn't need to achieve \"firsts\", and Hughes wanted to be an artist."},{"Author":"George Pelecanos,  Soul Circus","Category":"education","Quote":"We get schooled by the people around us, and it stays inside us deep."},{"Author":"Mizuko Ito,  Living and Learning with New Media: Summary of Findings from the Digital Youth Project","Category":"education","Quote":"...rather than assuming that education is primarily about preparing for jobs and careers, what would it mean to think of education as a process of guiding kids' participation in public life more generally, a public life that includes social, recreational, and civic engagement."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"You honor yourself by acting with dignity and composure."},{"Author":"John F. Kennedy","Category":"education","Quote":"Our progress as a nation can be not swifter than our progress in education."},{"Author":"Shirley Jackson,  Life Among the Savages","Category":"education","Quote":"Now, I have nothing against the public school system as it is presently organized, once you allow the humor of its basic assumption about how it is possible to teach things to children...."},{"Author":"Tucker Elliot","Category":"education","Quote":"The task of teaching has never been more complex and the expectations that burden teachers are carried out in antiquated systems that offer little support—and yet, teachers are finding success every day."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"education","Quote":"I have an 8th grade education. Of course, I also have a bachelor’s degree."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"education","Quote":"Nobody can make you feel ignorant but you—the you from before, the one who skipped school and slept in class. By you, of course, I mean me."},{"Author":"Diane Ravitch,  The Death and Life of the Great American School System: How Testing and Choice Are Undermining Education","Category":"education","Quote":"American Education has a long history of infatuation with fads and ill-considered ideas. The current obsession with making our schools work like a business may be the worst of them, for it threatens to destroy public education. Who will Stand up to the tycoons and politicians and tell them so?"},{"Author":"Elizabeth Foss,  Real Learning: Education In The Heart Of The Home","Category":"education","Quote":"This book is not about \"homeschooling\"at all. School is an artificial institution contrived by man. This book is about educating a child in the heart of the family given to that child by his Creator."},{"Author":"M.G. Hardie","Category":"education","Quote":"I don't have a problem with these Arizona laws. I have a problem with Chicano, Gay and Lesbian, Asian-American and African-American histories not being taught in American History courses."},{"Author":"Ana Monnar","Category":"education","Quote":"To some education is just a bore; to most education is food for the brain and enrichment for the present and future."},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"When we teach a child patience we offer them the gift of a dignified life."},{"Author":"Sharon Salzberg,  Real Happiness: The Power of Meditation","Category":"education","Quote":"Mindfulness can play a big role in transforming our experience with pain & other difficulties; it allows us to recognize the authenticity of the distress & yet not be overwhelmed by it."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"education","Quote":"I want to kidnap kids and force them to take useless tests all day long. Wait, that’s what our public education system already does."},{"Author":"Kate Atkinson,  Life After Life","Category":"education","Quote":"I mean what else is there for a woman to do if she doesn't want to go from the parental to the marital home with nothing in between? 'An educated woman,'Millie amended. 'An educated woman,' Ursula agreed."},{"Author":"Nick Joaquín,  Culture and History","Category":"education","Quote":"If for us culture means museum and library and open house and art gallery, for them it meant the activities and amenities of everyday life... The rift is... between \"folk\"culture, where the unschooled can be wise, and print culture, which enslaved the other senses to the eye."},{"Author":"Paul Lockhart,  A Mathematician's Lament: How School Cheats Us Out of Our Most Fascinating and Imaginative Art Form","Category":"education","Quote":"[Math] curriculum is obsessed with jargon and nomenclature seemingly for no other purpose than to provide teachers with something to test the students on."},{"Author":"Stringfellow Barr","Category":"education","Quote":"Thousands of persons, many of whom never darkened the door of a college, have learned to read books that most of our college graduates fear to tackle. teachers who understand this fact can help a student read the books that educated the Founding Fathers but not by explaining in lectures what the author would have said if he had been as bright as the lecturer."},{"Author":"Confucius,  Gespräche","Category":"education","Quote":"Lernen und nicht denken ist nichtig, denken und nicht lernen ist ermüdend."},{"Author":"Jack London","Category":"education","Quote":"He wastes his time over his writing, trying to accomplish what geniuses and rare men with college educations sometimes accomplish."},{"Author":"Orrin Woodward,  LIFE","Category":"education","Quote":"Education is a lifetime assignment & terminates when you do."},{"Author":"Thornton Wilder,  The Ides of March","Category":"education","Quote":"Love as education is one of the great powers of the world, but it hangs in a delicate suspension; it achieves its harmony as seldom as does love by the senses. Frustrated, it creates even greater havoc, for like all love it is a madness."},{"Author":"Anne-Robert-Jacques Turgot,  The Turgot Collection","Category":"education","Quote":"Respect is tendered with pleasure only where it is not exacted."},{"Author":"Debasish Mridha","Category":"education","Quote":"Let the love of the moon kiss you good night, let the morning sun wake you up with loving light."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"education","Quote":"Pursue your dreams. You will be amazed about what you can achieve."},{"Author":"Leanna Renee Hieber,  The Strangely Beautiful Tale of Miss Percy Parker","Category":"education","Quote":"As the Promethean fire which banished Darkness, so Knowledge bears the Power and the Light."},{"Author":"Edward Fiske","Category":"education","Quote":"Trying to get more learning out of the present system is like trying to get the Pony Express to compete with the telegraph by breeding faster ponies."},{"Author":"Paulo Coelho,  Brida","Category":"education","Quote":"وعلى المرء الإيمان بقدرة كل شخص على تعليم نفسه"},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"education","Quote":"You squeeze the eyedropper, and a drop of pond water drips out onto the microscope stage. You look at the projected image. The drop is full of life - strange beings swimming, crawling, tumbling; high dramas of pursuit and escape, triumph and tragedy. This is a world populated by beings far more exotic than in any science fiction movie..."},{"Author":"C.S. Lewis","Category":"education","Quote":"A clever schoolboy's reaction to his reading is most naturally expressed by parody or imitation."},{"Author":"Santosh Kalwar","Category":"education","Quote":"It is my mood which decides the weather, it is my mood which brings the tiny changes to humankind."},{"Author":"Santosh Kalwar","Category":"education","Quote":"Life is three hours journey; childhood, adulthood & old-hood; filled with inspiration, perspiration and desperation."},{"Author":"Kingsley Amis,  The King's English: A Guide to Modern Usage","Category":"education","Quote":"education is one thing and instruction, however worthy, necessary and incidentally or monetarily educative, another."},{"Author":"Serdar Somuncu","Category":"education","Quote":"Jede Propaganda ist so gefährlich wie die Dummheit, auf die sie trifft."},{"Author":"Carlos Messa,  O Poder dos Pais no desenvolvimento emocional e cognitivo dos filhos","Category":"education","Quote":"Pais que não conhecem a si mesmo não são capazes de evitar a reprodução, em seus filhos, de suas disfunções"},{"Author":"Mimsy Sadofsky","Category":"education","Quote":"I think it's hard to learn democracy when we make children prisoners until they're nineteen years old."},{"Author":"Robert Graves,  Goodbye to All That","Category":"education","Quote":"About this business of being a gentleman: I paid so heavily for the fourteen years of my gentleman’s education that I feel entitled, now and then, to get some sort of return."},{"Author":"John Steinbeck,  The Grapes of Wrath","Category":"education","Quote":"I learned to write nice as hell. Birds an' stuff like that, too; not just word writin'. My ol' man'll be sore when he sees me whip out a bird in one stroke. Pa's gonna be mad when he sees me do that. He don't like no fancy stuff like that. He don't even like word writin'. Kinda scare 'im, I guess. Ever' time Pa seen writin', somebody took somepin away from 'im."},{"Author":"Carlos Messa,  O Poder dos Pais no desenvolvimento emocional e cognitivo dos filhos","Category":"education","Quote":"Nós, pais erramos muito e frequentemente porque os manuais são genéricos e nosso produto específico."},{"Author":"Lee Iacocca","Category":"education","Quote":"Apply yourself. Get all the education you can, but then...do something. Don't just stand there, make it happen."},{"Author":"John Pearson,  Learn Me Good","Category":"education","Quote":"Jack Woodson is currently living and working in Dallas, TX. He has forty children, and all of them have different mothers."},{"Author":"Richard Mitchell,  The Gift of Fire","Category":"education","Quote":"Training is a good dog, a constant companion and an utterly loyal and devoted friend, and everyone should have one. Education is a nagging counselor. And, I am convinced, everyone does have one. It happens, however, that some nagging counselors have grown strong by a certain kind of nourishment. Others are weak and puny, even infantile, having never been nourished at all."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"education","Quote":"How is there freedom to choose if one does not learn how to choose?"},{"Author":"H. Beam Piper,  Little Fuzzy","Category":"education","Quote":"It was a bland, tranquilized, life-adjusted, group-integrated sort of face -- the face turned out in thousands of copies every year by the educational production lines on Terra."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"education","Quote":"I want to open up a School of Cannibalism. It’ll be a feeder school for top law schools."},{"Author":"Peter Medawar","Category":"education","Quote":"The spread of secondary and latterly of tertiary education has created a large population of people, often with well-developed literary and scholarly tastes, who have been educated far beyond their capacity to undertake analytical thought."},{"Author":"Stefan Collini","Category":"education","Quote":"In trying to justify the humanities, as in trying to live a life, what may turn out to matter most is holding one's nerve."},{"Author":"Stefan Collini","Category":"education","Quote":"Depth of understanding involves something which is more than merely a matter of deconstructive alertness; it involves a measure of interpretative charity and at least the beginnings of a wide responsiveness."},{"Author":"Alain de Botton","Category":"education","Quote":"We study biology, physics, movements of glaciers... Where are the classes on envy, feeling wronged, despair, bitterness..."},{"Author":"Alexander Campbell","Category":"education","Quote":"It is the present living generation that gives character and spirit to the next. Hence the paramount importance of accomplished and energetic teachers in forming the taste the manners and the character of the coming age."},{"Author":"Anthony M. Platt","Category":"education","Quote":"The working class had imposed upon them a sterile and authoritarian educational system which mirrored the ethos of the corporate workplace."},{"Author":"Nick O'Donohoe,  The Magic and the Healing","Category":"education","Quote":"You musn't neglect your education in favor of your studies."},{"Author":"Oliver DeMille","Category":"education","Quote":"Education occurs when students set out to educate themselves… the student will only learn, can only learn, what he chooses to learn…(An) advantage of not pushing is an innate sense (his) education is (his) responsibility and reward."},{"Author":"Rex E. Lee","Category":"education","Quote":"No matter how righteous you are, no matter how carefully youcultivate the companionship of the Holy Ghost, there are vast amounts of knowledge which you need to acquireand which you are not going to receive through revelation."},{"Author":"Tanya R. Liverman,  Memoirs of an Educarer: An Inspiration for Education","Category":"education","Quote":"A teacher will be frustrated if she is only motivated to teach what she has learned. Yet, if she is motivated because of the students, then she will learn from them how to teach."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"education","Quote":"Music and symbols, they're older than human race.Prehuman beings used them to teach early mankind."},{"Author":"Susan Eaton,  The Children in Room E4: American Education on Trial","Category":"education","Quote":"Welcome to Hartford. The poorest city in the wealthiest state in the richest country on earth."},{"Author":"Terry Pratchett,  The Amazing Maurice and His Educated Rodents","Category":"education","Quote":"Какъв е смисъла на образованието - помисли си, - щом хората ще го ползват?"},{"Author":"Henry James","Category":"education","Quote":"Criticism talks a good deal of nonsense, but even its nonsense is a useful force. It keeps the question of art before the world, insists upon its importance."},{"Author":"David T. Dellinger","Category":"education","Quote":"Our experience of the governments of the world, our knowledge of the weapons at their disposal, and our awareness of our own limitations justify pessimism. But some mysterious factor deep in the human psyche has produced a countervailing conviction that educating, organizing, uniting, and acting will make a difference."},{"Author":"Eugène Carrière","Category":"education","Quote":"Nature alone can lead to the understanding of art, just as art brings us back to nature with greater awarness. It is the source of all beauty, since it is the source of all life."},{"Author":"Greg Mortenson,  Stones Into Schools: Promoting Peace With Books, Not Bombs, in Afghanistan and Pakistan","Category":"education","Quote":"...education is a sacred thing, and the pledge to build a school is a commitment that cannot be surrendered or broken, regardless of how long it may take, how many obstacles must be surmounted, or how much money it will cost. It is by such promises that the balance sheet of one's life is measured."},{"Author":"Toba Beta,  Master of Stupidity","Category":"education","Quote":"The existence of guilty sense is soimportant in education and religion."},{"Author":"E.D. Hirsch Jr.,  Cultural Literacy: What Every American Needs to Know","Category":"education","Quote":"Differences in reading ability between five-year olds and eight-year olds are caused primarily by the older children's possessing more knowledge, not by the differences in their memory capacities, reasoning abilities, or control of eye movements."},{"Author":"Immaculee Ilibagiza,  Left to Tell: Discovering God Amidst the Rwandan Holocaust","Category":"education","Quote":"Author says her father was so diplomatic that when people came to him for solutions, people not only accepted them, but they believed they thought of them."},{"Author":"Carlos Messa,  O Poder dos Pais no desenvolvimento emocional e cognitivo dos filhos","Category":"education","Quote":"Os homens têm experiência de séculos a mais que as mulheres em: malsentir, antever e precaver. Quando levadas ao mundo do trabalho \"masculino\", as mulheres aceleram seu desenvolvimento nessa mesma direção e, dessa forma, as crianças estão deixando de aprender a amar, ou, ao menos, se afeiçoar."},{"Author":"Steven Rose,  The Making of Memory: From Molecules to Mind","Category":"education","Quote":"If knowledge is not democratized, power can never be."},{"Author":"Diane Ravitch","Category":"education","Quote":"Privatizing our public schools makes as much sense as privatizing the fire department or or the police department"},{"Author":"Allan Lokos,  Patience: The Art of Peaceful Living","Category":"education","Quote":"Observing your thoughts, feelings & sensations is the grist of the practice."},{"Author":"Richard Mitchell,  The Gift of Fire","Category":"education","Quote":"Here is a truth that most teachers will not tell you, even if they know it: Good training is a continual friend and a solace; it helps you now, and assures you of help in the future. Good education is a continual pain in the neck, and assures you always of more of the same."},{"Author":"Brian S. Wesbury","Category":"education","Quote":"When freedom prevails, the ingenuity and inventiveness of people creates incredible wealth. This is the source of the natural improvement of the human condition."},{"Author":"Carlos Messa,  O Poder dos Pais no desenvolvimento emocional e cognitivo dos filhos","Category":"education","Quote":"A criança ao nascer já traz um determinado potencial; são os pais, no entanto, que podem torná-la capaz de realizar esse potencial"},{"Author":"Confucius,  Gespräche","Category":"education","Quote":"Wo ein Gebildeter weilt, kann keine Rohheit aufkommen."},{"Author":"Laura Pedersen,  Best Bet","Category":"education","Quote":"Hey there, Hallie, welcome to the next place we need a Deer Crossing sign.' I didn't know that deers could read.'They can in Cosgrove County. It's part of the No Deer Left Behind program."},{"Author":"bell hooks,  killing rage: Ending Racism","Category":"education","Quote":"While it is positive for young black males and females to learn discipline and self-responsibility, those attitudes, values, and habits of being can be taught with pedagogical strategies that are liberatory, that do not rely on coercive control and punishment to reinforce positive behavior."},{"Author":"Rodney Ulyate,  Hitch's Books: What he read, what he loved, and what he sent \"windmilling across the room in a spasm of boredom and annoyance\"","Category":"education","Quote":"You learn almost as much about a thinker from what he reads—in particular, what he likes and what he disdains—as from what he writes himself."},{"Author":"Nancy Astor the Viscountess Astor","Category":"education","Quote":"Real education should educate us out of self into something far finer; into a selflessness which links us with all humanity."},{"Author":"Victor Hugo,  Les Misérables","Category":"education","Quote":"À ceux qui ignorent, enseignez-leur [...]Le coupable n'est pas celui qui y fait le péché, mais celui qui y a fait l'ombre."},{"Author":"Henry David Thoreau,  Walden","Category":"education","Quote":"Those things for which the most money is demanded are never the things which the student most wants. Tuition, for instance, is an important item in the term bill, while for the far more valuable education which he gets by associating with the most cultivated of his contemporaries no charge is made."},{"Author":"Anne-Robert-Jacques Turgot,  The Turgot Collection","Category":"education","Quote":"Morality in the general is well enough known by men, but the particular refinements of virtue are unknown by most persons; thus the majority of parents, without knowing it and without intending it, give very bad examples to their children."},{"Author":"Horace G. Deming,  General Chemistry: An elementary survey emphasizing industrial applications of fundamental principles","Category":"education","Quote":"Thus, for those of us who make only a brief study of chemistry, the benefits to be expected are of an indirect nature. Increased capacity for enjoyment, a livelier interest in the world in which we live, a more intelligent attitude toward the great questions of the day--these are the by-products of a well-balanced education, including chemistry in its proper relation to other studies."},{"Author":"Annie Dillard,  The Maytrees","Category":"education","Quote":"Under her high brows, she eyed him straight on and straight across. She had gone to girls' schools, he recalled later. Those girls looked straight at you."},{"Author":"Eric Burns,  The Joy of Books","Category":"education","Quote":"Give a man a hoe and he is something to exploit. Give him a book and he is something to fear."},{"Author":"Stefan Collini","Category":"education","Quote":"Good work, like good talk or any other form of worthwhile human relationship, depends upon being able to assume an extended shared world."},{"Author":"Cheryl Benard,  Veiled Courage: Inside the Afghan Women's Resistance","Category":"education","Quote":"I have the impression that our children are much more excited about going to school than children in other countries are. They think of it as a special privilege. Going to school, being with other children, getting books and pencils - all of that is like a dream for them."},{"Author":"Sin Mils","Category":"education","Quote":"Purple Mike promises to be an intriguing read that will teach anyone who wants to know about the highs and lows of drug addiction. Purple Mike is a legal, natural high. Enjoy reading."},{"Author":"Michael Crichton,  State of Fear","Category":"education","Quote":"La actual preocupación casi histérica por la seguridad es en el mejor de los casos un derroche de recursos y un obstáculo para el espíritu humano, y en el peor de los casos una invitación al totalitarismo. Se necesita con urgencia educación pública."},{"Author":"J. Rufus Fears,  Books That Have Made History: Books That Can Change Your Life","Category":"education","Quote":"I fear that we live in an ahistorical age in which we believe that we are so wise that we no longer need the lessons of the past, perhaps most disturbingly of all that technology has put us beyond the lessons of the past."},{"Author":"Ashly Lorenzana","Category":"education","Quote":"Experience is the opposite of education."},{"Author":"JP Morelands","Category":"education","Quote":"A Christian goes to college to discover his vocation - and to develop skills necessary to occupy a section of cultural, intellectual domain in a manner worthy of the kingdom of God.A believer also goes to college to gain general information and habits of thought necessary for developing a well-structured soul suitable for a well-informed, good citizen of both earthly and heavenly kingdoms."},{"Author":"Samuel Johnson,  The Life of Samuel Johnson Including a Journal of a Tour to the Hebrides, Vol 2","Category":"education","Quote":"People have now a-days, (said he,) got a strange opinion that every thing should be taught by lectures. Now, I cannot see that lectures can do so much good as reading the books from which the lectures are taken. I know nothing that can be best taught by lectures, except where experiments are to be shewn. You may teach chymistry by lectures.—You might teach making of shoes by lectures!"},{"Author":"Paul Henri Thiry d'Holbach","Category":"education","Quote":"Let education kindle only those which are truly beneficialto the human species; let it favour those alone which are really necessary to the maintenance of society. The passions of man are dangerous, only because every thing conspires to give them an evil direction."},{"Author":"Amit Kalantri","Category":"education","Quote":"Between natural ability and education choose natural ability, as it will keep you happy and will fetch you the glory sooner."},{"Author":"Kahlil Gibran","Category":"education","Quote":"Der Lehrer [...] gibt nicht von seiner Weisheit, sondern eher von seinem Glauben und seiner Liebe."},{"Author":"Бодоо Догсом,  Үзэмжит өгүүлэл уянгат шүлэглэл","Category":"education","Quote":"Үйл үйлдэх, үхэж одох, эрхлэн наадах тэргүүтэндҮдшийн бүрий, үүрийн харанхуйг үл цээрлэхчлэнҮтэлж доройтсон, өчнөөн нялх алинд чҮсэг эрдэм сурахыг хичээх нь нэгэн адил хэрэгтэй"},{"Author":"Santosh Kalwar,  You Can","Category":"education","Quote":"Words are, like wines."},{"Author":"Marion G. Romney","Category":"education","Quote":"I believe in study. I believe that men learn much through study. As a matter of fact, it has been my observationthat they learn little concerning things as they are, as they were, or as they are to come without study. I alsobelieve, however, and know, that learning by study is greatly accelerated by faith."},{"Author":"Roy Landau,  The Square Book","Category":"education","Quote":"For me, it does not 'miss' if (the Potteries Thinkbelt study) goes into the archive, not as an example of how railway carriages can be used for teaching, but as one of the most powerful question marks ever placed against the architecture of university education."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"education","Quote":"The biggest problem of the world is not lack of education but brainwashing of innocent children by the religion institutes in the name of education. Brainwashing of innocent children no less a violence."},{"Author":"John Christopher,  Beyond the Burning Lands","Category":"education","Quote":"He said, speaking more to himself than to me: 'It was knowledge I sought. Knowledge which is clean and pure, far above the cheating and deceiving in which most men spend their lives.'And do you not find it,' I asked, 'this knowledge which you prize?'In part,' he said. 'I find other things, too. Things I do not desire but must accept. There is still cheating and deceiving."},{"Author":"Michael Johnston,  In the Deep Heart's Core","Category":"education","Quote":"There was a new simplicity to what I did, a door that had opened before me to worlds I had not imagined. From where I sat, if you watched carefully you could marvel at it, like the impossible birth of a cottonseed or the slow rise of a wooden house: the steady construction of a man, built brick by brick from the shadow of a boy."},{"Author":"Barack Obama","Category":"education","Quote":"‎Teachers matter. So instead of bashing them, or defending the status quo, let’s offer schools a deal. Give them the resources to keep good teachers on the job, and reward the best ones. In return, grant schools flexibility: To teach with creativity and passion; to stop teaching to the test; and to replace teachers who just aren’t helping kids learn."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"education","Quote":"I’ve found newspapers only useful as kindling material for campfires. It’s been said that newspaper articles are written at a fifth grade reading level. If so, I can’t figure out why journalists would write something that the average high school senior can’t even read."},{"Author":"Wilhelm von Humboldt,  The Limits of State Action","Category":"education","Quote":"All situations in which the interrelationships between extremes are involved are the most interesting and instructive."},{"Author":"Isaac Asimov","Category":"education","Quote":"Ralph Nimmo carecía de título universitario y se enorgullecía de ello. -Un título [...] es el primer paso de un recorrido calamitoso. Como no quieres desperdiciarlo, pasas al trabajo de graduado y a la investigación doctoral. Terminas por ser un absoluto ignorante de todo, excepto en tu estrechísima especialidad."},{"Author":"Santosh Kalwar","Category":"education","Quote":"A beautiful bright blue sky; up above so high; how happy i am; to feel fully satisfied."},{"Author":"Isaac Asimov","Category":"education","Quote":"Gewalt ist die letzte Zuflucht des Unfähigen."},{"Author":"Santosh Kalwar","Category":"education","Quote":"Man kills, the things he love the most, sometimes by the virtue of hatred, crime, anger and war and sometimes by dramatizing his activities. But he is not aware that his killings are his own self-image."},{"Author":"Olawale Robyns","Category":"education","Quote":"First step is to read and write but the major Education start when we are able to translate and tranform on everything we reads, get contact and spoken of."},{"Author":"Daniel Palladino","Category":"education","Quote":"Hey, maybe instead of going to college, you should drop out and I could quit my job and we can form an all-girl band with Lane, you know, like Bananarama. We could call it Tangerinarama or Banana-fana-fo-fana-rama…or something."},{"Author":"M.F. Moonzajer","Category":"education","Quote":"We can’t build a nation by keeping the teachers hungry."},{"Author":"Walter Isaacson,  Einstein: His Life and Universe","Category":"education","Quote":"La ventaja competitiva de una sociedad no vendrá de lo bien que se enseñe en sus escuelas la multiplicación y las tablas periódicas, sino de lo bien que se sepa estimular la imaginación y la creatividad."},{"Author":"Deliaha Hicks","Category":"education","Quote":"Read books"},{"Author":"Flannery O'Connor,  The Violent Bear it Away","Category":"education","Quote":"The boy knew that escaping school was the surest sign of his election."},{"Author":"Bryant McGill,  Voice of Reason","Category":"education","Quote":"In so many ways we are still in the dark ages, but there is light appearing over the horizon of choice and consciousness."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"education","Quote":"Do not be afraid ask questions."},{"Author":"Alexis de Tocqueville,  Democracy in America","Category":"education","Quote":"Nations, as well as men, almost always betray the most prominent features of their future destiny in their earliest years."},{"Author":"Tucker Elliot,  The Rainy Season","Category":"education","Quote":"I spent half my childhood trying to be like my dad. True for most boys, I think. It turns with adolescence. The last thing I wanted was to be like my dad. It took becoming a man to realize how lucky I’d been. It took a few hard knocks in life to make me realize the only thing my dad had ever wanted or worked for was to give me a chance at being better than him."},{"Author":"Kelly Gallagher,  Readicide: How Schools Are Killing Reading and What You Can Do About It","Category":"education","Quote":"What do we mean when we say our school 'values' reading?"},{"Author":"Iain Pears,  The Dream of Scipio","Category":"education","Quote":"Caius was one of those who gloried in his ignorance, called his lack of letters purity, scorned any subtlety of thought or expression. A man for his time, indeed."},{"Author":"Vijaya Bharathy","Category":"education","Quote":"If values are woven into the very concept of education, where is the need for separate value education?"},{"Author":"Tanya R. Liverman,  Memoirs of an Educarer: An Inspiration for Education","Category":"education","Quote":"Children are our future. We teach them today; what will they do tomorrow?"},{"Author":"Frank Morton McMurry,  How to Study and Teaching How to Study","Category":"education","Quote":"there is one right thing for the student to do, that is, to develop the habit of weighing worths, of sensing the relative values of the facts that he meets."},{"Author":"Tod Wodicka,  All Shall Be Well; And All Shall Be Well; And All Manner of Things Shall Be Well","Category":"education","Quote":"Will this be in the examination, Mr Hecker?\"was the limit of my students' interest in any given subject. If it was going to be in the test they took notes, if it was not going to be in the test they did not take notes. Their silent, depthless stares were unnerving. I told myself that they were not stupid - for how could the final attainment of thousands of years of human progress be stupid?"},{"Author":"Steven Heighton","Category":"education","Quote":"Let failure be your workshop. See it for what is is: the world walking you through a tough but necessary semester, free of tuition. (from Workbook)"},{"Author":"Betty Hart,  Meaningful Differences in the Everyday Experience of Young American Children","Category":"education","Quote":"Research highlights a striking link between between encouraging child-raising and class. Half of working-class parents' interactions with their 12-18 month-olds were affirming, versus 80% among the affluent and 20% among those in poverty."},{"Author":"Inara Scott,  The Marked","Category":"education","Quote":"I don't care what kind of grades they give you at Delcroix. I wanted you to go there so you'd have a chance to learn how to use your gifts, and be confident enough to fight for what you believe in."},{"Author":"Dennis Littky,  The Big Picture: Education Is Everyone's Business","Category":"education","Quote":"We learn best when we care about what we are doing, when we have choices. We learn best when the work has meaning to us, when it matters. We learn best when we are using our hands and our minds.We learn best when the work we are doing is real and relevant."},{"Author":"James Dyson","Category":"education","Quote":"In order to fix it, you need a passionate anger about something that doesn't work well."},{"Author":"Kahlil Gibran","Category":"education","Quote":"Niemand kann euch etwas eröffnen, das nicht schon im Dämmern eures Wissens schlummert."},{"Author":"Kahlil Gibran","Category":"education","Quote":"Wenn [der Lehrer] wirklich weise ist, fordert er euch nicht auf, ins Haus seiner Weisheit einzutreten, sondern führt euch an die Schwelle eures eigenen Geistes."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"education","Quote":"The path of light is the quest for knowledge."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"education","Quote":"First knowledge is the knowledge of God."},{"Author":"Henry M. Wriston","Category":"education","Quote":"A guidance counselor who has made a fetish of security, or who has unwittingly surrendered his thinking to economic determinism, may steer a youth away from his dream of becoming a poet, an artist, a musician or any other of thousands of things, because it offers no security, it does not pay well, there are no vacancies, it has no \"future\"."},{"Author":"George Savile","Category":"education","Quote":"Education is what remains when we have forgotten all that we have been taught."},{"Author":"Gina Capaldi,  A Boy Named Beckoning: The True Story of Dr. Carlos Montezuma, Native American Hero","Category":"education","Quote":"But little Carlos's most important defense was not his good punch but rather the beginnings of a great education."},{"Author":"Barbara W. Tuchman,  The Proud Tower: A Portrait of the World Before the War, 1890-1914","Category":"education","Quote":"Everything interested him and everything excited him."},{"Author":"Robin Stevenson,  The World Without Us","Category":"education","Quote":"High school will probably be better. I mean, some kids will still be jerks, but it's not so bad if you have at least one good friend. Someone who gets you."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Without books, the world will be void."},{"Author":"Idries Shah,  Learning How to Learn: Psychology and Spirituality in the Sufi Way","Category":"education","Quote":"Correct teaching brings out human excellence."},{"Author":"Henry Blake Fuller,  Bertram Cope's Year","Category":"education","Quote":"Traps!\"he said. \"Never in the world! Don't think it! Why, Gower is just a necessary olf bore. Nobody's supposed to know much about him--except instructors and their hapless students."},{"Author":"Mutannabi","Category":"education","Quote":"People differ to such a degree they agree on nothing,Except death that is, and even on that they disagree.Some say the soul goes on after the death of the bodyWhile others claim the soul, with the body, dies too."},{"Author":"Darvin Pruitt","Category":"education","Quote":"Christ is the Lesson as well as the Teacher."},{"Author":"Roy Landau,  The Square Book","Category":"education","Quote":"(Cedric Price produced the Potteries Thinkbelt) ...project which questioned most of the cherished establishment premises of university education and substituted in their place their complete inversion."},{"Author":"Debasish Mridha","Category":"education","Quote":"A bud has to bloom to unfold her beauty. A child has to become educated to unfold her incredible potential."},{"Author":"Debasish Mridha","Category":"education","Quote":"If you want to get educated, fall in love with learning."},{"Author":"Debasish Mridha","Category":"education","Quote":"To stay young, accept the changes and continue to learn."},{"Author":"Debasish Mridha","Category":"education","Quote":"Wisdom comes from education and experience—not from age."},{"Author":"Debasish Mridha","Category":"education","Quote":"The best teacher is he who kindles the fire of imaginations and does not fill minds with only information."},{"Author":"Debasish Mridha","Category":"education","Quote":"Getting an education is the best journey to unfold your own beauty."},{"Author":"Debasish Mridha","Category":"education","Quote":"For success, attitude is often more important than education."},{"Author":"Debasish Mridha","Category":"education","Quote":"Most often a country is poor when its educational system is poor and individuals do not strive to become educated."},{"Author":"Debasish Mridha","Category":"education","Quote":"The most important purpose of education is to learn how to find the beauty of life."},{"Author":"Debasish Mridha","Category":"education","Quote":"We cannot improve ourselves or our country without improving our educational system and educating ourselves."},{"Author":"Debasish Mridha","Category":"education","Quote":"The purpose of education should not to be to fill you with knowledge, but education should make you hungry for knowledge."},{"Author":"Debasish Mridha","Category":"education","Quote":"True education creates a new reality for humanity."},{"Author":"Debasish Mridha","Category":"education","Quote":"Knowledge has no value if it does not enhance your wisdom."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is the key to progress and success for human beings and for a nation."},{"Author":"John Horne Burns,  Lucifer with a Book","Category":"education","Quote":"Education, boy, is not something to prepare you for life. That is a vulgar American error.… It's something to take you out of life."},{"Author":"Gillian Flynn,  The Grownup","Category":"education","Quote":"I lack formal education. So I'm left with the feeling that I'm smarter than everyone around me but that if I ever got around really smart people—people who went to universities and drank wine and spoke Latin—that they’d be bored as hell by me. It’s a lonely way to go through life."},{"Author":"Gregory S. Prince, Jr.","Category":"education","Quote":"Education has multiple purposes, but learning how to ask essential questions and how to challenge dogma,tradition, and injustice in appropriate and constructive ways is its highest purposes."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"You can learn at any age."},{"Author":"Amit Ray","Category":"education","Quote":"Meditation, education and beauty are the three transforming powers that can change individual and the whole world."},{"Author":"Gary Lutz","Category":"education","Quote":"They weren't hours, these classes; they weren't even forty-five minutes--they were \"periods,\"which sounded to me as if they were each at once a little era and then the end you had to see decisively put to it."},{"Author":"Kahlil Gibran","Category":"education","Quote":"Die Einsicht eines Menschen verleiht ihre Flügel keinem anderen."},{"Author":"Oliver DeMille","Category":"education","Quote":"Still reading but learning a lot about true education and the process of guiding our children in their educational pursuits."},{"Author":"Edouard Goldsmith","Category":"education","Quote":"Dans les sociétés vernaculaires, l'éducation est homéotélique vis-à-vis de Gaïa"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"education","Quote":"You are allowed to think whatever you want at Emory, so long as it is approved by administrators. They are watching."},{"Author":"william sawyers","Category":"education","Quote":"Daring to make a difference in today's youth-one page at a time"},{"Author":"Dionysius Cato","Category":"education","Quote":"Sine doctrina vita est quasi mortis imago\"[Without learning, life is but the image of death]"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Education gives light, life and liberty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"education","Quote":"Like my grandpa, who dropped out of school to farm, I have a 4th grade education. Of course, I have a college degree, too. Both require the same reading level."},{"Author":"Tucker Elliot,  The Rainy Season","Category":"education","Quote":"Some people have a heart to do evil and they don’t care if you’re Muslim or Christian."},{"Author":"Tanya R. Liverman,  Memoirs of an Educarer: An Inspiration for Education","Category":"education","Quote":"Although any help is genuinely welcomed, it is more important to be a supportive, proactive parent than it is to be a supportive parent after academic failure and negative behaviors occur."},{"Author":"Richard Elmore","Category":"education","Quote":"Unexamined wallpaper is classroom practices and institutional policies that are so entrenched in school culture or a teacher's paradigm that their ability to affect student learning is never probed."},{"Author":"Tanya R. Liverman,  Memoirs of an Educarer: An Inspiration for Education","Category":"education","Quote":"An educator will teach the students. An Educarer will reach the students."},{"Author":"Diane Ravitch","Category":"education","Quote":"We will continue to chase rainbows unless we recognize that they are rainbows and there is no pot of gold at the end of them."},{"Author":"Bill Gaede","Category":"education","Quote":"College is the grinding machine of the Mathematical Establishment, a conveyor belt that takes individuals from one cookie cutter to another so that the product comes within tight control limits out of the assembly line."},{"Author":"Victor Hugo,  Les Misérables","Category":"education","Quote":"Equality, citizens, is not the whole of society on a level, a society of tall blades of grass and small oaks, or a number of entangled jealousies. It is, legally speaking, every aptitude having the same opportunity for a career; politically all consciences having the same right. Equality has an organ, gratuitous and compulsory education. We must begin with the right to the alphabet."},{"Author":"Maria Magdalena,  Anakku Tidak (Mau) Sekolah","Category":"education","Quote":"Karena kita tidak abadi, namun tulisan kita bisa abadi"},{"Author":"Glenn Hefley","Category":"education","Quote":"If \"facts\"convinced people of things, no one would have sex"},{"Author":"Linda Cardillo,  Across the Table","Category":"education","Quote":"To be ignorant is to waste the talents you were born with. To be ignorant is to confine your life to a path no different than the generations before you"},{"Author":"Marilynne Robinson","Category":"education","Quote":"We are in the process of disabling our most distinctive achievement - our educational system - in the name of making the country more like itself."},{"Author":"Gunther Kress,  Multimodality: A Social Semiotic Approach to Contemporary Communication: Exploring Contemporary Methods of Communication","Category":"education","Quote":"Shifting the frame only slightly, the choice of a theory from among the range of always ideologically founded theories is itself necessarily ideologically motivated. Positioning is unavoidable; positioning is the result of choice from among a range of possibilities; that choice is socially meaningful - it is ideological."},{"Author":"Walter Dean Myers","Category":"education","Quote":"Tests were always easy for me. I saw them as games, saw myself as being in a contest against a mythical adversary, and welcomed the challenge."},{"Author":"De philosopher Dj Kyos","Category":"education","Quote":"Watching TV at my own time. Its beneficiary, but watching TV at its own time . Its time wasting."},{"Author":"Amit Kalantri","Category":"education","Quote":"Knowledge was scattered treasure, education organized it into art, commerce and science."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"education","Quote":"The tragedy is that there are many walking encyclopedias who are living failures."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"education","Quote":"Schools are a fountain of knowledge: some students come to drink , some to sip and others just to gargle."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"education","Quote":"We are drowning in information but starving for knowledge and wisdom. Education ought to teach us not only how to make a living but also how to live."},{"Author":"Debasish Mridha","Category":"education","Quote":"If we can teach everyone how to calm their minds, this world will see peace."},{"Author":"Debasish Mridha","Category":"education","Quote":"Dare to learn. Dare to think. Dare to be irrational."},{"Author":"Debasish Mridha","Category":"education","Quote":"You grow by educating yourself to be more aware and more conscious."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education shouldn’t be the prison of known knowledge, but it should be the bridge to find the yet unknown universe of knowledge."},{"Author":"Debasish Mridha","Category":"education","Quote":"Questions open the mind; answers shut it down."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education enlightens our minds to see the world with new lights."},{"Author":"Debasish Mridha","Category":"education","Quote":"The mind is an instrument made up of universal consciousness, egocentric consciousness, societal consciousness, along with education, values, virtues, judgment and wisdom."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is important not because it helps you to get a job, but because it opens the window of the mind through which we can see the beauty of life."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education and wisdom will define your destination in life-- not wealth."},{"Author":"Debasish Mridha","Category":"education","Quote":"In school we learn to think alike, but true education is to learn how to think differently."},{"Author":"Debasish Mridha","Category":"education","Quote":"Knowledge and wisdom comes from interaction-- not from inaction."},{"Author":"Debasish Mridha","Category":"education","Quote":"The best investment for poverty elimination is education."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is the progressive unfolding of our own beauty with the light of knowledge like the blooming of a flower."},{"Author":"De philosopher Dj Kyos","Category":"education","Quote":"There is no one who is happier than the person who is able to control his or her life. Who does what he /she thinks its right. Who pleases himself before everyone. Who doesn't suffer from what people will say syndrome. When you have time . Find a way to please yourself. Then you will be happiest person alive."},{"Author":"Barbara W. Tuchman,  A Distant Mirror: The Calamitous 14th Century","Category":"education","Quote":"A reformer exhorted children that they would succeed where he and his colleagues had failed with the charge: \"Live for that better day."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"I seek and search for the light of knowledge."},{"Author":"Abhishek Shukla,  The Reflection \"Success or Stress\"Choose Wisely","Category":"education","Quote":"Create your own path.Don't blindly follow the massess... because most of the time the \"M\"is silent."},{"Author":"Harold Holzer,  Lincoln and the Power of the Press: The War for Public Opinion","Category":"education","Quote":"The author said Frederick Douglass described himself as a \"graduate\"of slavery with the marks of his diploma on his back."},{"Author":"Bada Aderibigbe rasak","Category":"education","Quote":"Education is the freedom of wisdom , knowledge and understanding. But been educated does not guarantee success in life, but it's the key to everlasting life."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"I am passionate learner."},{"Author":"Anuj Somany","Category":"education","Quote":"Sensibly, it is better to be an illiterate or less educated and make an earning of an amount X than be highly or moderately academically qualified and yet be paid X or even less or marginally high."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Read great books and be great."},{"Author":"De philosopher Dj Kyos","Category":"education","Quote":"Some people think driving is speeding the car. Only to find out. Driving is not speeding the car but is being able to control the car."},{"Author":"Akaki Bakradze","Category":"education","Quote":"მე მომხრე ვარ, რომ სკოლაში ისწავლებოდეს რელიგიის ისტორია საერთოდ. მაგრამ არა ქრისტიანობის ისტორია გამოყოფით. რელიგიის ისტორიის სწავლება ჩემთვის ნიშნავს ყველა დიდი რელიგიის -ქრისტიანობის, ისლამის, იუდაიზმის, ბუდიზმის - ძირეულ დებულებათა შედარებით შესწავლას."},{"Author":"Gladys Adevey","Category":"education","Quote":"Is it bravery or stupidity? Education can decipher?"},{"Author":"Michael Anthony,  The Year in San Fernando","Category":"education","Quote":"My heart was burning for home. For a moment I felt like crying out, but at the moment of greater pain my mother's voice came back to me. It was as if she was here and talking, Stay and take an education, boy. Take it in, That's the main thing."},{"Author":"Joseph Rain","Category":"education","Quote":"Getting rid of poverty is not about making the rich more aware: it’s about educating the poor and empowering them from within."},{"Author":"Bill Bryson,  In a Sunburned Country","Category":"education","Quote":"She was torn between her customer service training and her youthful certitude."},{"Author":"Sanchita Pandey","Category":"education","Quote":"Read a good book every day. Books help to educate the soul. The mere joy of learning something new will instill the will to live in you."},{"Author":"Sanchita Pandey,  Cancer to Cure","Category":"education","Quote":"Life in itself is a big classroom - so learn all the chapters of life well. This chapter of illness is but only one chapter. Learn whatever it has come to teach you and move on in life."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Keenly seek knowledge."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Every child ought to know the light of knowledge."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Ignorance is darkness. Knowledge is light. Wisdom is awaken spirit"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Education is not limited to any age. You can begin to learn."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Education is not limited to any age"},{"Author":"Debasish Mridha","Category":"education","Quote":"Education helps you to be what you really want to be."},{"Author":"John Howard Griffin,  Black Like Me","Category":"education","Quote":"He was one of those young men who possess an impressive store of facts, but no truths."},{"Author":"Robert A. Heinlein,  Have Space Suit—Will Travel","Category":"education","Quote":"The Mother Thing makes our world."},{"Author":"Robert A. Heinlein,  Have Space Suit—Will Travel","Category":"education","Quote":"More depended on the student than on the school."},{"Author":"Robert A. Heinlein,  Have Space Suit—Will Travel","Category":"education","Quote":"When you read about chemistry and physics, you want to do them too."},{"Author":"Debasish Mridha","Category":"education","Quote":"Plato and Aristotle are my teachers. Even Kant is my teacher, but my greatest teacher is my failures."},{"Author":"Debasish Mridha","Category":"education","Quote":"Best way to learn is by reflecting and emulating."},{"Author":"Rick Perlstein,  The Invisible Bridge: The Fall of Nixon and the Rise of Reagan","Category":"education","Quote":"College was at the heart of his sentimental imagination."},{"Author":"Enock Maregesi","Category":"education","Quote":"Yusufu alikuwa hohehahe kabla na baada ya kuuzwa na nduguze kama mtumwa nchini Misri. Hakuwa na pesa, hakuwa na elimu, hakujuana na viongozi wa serikali. Lakini kwa vile alikuwa na Mungu, Mungu alimbariki mpaka watu wote wakashangaa. Yusufu alikuwa maskini ili mimi na wewe tuwe na tumaini leo, kwamba tukiwa na Mungu katika maisha yetu hatutatafuta utajiri. Utajiri ndiyo utakaotutafuta sisi."},{"Author":"Debasish Mridha","Category":"education","Quote":"To find a focus, learn to love and dream."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is the light switch for the mind. You have to turn it on to see the world in your own way."},{"Author":"Louis B. Wright","Category":"education","Quote":"Nobody in Colonial America, to be sure, believed that society owed every child the ultimate in education, but intelligence, industry, and thrift combined with ambition got many a poor man's son into the colonial colleges."},{"Author":"Alice Sebold","Category":"education","Quote":"There were also the Masters of Arcane Knowledge. Everyone begrudged their presence among the gifteds. These were the kids that could break down an engine and build it back again - no diagrams or instructions needed. They understood things in a real, not theoretical, way. They seemed not to care about their grades."},{"Author":"John Wood,  Creating Room to Read: A Story of Hope in the Battle for Global Literacy","Category":"education","Quote":"...talent is evenly distributed. You never know how many talented people are out there until you invite and inspire them to be creative."},{"Author":"Erin Merryn,  An Unimaginable Act: Overcoming and Preventing Child Abuse Through Erin's Law","Category":"education","Quote":"If someone would have talked in school about safe touch and unsafe touch, I believe I would have spoken up as a child and not been victimized over and over again for years, but that day never came, which is why my mission now is to protect children from the childhood I could not be protected from."},{"Author":"Kenneth Roberts,  Oliver Wiswell","Category":"education","Quote":"If it's really education you want for Nathan,' Buell said, 'have him read the papers, so he'll know what's going on in the world, and why. Teach him to be interested in everything he doesn't understand - interested enough to find out about it from books or people that aren't afraid to tell the truth."},{"Author":"Matthew T. Cross,  The Resume Design Book: How to Write a Resume in College & Influence Employers to Hire You","Category":"education","Quote":"Your education is important because with only a few words you can show an employer the depth of your potential."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"education","Quote":"Francie, huddled with other children of her kind, learned more that first day than she realized. She learned of the class system of a great Democracy."},{"Author":"John Horne Burns,  Lucifer with a Book","Category":"education","Quote":"She saw why teachers get very old and stay very young. For there is no closer probing of the mind--not even in psychoanalysis."},{"Author":"Jasmin Darznik,  The Good Daughter: A Memoir of My Mother's Hidden Life","Category":"education","Quote":"If he could not restore her to the status of a respectable woman, then Sohrab would make her into something else entirely, something hitherto unknown in their entire extended family, an educated woman, a professional woman."},{"Author":"John Horne Burns,  Lucifer with a Book","Category":"education","Quote":"He knew instinctively the cardinal function of a teacher – which is a stout lever to raw mass."},{"Author":"Noam Chomsky,  Class Warfare: Interviews with David Barsamian","Category":"education","Quote":"If you're independent-minded in school, you're probably going to get in trouble very early on. That's not the trait that's being preferred or cultivated."},{"Author":"Michael Meade","Category":"education","Quote":"The real education is when you awaken and nourish and guide the inner spirit, this inner genius. The community grows from the giving of the gifts of the people in it, which is really giving from the genius."},{"Author":"Andrew Pettegree,  Brand Luther: How an Unheralded Monk Turned His Small Town into a Center of Publishing, Made Himself the Most Famous Man in Europe—and Started the Protestant Reformation","Category":"education","Quote":"A long list of propositions does not necessarily make a coherent argument"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"The more you read, the better you are informed."},{"Author":"Sbr Khan","Category":"education","Quote":"If each of us could help one orphan to build his/her capacity, and academic background rather than giving them money or food, then no family will sufferer without guardian."},{"Author":"Leah C. Fowler","Category":"education","Quote":"Narrative understanding is a large part of the ability to connect with, understand, and have compassion for all of us engaged in learning more about being human."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Begin to acquire knowledge."},{"Author":"Gregory S. Prince, Jr.,  Teach Them To Challenge Authority: Educating for healthy societies","Category":"education","Quote":"Preparing citizens to act thoughtfully to create a more just, open, and creative society gives form, substance and meaning to often abstract concepts of freedom and democracy."},{"Author":"Lorene Cary,  Black Ice","Category":"education","Quote":"I had not expected the gentle, tentative surge of gratitude I began to feel...for St. Paul's School, the spring, and the early morning. I needed the morning light and the warbling birds. I needed to find a way to live in this place for a moment and get the good of it. I had tried to hold myself apart, and the aloneness proved more terrible than what I had tried to escape."},{"Author":"Rachelle Doorley","Category":"education","Quote":"The children are intrigued by these invitation, and it's only a matter of minutes before they find themselves engaged in a new world of possibilities."},{"Author":"Gregory S. Prince, Jr.,  Teach Them To Challenge Authority: Educating for healthy societies","Category":"education","Quote":"Engagement provides opportunities to demonstrate how confrontation can be done both effectively and civilly"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"PhD is possible at any age!"},{"Author":"Gregory S. Prince, Jr.,  Teach Them To Challenge Authority: Educating for healthy societies","Category":"education","Quote":"As the world fights those who use violence to advance their agenda, engagement, not neutrality,is needed in our educational systems."},{"Author":"William Hazlitt","Category":"education","Quote":"The path of genius is free, and its own"},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"I spoke of the irony of the Taliban wanting female teachers and doctors for women yet not letting girls go to school to qualify for these jobs"},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"Education is education. We should learn everything and then choose which path to follow. Education is neither eastern or western, it is human"},{"Author":"Malala Yousafzai,  I Am Malala: The Girl Who Stood Up for Education and Was Shot by the Taliban","Category":"education","Quote":"As we crossed the Malakand Pass I saw a young girl selling oranges. She was scratching marks on a scrap of paper with a nail to account for the oranges she had sold as she could not read or write. I took a photo of her and vowed I would do everything in my power to help educate girls just like her. This was the war I was going to fight."},{"Author":"Gregory S. Prince, Jr.,  Teach Them To Challenge Authority: Educating for healthy societies","Category":"education","Quote":"They [students] had two common, strongly held expectations: the college should exhibit the behavior it expected from students and hold true to its espoused values."},{"Author":"Diane Ravitch,  Reign of Error: The Hoax of the Privatization Movement and the Danger to America's Public Schools","Category":"education","Quote":"Public education is not broken. It is not failing or declining. The diagnosis is wrong, and the solutions of the corporate reformers are wrong. Our urban schools are in trouble because of concentrated poverty and racial segregation. But public education is not ‘broken.’ Public education is in a crisis only so far as society is and only so far as this new narrative of crisis has destabilized it."},{"Author":"litymunshi","Category":"education","Quote":"in reality there is no such thing out of profit and loss .education is commerce"},{"Author":"litymunshi","Category":"education","Quote":"education is consistency .still we forget to add our words in to this old page"},{"Author":"Pierre-Joseph Proudhon,  What Is Property?","Category":"education","Quote":"It is better to enlighten men’s minds than to teach them to be obstinate in their prejudices."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Education is the greatest gift to enlightenment."},{"Author":"Philip Zaleski,  The Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C.S. Lewis, Owen Barfield, Charles Williams","Category":"education","Quote":"Oxford in the Inklings' day was not so different in look and smell from the Oxford of today. Then, as now, one was tempted to fantasize one's surroundings as a Camelot of intellectual knight-errantry or an Eden of serene contemplation. Then, as now, there was bound to be disappointment."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"A delight to read is a great treasure."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Passion for books is pleasurable."},{"Author":"Louise Philippe Dulay","Category":"education","Quote":"Learning can never be quantified with a flawed educational unit."},{"Author":"Leif Kurth","Category":"education","Quote":"The value of any education cannot be found in a test score. Education’s value is fully realized only after what is learned becomes useful to the learner."},{"Author":"Philip Zaleski,  The Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C.S. Lewis, Owen Barfield, Charles Williams","Category":"education","Quote":"A letter Lewis wrote reveals an 18-year-old with the energy of a schoolboy and the tastes of an octogenarian."},{"Author":"Martin Seligman","Category":"education","Quote":"[R]aising children ... was about identifying and amplifying their strengths and virtues, and helping them find the niche where they can live these positive traits to the fullest."},{"Author":"Marvela Dawnay","Category":"education","Quote":"Never write a book and let it sit on a shelf"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Sacrifice precedes success."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Pursue your dreams with all diligence."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Great books make great being."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Self-education is the greatest self-liberation."},{"Author":"Steve Sheinkin,  Bomb: The Race to Build—and Steal—the World's Most Dangerous Weapon","Category":"education","Quote":"She was too well-trained to panic."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Curiosity is the pleasure of seeking"},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"The greatest knowledge is to know thy Creator and thy soul."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Enlightenment is the key to empowerment."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Self education is the key to self liberation."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Know the history of the great ancestors."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Liberate yourself from any mental captivity."},{"Author":"Harold Bloom,  The Western Canon: The Books and School of the Ages","Category":"education","Quote":"One reads for oneself and for strangers."},{"Author":"Philip Zaleski,  The Fellowship: The Literary Lives of the Inklings: J.R.R. Tolkien, C.S. Lewis, Owen Barfield, Charles Williams","Category":"education","Quote":"Lewis had developed a trademark style, slow enough for note taking, loud enough to rouse the dullest listener, straightforward, abundantly furnished with quotations, and lavish in wit."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"The great mentor is master builder of great students."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"All that you seek is hidden in book."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Begin to read, write and think."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"A seeker of knowledge is the search for wise words."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"A wise master teaches."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Passion is a deep love for sacred activity."},{"Author":"—Rabbi Lawrence Kushner","Category":"education","Quote":"This is the setting out.The leaving of everything behind.Leaving the social milieu. The preconceptions.The definitions. The language. The narrowed field of vision. The expectations.No longer expecting relationships, memories, words, or letters to mean what they used to mean. To be, in a word: Open."},{"Author":"Jay Griffeths","Category":"education","Quote":"This is part of the answer to the riddle ofchildhood unhappiness: their minds need, and deserve, a whole world of utterly unfenceable freedom where everything has othering, everything is radiant with the possibilities ofelseness."},{"Author":"Amit Kalantri","Category":"education","Quote":"People wishes their friends to be in politics, but their sons in professions."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Wisdom is worth more than gold."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Educate thyself."},{"Author":"Leigh Brackett,  The Long Tomorrow","Category":"education","Quote":"You can’t destroy knowledge. You can stamp it under and burn it up and forbid it to be, but somewhere it will survive."},{"Author":"Abhishek Mishra","Category":"education","Quote":"College is not important, knowledge is"},{"Author":"meamabhishek (Abhishek Mishra)","Category":"education","Quote":"College is not important, Knowledge is"},{"Author":"John Howard Griffin,  Black Like Me","Category":"education","Quote":"The author meets an African-American who observes that his fellows who begin with aspirations to a good education, solid career, and the raising of a family slowly lose that incentive. Even those who have a college education, he observes, need to take menial jobs and begin to look for excitement in less productive places."},{"Author":"John Howard Griffin,  Black Like Me","Category":"education","Quote":"The author explains that some find recourse from injustice in literature and art but that these tend to deepen sensitivity to injustice rather than dull it."},{"Author":"Anonymous","Category":"education","Quote":"I feel sorry for people who say they cannot read big books."},{"Author":"Lennox D.Lampkin","Category":"education","Quote":"We hear so often that we must read but what is more important and often not advised is to always think and question what we read.Reading, retaining and repeating is often called education. Wisdom is when we can read, question, adapt and apply what is relevant to the time and space in which we exist."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Science is a careful investigation."},{"Author":"H.W. Brands","Category":"education","Quote":"One of George H. W. Bush's early teachers at Andover wrote, \"At the moment he is intellectually immature for his powers of reasoning are not entirely developed."},{"Author":"merlin8thomas","Category":"education","Quote":"EVERYONE NEED EDUCATION,ITS THE NEED OF A NATION,IN IT IS FUTURE'S FOUNDATION,IT LEADS TO HEARTS ASPIRATION,AND TOMORROWS INSPIRATION."},{"Author":"John Wood","Category":"education","Quote":"We had a policy of \"no looking back\". Once a decision was made, all members of our team were expected to stop talking about obstacles and instead focus intensely on solutions.\"Don't tell us all the reasons this might not work. Tell us all the ways it could work."},{"Author":"John Wood,  Creating Room to Read: A Story of Hope in the Battle for Global Literacy","Category":"education","Quote":"My view of the charity world is that compared with business, there is too much talk, way too many meetings and expert panels and blue-ribbon commissions, and not enough action. Or as an Australian friend of mine once opined: \"Sometimes you just have to have a go and get on with it, mate!\"."},{"Author":"John Wood,  Creating Room to Read: A Story of Hope in the Battle for Global Literacy","Category":"education","Quote":"The only thing we wanted our young organization to give was an opportunity. We would say to children and to their families: \"If you are willing to work hard and make sacrifices and think long term, then Room to Read is the best organization for you. If you're looking for a handout, then you should look elsewhere."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is a savings account that you fill by learning and by spending. Even if you spend for the rest of your life, it will only grow to give you joy."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is the only currency which you can spend in every country of the world without losing its value."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is the light in the darkness of ignorance."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education enlightens you to see the beauty of life."},{"Author":"Debasish Mridha","Category":"education","Quote":"Tomorrow belongs to those who are sincerely learning and loving today."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education is a process of cultivating diamonds in a field called the mind."},{"Author":"Debasish Mridha","Category":"education","Quote":"An intelligent person looks for problems to solve. The wise person looks for solutions."},{"Author":"Debasish Mridha","Category":"education","Quote":"Education opens the door for an extraordinary life."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"The world of book is the stream of souls."},{"Author":"Charles Dickens,  Great Expectations","Category":"education","Quote":"I have a pretty large experience of boys, and you're a bad set of fellows. Now mind!"},{"Author":"Charles Dickens,  Great Expectations","Category":"education","Quote":"He couldn't be a doctor, or he would have a quieter and more persuasive manner."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Book is book."},{"Author":"Charles Dickens,  Great Expectations","Category":"education","Quote":"They ran their heads very hard against wrong ideas, and persisted in trying to fit the circumstances to the ideas instead of trying to extract ideas from the circumstances."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Ignorance is darkness."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Enlightenment is light."},{"Author":"Laurie Penny","Category":"education","Quote":"This is stupid. There's work to be done. Tomorrow tens of thousands of us are going to take to the streets and demand fair access to education, and my smashed little heart shouldn't matter. But it does. The whole world is changing, and I just want to be the kind of girl who gets taken in somebody's arms."},{"Author":"Harold Bloom,  The Western Canon: The Books and School of the Ages","Category":"education","Quote":"Samuel Johnson said Alexander Pope's translation of the Iliad, \"tuned the English tongue."},{"Author":"Abhishek Shukla,  The Reflection \"Success or Stress\"Choose Wisely","Category":"education","Quote":"Your friends can be double-edged knife thy can either nurture you or destroy you. Choose them Wisely......"},{"Author":"Charles Dickens,  Great Expectations","Category":"education","Quote":"He was always so zealous and honorable in fulfilling his compact with me, that he made me zealous and honorable in fulfilling mine with him. If he had shown indifference as a master, I have no doubt I should have returned the compliment as a pupil. He gave me no such excuse, and each of us did the other justice."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"The quest for knowledge is passion to study."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Possibilities exist for you, to educate yourself, to the highest degree."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"Educate yourself to the highest degree."},{"Author":"Lailah Gifty Akita","Category":"education","Quote":"You can develop your talents to the highest level."}]