[{"Author":"C.S. Lewis","Category":"faith","Quote":"I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else."},{"Author":"John Green,  The Fault in Our Stars","Category":"faith","Quote":"Some people don't understand the promises they're making when they make them,\"I said.\"Right, of course. But you keep the promise anyway. That's what love is. Love is keeping the promise anyway."},{"Author":"Pierre Teilhard de Chardin","Category":"faith","Quote":"Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."},{"Author":"J.M. Barrie,  Peter Pan","Category":"faith","Quote":"All the world is made of faith, and trust, and pixie dust."},{"Author":"John Lennon","Category":"faith","Quote":"I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?"},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"faith","Quote":"Faithless is he that says farewell when the road darkens."},{"Author":"Jon Katz","Category":"faith","Quote":"I think if I've learned anything about friendship, it's to hang in, stay connected, fight for them, and let them fight for you. Don't walk away, don't be distracted, don't be too busy or tired, don't take them for granted. Friends are part of the glue that holds life and faith together. Powerful stuff."},{"Author":"Edgar Allan Poe,  Marginalia","Category":"faith","Quote":"I have great faith in fools - self-confidence my friends will call it."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"And now these three remain: faith, hope and love. But the greatest of these is love."},{"Author":"Elbert Hubbard","Category":"faith","Quote":"God will not look you over for medals, degrees or diplomas but for scars."},{"Author":"Hāfez","Category":"faith","Quote":"And still, after all this time,The sun never says to the earth,\"You owe Me.\"Look what happens withA love like that,It lights the Whole Sky."},{"Author":"Corrie ten Boom","Category":"faith","Quote":"Never be afraid to trust an unknown future to a known God."},{"Author":"Lauren Kate,  Torment","Category":"faith","Quote":"Sometimes beautiful things come into our lives out of nowhere. We can't always understand them, but we have to trust in them. I know you want to question everything, but sometimes it pays to just have a little faith."},{"Author":"Søren Kierkegaard","Category":"faith","Quote":"The function of prayer is not to influence God, but rather to change the nature of the one who prays."},{"Author":"Max Lucado,  He Still Moves Stones","Category":"faith","Quote":"Faith is not the belief that God will do what you want. It is the belief that God will do what is right."},{"Author":"Mahatma Gandhi","Category":"faith","Quote":"You must not lose faith in humanity. Humanity is like an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty."},{"Author":"Ralph Waldo Emerson","Category":"faith","Quote":"All I have seen teaches me to trust the Creator for all I have not seen."},{"Author":"Greg Behrendt","Category":"faith","Quote":"I'm about to make a wild, extreme and severe relationship rule: the word busy is a load of crap and is most often used by assholes. The word \"busy\"is the relationship Weapon of Mass Destruction. It seems like a good excuse, but in fact in every silo you uncover, all you're going to find is a man who didn't care enough to call. Remember men are never to busy to get what they want."},{"Author":"Paulo Coelho,  Brida","Category":"faith","Quote":"None of us knows what might happen even the next minute, yet still we go forward. Because we trust. Because we have Faith."},{"Author":"Dante Alighieri,  Inferno","Category":"faith","Quote":"Do not be afraid; our fateCannot be taken from us; it is a gift."},{"Author":"Joni Eareckson Tada,  The God I Love","Category":"faith","Quote":"Sometimes God allows what he hates to accomplish what he loves."},{"Author":"Sylvia Plath","Category":"faith","Quote":"I talk to God but the sky is empty."},{"Author":"J.M. Barrie,  The Little White Bird","Category":"faith","Quote":"The reason birds can fly and we can't is simply because they have perfect faith, for to have faith is to have wings."},{"Author":"C.S. Lewis","Category":"faith","Quote":"I know now, Lord, why you utter no answer. You are yourself the answer. Before your face questions die away. What other answer would suffice?"},{"Author":"Helen Keller","Category":"faith","Quote":"Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see."},{"Author":"Nelson Mandela,  Long Walk to Freedom: Autobiography of Nelson Mandela","Category":"faith","Quote":"I am fundamentally an optimist. Whether that comes from nature or nurture, I cannot say. Part of being optimistic is keeping one's head pointed toward the sun, one's feet moving forward. There were many dark moments when my faith in humanity was sorely tested, but I would not and could not give myself up to despair. That way lays defeat and death."},{"Author":"Friedrich Nietzsche","Category":"faith","Quote":"A casual stroll through the lunatic asylum shows that faith does not prove anything."},{"Author":"Marilynne Robinson,  Home","Category":"faith","Quote":"There's so much to be grateful for, words are poor things."},{"Author":"William Ellery Channing","Category":"faith","Quote":"Faith is love taking the form of aspiration."},{"Author":"Rainer Maria Rilke,  Letters to a Young Poet","Category":"faith","Quote":"Believe in a love that is being stored up for you like an inheritance, and have faith that in this love there is a strength and a blessing so large that you can travel as far as you wish without having to step outside it."},{"Author":"Richelle Mead,  Last Sacrifice","Category":"faith","Quote":"What was love, really? Flowers, chocolate, and poetry? Or was it something else? Was it being able to finish someone's jokes? Was it having absolute faith that someone was there at your back? Was it knowing someone so well that they instantly understood why you did the things you did—and shared those same beliefs?"},{"Author":"Libba Bray","Category":"faith","Quote":"You can never really know someone completely. That’s why it’s the most terrifying thing in the world, really—taking someone on faith, hoping they’ll take you on faith too. It’s such a precarious balance, It’s a wonder we do it at all. And yet.."},{"Author":"Nicholas Sparks,  A Walk to Remember","Category":"faith","Quote":"I dont think that we're meant to understand it all the time. I think that sometimes we just have to have faith."},{"Author":"J.R.R. Tolkien,  The Return of the King","Category":"faith","Quote":"In this hour, I do not believe that any darkness will endure."},{"Author":"Gautama Buddha","Category":"faith","Quote":"Doubt everything. Find your own light."},{"Author":"Corrie ten Boom,  The Hiding Place","Category":"faith","Quote":"This is what the past is for! Every experience God gives us, every person He puts in our lives is the perfect preparation for the future that only He can see."},{"Author":"William James","Category":"faith","Quote":"Belief creates the actual fact."},{"Author":"Carl Sagan","Category":"faith","Quote":"Extraordinary claims require extraordinary evidence."},{"Author":"Charles M. Schulz","Category":"faith","Quote":"Are you upset little friend? Have you been lying awake worrying? Well, don't worry...I'm here. The flood waters will recede, the famine will end, the sun will shine tomorrow, and I will always be here to take care of you."},{"Author":"Lisa Wingate","Category":"faith","Quote":"Your children are the greatest gift God will give to you, and their souls the heaviest responsibility He will place in your hands. Take time with them, teach them to have faith in God. Be a person in whom they can have faith. When you are old, nothing else you've done will have mattered as much."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"There are no coincidences in life. What person that wandered in and out of your life was there for some purpose, even if they caused you harm. Sometimes, it doesn’t make sense the short periods of time we get with people, or the outcomes from their choices. However, if you turn it over to God he promises that you will see the big picture in the hereafter. Nothing is too small to be a mistake."},{"Author":"Jodi Picoult,  Second Glance","Category":"faith","Quote":"Love meant jumping off a cliff and trusting that a certain person would be there to catch you at the bottom."},{"Author":"Robert Anton Wilson,  Cosmic Trigger: Die letzten Geheimnisse der Illuminaten oder An den Grenzen des erweiterten Bewusstseins","Category":"faith","Quote":"belief is the death of intelligence."},{"Author":"Thomas Merton","Category":"faith","Quote":"You do not need to know precisely what is happening, or exactly where it is all going. What you need is to recognize the possibilities and challenges offered by the present moment, and to embrace them with courage, faith and hope."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"faith","Quote":"You picked a lemon, throw it away lemonade is overrated. Freaks should remain at the circus, not in your apartment. You already have one asshole. You don’t need another. Make a space in your life for the glorious things you deserve. Have faith."},{"Author":"Mitch Albom,  Have a Little Faith: a True Story","Category":"faith","Quote":"Faith is about doing. You are how you act, not just how you believe."},{"Author":"G.K. Chesterton","Category":"faith","Quote":"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless."},{"Author":"Joseph Campbell","Category":"faith","Quote":"Follow your bliss and the universe will open doors for you where there were only walls."},{"Author":"Abraham Lincoln","Category":"faith","Quote":"I have been driven many times upon my knees by the overwhelming conviction that I had no where else to go. My own wisdom and that of all about me seemed insufficient for that day."},{"Author":"Madeleine L'Engle","Category":"faith","Quote":"Some things have to be believed to be seen."},{"Author":"Elizabeth Gilbert","Category":"faith","Quote":"Faith is walking face-first and full-speed into the dark. If we truly knew all the answers in advance as to the meaning of life and the nature of God and the destiny of our souls, our belief would not be a leap of faith and it would not be a courageous act of humanity; it would just be... a prudent insurance policy."},{"Author":"Mother Teresa","Category":"faith","Quote":"The Simple PathSilence is PrayerPrayer is FaithFaith is LoveLove is ServiceThe Fruit of Service is Peace"},{"Author":"Edward Teller","Category":"faith","Quote":"When you get to the end of all the light you know and it's time to step into the darkness of the unknown, faith is knowing that one of two things shall happen: either you will be given something solid to stand on, or you will be taught how to fly."},{"Author":"Martin Luther","Category":"faith","Quote":"We are saved by faith alone, but the faith that saves is never alone."},{"Author":"Goldie Hawn","Category":"faith","Quote":"If we can just let go and trust that things will work out they way they're supposed to, without trying to control the outcome, then we can begin to enjoy the moment more fully. The joy of the freedom it brings becomes more pleasurable than the experience itself."},{"Author":"Mother Teresa","Category":"faith","Quote":"Work without love is slavery."},{"Author":"Rob Bell,  Velvet Elvis: Repainting the Christian Faith","Category":"faith","Quote":"The moment God is figured out with nice neat lines and definitions, we are no longer dealing with God."},{"Author":"Alan W. Watts","Category":"faith","Quote":"To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"faith","Quote":"To be rejected by someone doesn't mean you should also reject yourself or that you should think of yourself as a lesser person. It doesn't mean that nobody will ever love you anymore. Remember that only ONE person has rejected you at the moment, and it only hurt so much because to you, that person's opinion symbolized the opinion of the whole world, of God."},{"Author":"R.A. Salvatore,  Streams of Silver","Category":"faith","Quote":"No, I would not want to live in a world without dragons, as I would not want to live in a world without magic, for that is a world without mystery, and that is a world without faith."},{"Author":"Rick Warren","Category":"faith","Quote":"You were made by God and for God and until you understand that, life will never make sense."},{"Author":"Beatrix Potter","Category":"faith","Quote":"Believe there is a great power silently working all things for good, behave yourself and never mind the rest."},{"Author":"Albert Einstein","Category":"faith","Quote":"I believe in intuitions and inspirations...I sometimes FEEL that I am right. I do not KNOW that I am."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Reputation is what others think of us; character is what God knows of us. When you have spent what feels like eternity trying to repair a few moments of time that destroyed the view others once had of you then you must ask yourself if you have the problem or is it really them? God doesn’t make us try so hard, only enemies do."},{"Author":"Dan Brown,  The Da Vinci Code","Category":"faith","Quote":"Faith ― acceptance of which we imagine to be true, that which we cannot prove."},{"Author":"Leonardo da Vinci","Category":"faith","Quote":"As a well spent day brings happy sleep, so life well used brings happy death."},{"Author":"Dan Brown,  Angels & Demons","Category":"faith","Quote":"Faith is universal. Our specific methods for understanding it are arbitrary. Some of us pray to Jesus, some of us go to Mecca, some of us study subatomic particles. In the end we are all just searching for truth, that which is greater than ourselves."},{"Author":"Voltaire,  The Works: Voltaire","Category":"faith","Quote":"Faith consists in believing what reason cannot."},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"faith","Quote":"Why must people kneel down to pray? If I really wanted to pray I’ll tell you what I'd do. I'd go out into a great big field all alone or in the deep, deep woods and I'd look up into the sky—up—up—up—into that lovely blue sky that looks as if there was no end to its blueness. And then I'd just feel a prayer."},{"Author":"Pittacus Lore,  I Am Number Four","Category":"faith","Quote":"No. Don't give up hope just yet. It's the last thing to go. When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope."},{"Author":"C.S. Lewis","Category":"faith","Quote":"You can't know, you can only believe - or not."},{"Author":"Rabindranath Tagore","Category":"faith","Quote":"Faith is the bird that feels the light and sings when the dawn is still dark."},{"Author":"Helen Steiner Rice","Category":"faith","Quote":"When you are in troubled and worried and sick at heartAnd your plans are upset and your world falls apart,Remember God's ready and waiting to shareThe burden you find much to heavy to bear--So with faith, \"Let Go and Let GOD\"lead your wayInto a brighter and less troubled day"},{"Author":"Paul Tillich","Category":"faith","Quote":"Doubt isn't the opposite of faith; it is an element of faith."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go."},{"Author":"Roopleen","Category":"faith","Quote":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."},{"Author":"Ezra Taft Benson","Category":"faith","Quote":"The Lord works from the inside out. The world works from the outside in. The world would take people out of the slums. Christ would take the slums out of people, and then they would take themselves out of the slums.The world would mold men by changing their environment. Christ changes men, who then change their environment. The world would shape human behavior, but Christ can change human nature."},{"Author":"William Shakespeare,  A Midsummer Night's Dream","Category":"faith","Quote":"My soul is in the sky."},{"Author":"Roger A. Caras","Category":"faith","Quote":"Dogs have given us their absolute all. We are the center of their universe. We are the focus of their love and faith and trust. They serve us in return for scraps. It is without a doubt the best deal man has ever made."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"Define yourself radically as one beloved by God. This is the true self. Every other identity is illusion."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"faith","Quote":"Yes, I understand why things had to happen this way. I understand his reason for causing me pain. But mere understanding does not chase away the hurt. It does not call upon the sun when dark clouds have loomed over me. Let the rain come then if it must come! And let it wash away the dust that hurt my eyes!"},{"Author":"Shannon L. Alder","Category":"faith","Quote":"There will always be someone willing to hurt you, put you down, gossip about you, belittle your accomplishments and judge your soul. It is a fact that we all must face. However, if you realize that God is a best friend that stands beside you when others cast stones you will never be afraid, never feel worthless and never feel alone."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"There comes a time in your life when you have to choose to turn the page, write another book or simply close it."},{"Author":"Rumi,  The Essential Rumi","Category":"faith","Quote":"God turns you from one feeling to another and teaches by means of opposites so that you will have two wings to fly, not one"},{"Author":"C.S. Lewis,  The Screwtape Letters","Category":"faith","Quote":"[God] will not be used as a convenience. Men or nations who think they can revive the Faith in order to make a good society might just as well think they can use the stairs of heaven as a shortcut to the nearest chemist's shop."},{"Author":"Sam Harris,  Letter to a Christian Nation","Category":"faith","Quote":"I know of no society in human history that ever suffered because its people became too desirous of evidence in support of their core beliefs."},{"Author":"Pierre Teilhard de Chardin","Category":"faith","Quote":"Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."},{"Author":"Anne Lamott,  Plan B: Further Thoughts on Faith","Category":"faith","Quote":"When God is going to do something wonderful, He or She always starts with a hardship; when God is going to do something amazing, He or She starts with an impossibility."},{"Author":"Terry Tempest Williams,  Leap","Category":"faith","Quote":"This is my living faith, an active faith, a faith of verbs: to question, explore, experiment, experience, walk, run, dance, play, eat, love, learn, dare, taste, touch, smell, listen, speak, write, read, draw, provoke, emote, scream, sin, repent, cry, kneel, pray, bow, rise, stand, look, laugh, cajole, create, confront, confound, walk back, walk forward, circle, hide, and seek."},{"Author":"Patrick Overton,  The leaning tree: [poems]","Category":"faith","Quote":"When you walk to the edge of all the light you have and take that first step into the darkness of the unknown, you must believe that one of two things will happen. There will be something solid for you to stand upon or you will be taught to fly."},{"Author":"Elisabeth Elliot,  A Chance to Die: The Life and Legacy of Amy Carmichael","Category":"faith","Quote":"Faith does not eliminate questions. But faith knows where to take them."},{"Author":"Pittacus Lore,  The Power of Six","Category":"faith","Quote":"Never lose faith in yourself, and never lose hope; remember, even when this world throws its worst and then turns its back, there is still always hope."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"faith","Quote":"To become one who believes two become one, you need love in your life."},{"Author":"Paulo Coelho,  The Devil and Miss Prym","Category":"faith","Quote":"Because you believed I was capable of behaving decently, I did."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"Sometimes when you lose your way, you find YOURSELF."},{"Author":"Mahatma Gandhi","Category":"faith","Quote":"Faith is not something to grasp, it is a state to grow into."},{"Author":"Arnold Bennett","Category":"faith","Quote":"The chief beauty about timeis that you cannot waste it in advance.The next year, the next day, the next hour are lying ready for you,as perfect, as unspoiled,as if you had never wasted or misapplieda single moment in all your life.You can turn over a new leaf every hourif you choose."},{"Author":"Amy Gatliff","Category":"faith","Quote":"The greatest act of faith some days is to simply get up and face another day."},{"Author":"Frederick Buechner","Category":"faith","Quote":"Go where your best prayers take you."},{"Author":"David Platt,  Radical: Taking Back Your Faith from the American Dream","Category":"faith","Quote":"Radical obedience to Christ is not easy... It's not comfort, not health, not wealth, and not prosperity in this world. Radical obedience to Christ risks losing all these things. But in the end, such risk finds its reward in Christ. And he is more than enough for us."},{"Author":"Thomas Aquinas","Category":"faith","Quote":"To one who has faith, no explanation is necessary. To one without faith, no explanation is possible."},{"Author":"Elisabeth Elliot,  Through Gates of Splendor","Category":"faith","Quote":"I have one desire now - to live a life of reckless abandon for the Lord, putting all my energy and strength into it."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"faith","Quote":"Head up, heart open. To better days!"},{"Author":"أحمد خيري العمري,  إدرينالين","Category":"faith","Quote":"من قال لك أن درب الجنة معبد بالورود؟"},{"Author":"Sam Harris","Category":"faith","Quote":"We have a choice. We have two options as human beings. We have a choice between conversation and war. That's it. Conversation and violence. And faith is a conversation stopper."},{"Author":"Bernard Branson","Category":"faith","Quote":"Rejection is an opportunity for your selection."},{"Author":"Ezra Taft Benson","Category":"faith","Quote":"Men and women who turn their lives over to God will discover that He can make a lot more out of their lives than they can. He can deepen their joys, expand their vision, quicken their minds, strengthen their muscles, lift their spirits, multiply their blessings, increase their opportunities, comfort their soals, and pour out peace."},{"Author":"Dietrich Bonhoeffer,  The Cost of Discipleship","Category":"faith","Quote":"When all is said and done, the life of faith is nothing if not an unending struggle of the spirit with every available weapon against the flesh."},{"Author":"Kelly Clarkson","Category":"faith","Quote":"God will never give you anything you can't handle, so don't stress."},{"Author":"Mary Ann Shaffer,  The Guernsey Literary and Potato Peel Pie Society","Category":"faith","Quote":"Have you ever noticed that when your mind is awakened or drawn to someone new, that person's name suddenly pops up everywhere you go? My friend Sophie calls it coincidence, and Mr. Simpless, my parson friend, calls it Grace. He thinks that if one cares deeply about someone or something new one throws a kind of energy out into the world, and \"fruitfulness\"is drawn in."},{"Author":"Joel Osteen,  Your Best Life Now: 7 Steps to Living at Your Full Potential","Category":"faith","Quote":"It's our faith that activates the power of God."},{"Author":"Brené Brown,  The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are","Category":"faith","Quote":"Faith is a place of mystery, where we find the courage to believe in what we cannot see and the strength to let go of our fear of uncertainty."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."},{"Author":"Ken Follett,  The Pillars of the Earth","Category":"faith","Quote":"Having faith in God did not mean sitting back and doing nothing. It meant believing you would find success if you did your best honestly and energetically."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"faith","Quote":"Faith, in the sense in which I am here using the word, is the art of holding on to things your reason has once accepted, in spite of your changing moods."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"Realize that if a door closed, it’s because what was behind it wasn’t meant for you."},{"Author":"Elizabeth Gilbert","Category":"faith","Quote":"Faith is belief in what you cannot see or prove or touch. Faith is walking face-first and full-speed into the dark."},{"Author":"Richard Dawkins,  The God Delusion","Category":"faith","Quote":"Faith can be very very dangerous, and deliberately to implant it into the vulnerable mind of an innocent child is a grievous wrong."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane."},{"Author":"Ralph Waldo Emerson","Category":"faith","Quote":"Sorrow looks back, Worry looks around, Faith looks up"},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"faith","Quote":"A bridge of silver wings stretches from the dead ashes of an unforgiving nightmareto the jeweled vision of a life started anew."},{"Author":"Martin Luther","Category":"faith","Quote":"You have as much laughter as you have faith."},{"Author":"Thomas S. Monson","Category":"faith","Quote":"When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes."},{"Author":"Harper Lee,  Go Set a Watchman","Category":"faith","Quote":"Prejudice, a dirty word, and faith, a clean one, have something in common: they both begin where reason ends."},{"Author":"Abraham Lincoln","Category":"faith","Quote":"It is difficult to make a man miserable while he feels worthy of himself and claims kindred to the great God who made him."},{"Author":"Corrie ten Boom","Category":"faith","Quote":"when we are powerless to do a thing, it is a great joy that we can come and step inside the ability of Jesus"},{"Author":"John Piper,  Don't Waste Your Life Study Guide","Category":"faith","Quote":"If you live gladly to make others glad in God, your life will be hard, your risks will be high, and your joy will be full."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"faith","Quote":"You are never dedicated to something you have complete confidence in. No one is fanatically shouting that the sun is going to rise tomorrow. They know it's going to rise tomorrow. When people are fanatically dedicated to political or religious faiths or any other kinds of dogmas or goals, it's always because these dogmas or goals are in doubt."},{"Author":"Mahatma Gandhi,  The Story of My Experiments With Truth","Category":"faith","Quote":"When every hope is gone, 'when helpers fail and comforts flee,' I find that help arrives somehow, from I know not where. Supplication, worship, prayer are no superstition; they are acts more real than the acts of eating, drinking, sitting or walking. It is no exaggeration to say that they alone are real, all else is unreal."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Good works is giving to the poor and the helpless, but divine works is showing them their worth to the One who matters."},{"Author":"Anonymous,  The Holy Bible: New American Standard Version [NASB]","Category":"faith","Quote":"And my God will supply all your needs according to His riches in glory in Christ Jesus."},{"Author":"A.W. Tozer","Category":"faith","Quote":"Perhaps it takes a purer faith to praise God for unrealized blessings than for those we once enjoyed or those we enjoy now."},{"Author":"Anonymous,  Holy Bible: The New King James Version","Category":"faith","Quote":"And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, but have not love, I am nothing."},{"Author":"Cara Lockwood,  I Do -- But I Don't","Category":"faith","Quote":"True love is taking the risk that it won't be a happily-ever-after. True love is joining hands with the man who loves you for who you are, and saying, \"I'm not afraid to believe in you."},{"Author":"Alfred Lord Tennyson","Category":"faith","Quote":"There lives more faith in honest doubt, believe me, than in half the creeds."},{"Author":"Jim Valvano","Category":"faith","Quote":"My father gave me the greatest gift anyone could give another person, he believed in me."},{"Author":"Martin Luther","Category":"faith","Quote":"I am afraid that the schools will prove the very gates of hell, unless they diligently labor in explaining the Holy Scriptures and engraving them in the heart of the youth."},{"Author":"Jim Butcher,  White Night","Category":"faith","Quote":"Regardless of what I think about Islam or Wicca or any other religion, the fact is that it's a group of people. Every faith has its ceremonies. And since it's made up of people, every faith also has its assholes."},{"Author":"Paulo Coelho,  The Witch Of Portobello","Category":"faith","Quote":"Faith is not Desire. Faith is Will. Desires are things that need to be satisfied, whereas Will is a force. Will changes the space around us,..."},{"Author":"Paulo Coelho,  Warrior of the Light","Category":"faith","Quote":"In order to have faith in his own path, he does not need to prove that someone else's path is wrong."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"faith","Quote":"You were born a child of light’s wonderful secret— you return to the beauty you have always been."},{"Author":"Anonymous,  The New Testament","Category":"faith","Quote":"Beloved, let us love one another, because love is from God; everyone one who loves is born of God and knows God. Whoever does not love does not know God, for God is love."},{"Author":"Timothy Keller","Category":"faith","Quote":"It is not the strength of your faith but the object of your faith that actually saves you."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"faith","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"We live by faith and not by sight."},{"Author":"Sergei Lukyanenko,  Night Watch","Category":"faith","Quote":"Love is happiness, but only when you believe it will last forever. Even though every time it turns out to be a lie, it’s only faith that gives love its strength and its joy."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"faith","Quote":"To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid."},{"Author":"A.W. Tozer,  The Knowledge of the Holy","Category":"faith","Quote":"Any faith that must be supported by the evidence of the senses is not real faith."},{"Author":"Mitch Albom","Category":"faith","Quote":"You can feel the whole world and still feel lost in it. So many people are in pain-- no matter how smart or accomplished--they cry, they yearn, they hurt. But instead of looking down on things, they look up, which is where I should have been looking, too. Because when the world quiets to the sound of your own breathing, we all want the same things: comfort, love and a peaceful heart."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"It’s OKAY to be scared. Being scared means you’re about to do something really, really brave."},{"Author":"Lisa Kleypas,  Scandal in Spring","Category":"faith","Quote":"Most lives are not distinguished by great achievements. They are measured by an infinite number of small ones. Each time you do a kindness for someone or bring a smile to his face, it gives your life meaning. Never doubt your value, little friend. The world would be a dismal place without you in it. (tweaked version of a passage from Scandal in Spring)"},{"Author":"يوسف القرضاوي","Category":"faith","Quote":"ضع في يدي القيد ألهب أضلعيبالسوط ضع عنقي على السكينلن تستطيع حصار فكري ساعةأو محو إيماني و نور يقينيفالنور في قلبي و قلبي في يديربي و ربي ناصري و معنيني"},{"Author":"Immanuel Kant,  Critique of Pure Reason","Category":"faith","Quote":"I had to deny knowledge in order to make room for faith."},{"Author":"Ben Goldacre,  Bad Science","Category":"faith","Quote":"You cannot reason people out of a position that they did not reason themselves into."},{"Author":"Cheryl Strayed,  Wild: From Lost to Found on the Pacific Crest Trail","Category":"faith","Quote":"I was a terrible believer in things,but I was also a terrible nonbeliever in things. I was as searching as I was skeptical. I didn't know where to put my faith,or if there was such a place,or even what the word faith meant, in all of it's complexity. Everything seemed to be possibly potent and possibly fake."},{"Author":"Ally Carter,  Don't Judge a Girl by Her Cover","Category":"faith","Quote":"There are six reasons anyone does anything: Love. Faith. Greed. Boredom. Fear...\"he said, ticking them off on his fingers; but he lingered on the last, drawing a deep breath before he said, \"Revenge."},{"Author":"Joss Whedon","Category":"faith","Quote":"I've got a theory, it could be bunnies...I've got a theor-Bunnies aren't just cute like everybody supposesThey've got them hoppy legs and twitchy little noses.And what's with all the carrots-?What do they need such good eyesight for anyway?Bunnies, bunnies it must be bunnies!...or maybe midgets..."},{"Author":"Jay Leno","Category":"faith","Quote":"With hurricanes, tornados, fires out of control, mud slides,flooding, severe thunderstorms tearing up the country from oneend to another, and with the threat of bird flu and terroristattacks, \"Are we sure this is a good time to take God out ofthe Pledge of Allegiance?"},{"Author":"A.W. Tozer","Category":"faith","Quote":"Faith is the gaze of a soul upon a saving God."},{"Author":"Alfred Bester,  The Stars My Destination","Category":"faith","Quote":"Faith in faith' he answered himself. 'It isn't necessary to have something to believe in. It's only necessary to believe that somewhere there's something worthy of belief."},{"Author":"Mark Twain,  Pudd'nhead Wilson","Category":"faith","Quote":"There are those who scoff at the schoolboy, calling him frivolous andshallow: Yet it was the schoolboy who said 'Faith is believing what youknow ain't so'."},{"Author":"Sean Penn","Category":"faith","Quote":"When everything gets answered, it's fake."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"When someone you love says goodbye you can stare long and hard at the door they closed and forget to see all the doors God has open in front of you."},{"Author":"David Levithan,  The Realm of Possibility","Category":"faith","Quote":"The word I think of is precarious. I am struck by how precarious it all is. How the things that hold us are only as strong as the faith we have in them."},{"Author":"Matthew Henry,  Matthew Henry's Commentary on the Whole Bible","Category":"faith","Quote":"Extraordinary afflictions are not always the punishment of extraordinary sins, but sometimes the trial of extraordinary graces."},{"Author":"J.I. Packer,  Knowing God","Category":"faith","Quote":"Wait on the Lord\"is a constant refrain in the Psalms, and it is a necessary word, for God often keeps us waiting. He is not in such a hurry as we are, and it is not his way to give more light on the future than we need for action in the present, or to guide us more than one step at a time. When in doubt, do nothing, but continue to wait on God. When action is needed, light will come."},{"Author":"John Paul Warren","Category":"faith","Quote":"Let the world know what you live for...not what you fall for!"},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"Our hearts of stone become hearts of flesh when we learn where the outcast weeps."},{"Author":"Joel Osteen","Category":"faith","Quote":"If you can see the invisible, God will do the impossible."},{"Author":"Maggie Stiefvater,  Forever","Category":"faith","Quote":"In the darkness, he is invisible, but I can still feel him beside me. Sometimes you don't have to see something to know it is there."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"faith","Quote":"I am not worried, Harry,\"said Dumbledore, his voice a little stronger despite the freezing water. \"I am with you."},{"Author":"E.B. White","Category":"faith","Quote":"Writing is an act of faith, not a trick of grammar."},{"Author":"Hannah Harrington,  Saving June","Category":"faith","Quote":"It must be comforting, to have a faith like that. To believe so concretely that there’s someone—something— out there watching guard, keeping us safe, testing us only with what we can handle."},{"Author":"Brennan Manning,  Souvenirs of Solitude: Finding Rest in Abba's Embrace","Category":"faith","Quote":"Lord, when I feel that what I'm doing is insignificant and unimportant, help me to remember that everything I do is significant and important in your eyes, because you love me and you put me here, and no one else can do what I am doing in exactly the way I do it."},{"Author":"Dietrich Bonhoeffer,  Life Together: The Classic Exploration of Christian Community","Category":"faith","Quote":"We pray for the big things and forget to give thanks for the ordinary, small (and yet really not small) gifts."},{"Author":"Bob Dylan","Category":"faith","Quote":"You're gonna have to serve somebody; well, it may be the devil, or it may be the Lord, but you're gonna have to serve somebody..."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"faith","Quote":"This is one more piece of advice I have for you: don't get impatient. Even if things are so tangled up you can't do anything, don't get desperate or blow a fuse and start yanking on one particular thread before it's ready to come undone. You have to realize it's going to be along process and that you'll work on things slowly, one at a time."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"faith","Quote":"Talk to me about the truth of religion and I'll listen gladly. Talk to me about the duty of religion and I'll listen submissively. But don't come talking to me about the consolations of religion or I shall suspect that you don't understand."},{"Author":"Kahlil Gibran","Category":"faith","Quote":"Faith is an oasis in the heart which will never be reached by the caravan of thinking."},{"Author":"Frederick Buechner","Category":"faith","Quote":"Doubts are the ants in the pants of faith. They keep it awake and moving."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"Silent solitude makes true speech possible and personal. If I am not in touch with my own belovedness, then I cannot touch the sacredness of others. If I am estranged from myself, I am likewise a stranger to others."},{"Author":"Criss Jami,  Venus in Arms","Category":"faith","Quote":"Love is as simple as the absence of self given to another. God, when invited, fills the void of any unrequited love; hence loving is how one is drawn closer to God no matter its most horrific repercussions."},{"Author":"Cecelia Ahern,  The Gift","Category":"faith","Quote":"What is it with science these days? Everyone is so quick to believe in it, in all these new scientific discoveries, new pills for this, new pills for that. Get thinner, grow hair, yada, yada, yada, but when it requires a little faith in something you all go crazy.' He shook his head, 'If miracles had chemical equations then everyone would believe."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"faith","Quote":"And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"faith","Quote":"My idea of God is not a divine idea. It has to be shattered time after time. He shatters it Himself."},{"Author":"Emily Giffin,  Love the One You're With","Category":"faith","Quote":"I think of how life takes unexpected twists and turns, sometimes through sheer happenstance, sometimes through calculated decisions. In the end, it can all be called fate, but to me, it is more a matter of faith."},{"Author":"Mother Teresa","Category":"faith","Quote":"Profound joy of the heart is like a magnet that indicates the path of life."},{"Author":"Joseph B. Wirthlin","Category":"faith","Quote":"Faith is not so much something we believe; faith is something we live."},{"Author":"Robert G. Ingersoll,  The Works Of Robert G. Ingersoll, Vol. Iii","Category":"faith","Quote":"Give me the storm and tempest of thought and action, rather than the dead calm of ignorance and faith! Banish me from Eden when you will; but first let me eat of the fruit of the tree of knowledge!"},{"Author":"Madeleine L'Engle","Category":"faith","Quote":"If it can be verified, we don't need faith... Faith is for that which lies on the other side of reason. Faith is what makes life bearable, with all its tragedies and ambiguities and sudden, startling joys."},{"Author":"Leonard Ravenhill","Category":"faith","Quote":"A man who is intimate with God is not intimidated by man."},{"Author":"Pope John Paul II,  Pope John Paul II: In My Own Words","Category":"faith","Quote":"I plead with you--never, ever give up on hope, never doubt, never tire, and never become discouraged. Be not afraid."},{"Author":"Nicholas Sparks","Category":"faith","Quote":"You should read something else.\"Why would he have done that to him?\"I don't know,\"she said.Do you ever feel like Job?\"She smiled, a little twinkle in her eyes.Sometimes.\"But you haven't lost your faith?\"No,\"I knew she hadn't, but I think I was losing mine.Is it because you think you might get better?\"No,\"she said,\"its because its the only thing I have left."},{"Author":"Oliver Wendell Holmes Sr.","Category":"faith","Quote":"It's faith in something and enthusiasm for something that makes a life worth living."},{"Author":"Augustine of Hippo","Category":"faith","Quote":"Understanding is the reward of faith. Therefore, seek not to understand that you may believe, but believe that you may understand."},{"Author":"Jenny B. Jones,  There You'll Find Me","Category":"faith","Quote":"To truly try means to accept God's love, his healing, to accept the world can be ugly, but your heart doesn't have to be. It takes courage, Finley the warrior. You haven't held on to your anger and bitterness in search of healing, but as a banner of your hurt. Because it's real and visible and strong, \"she said. \"But so is God's love and so are those arms he's holding out for you."},{"Author":"Samuel Taylor Coleridge,  The Rime of the Ancient Mariner","Category":"faith","Quote":"Day after day, day after day,We stuck, nor breath nor motion;As idle as a painted shipUpon a painted ocean."},{"Author":"Neal A. Maxwell","Category":"faith","Quote":"Faith in God includes Faith in God's timing."},{"Author":"Terry Pratchett,  Small Gods","Category":"faith","Quote":"Just because you can explain it doesn't mean it's not still a miracle."},{"Author":"Tariq Ramadan","Category":"faith","Quote":"Intellect is a part of a good faith. Intellect is the light, the heart is the direction."},{"Author":"Criss Jami,  Venus in Arms","Category":"faith","Quote":"Confidence is like a dragon where, for every head cut off, two more heads grow back."},{"Author":"John Bytheway,  When Times Are Tough: 5 Scriptures That Will Help You Get Through Almost Anything","Category":"faith","Quote":"Everyone would like to have stronger faith. By themselves, the scriptures may not strengthen your faith, but being faithful to what they teach, does. In other words, faith cannot be separated from faithfulness."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"After every storm, there is a rainbow. If you have eyes, you will find it. If you have wisdom, you will create it. If you have love for yourself and others, you won’t need it."},{"Author":"Pearl S. Buck","Category":"faith","Quote":"I feel no need for any other faith than my faith in the kindness of human beings. I am so absorbed in the wonder of earth and the life upon it that I cannot think of heaven and angels."},{"Author":"Pope John Paul II","Category":"faith","Quote":"Faith and Reason are like two wings of the human spirit by which is soars to the truth."},{"Author":"Michael Jackson,  Dancing the Dream","Category":"faith","Quote":"But for me the sweetest contact with God has no form. I close my eyes, look within, and enter a deep soft silence. The infinity of God's creation embraces me."},{"Author":"Gabriel Garcí­a Márquez,  Of Love and Other Demons","Category":"faith","Quote":"Disbelief is more resistant than faith because it is sustained by the senses."},{"Author":"سنان أنطون,  يا مريم","Category":"faith","Quote":"و الأهم هو أن كل الصلوات ستصل الى الله في نهاية الأمر, مهما كانت اللغة أو المذهب"},{"Author":"Brandon Sanderson,  The Hero of Ages","Category":"faith","Quote":"Why did they believe? Because they saw miracles. Things one man took as chance, a man of faith took as a sign. A loved one recovering from disease, a fortunate business deal, a chance meeting with a long lost friend. It wasn't the grand doctrines or the sweeping ideals that seemed to make believers out of men. It was the simple magic in the world around them."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"Hearts rebuilt from hope resurrect dreams killed by hate."},{"Author":"J.I. Packer,  Knowing God","Category":"faith","Quote":"Your faith will not fail while God sustains it; you are not strong enough to fall away while God is resolved to hold you."},{"Author":"Criss Jami,  Venus in Arms","Category":"faith","Quote":"In order to share one's true brilliance one initially has to risk looking like a fool: genius is like a wheel that spins so fast, it at first glance appears to be sitting still."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"faith","Quote":"I could not believe in a God that would challenge faith like this."},{"Author":"Cristina Marrero","Category":"faith","Quote":"We never know when our last day on earth will be. So, love with full sincerity, believe with true faith, and hope with all of your might. Better to have lived in truth and discovered life, than to have lived half heartedly and died long before you ever ceased breathing."},{"Author":"Jonathan Anthony Burkett,  Neglected But Undefeated: The Life Of A Boy Who Never Knew A Mother's Love","Category":"faith","Quote":"Faith is why I'm here today and faith is why I made it through."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"faith","Quote":"Being in a hurry. Getting to the next thing without fully entering the thing in front of me. I cannot think of a single advantage I've ever gained from being in a hurry. But a thousand broken and missed things, tens of thousands, lie in the wake of all the rushing.... Through all that haste I thought I was making up time. It turns out I was throwing it away."},{"Author":"Steve Kluger,  My Most Excellent Year","Category":"faith","Quote":"Never, ever stop believing in magic, no matter how old you get. Because if you keep looking long enough and don't give up, sooner or later you're going to find Mary Poppins."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"faith","Quote":"It is our wounds that create in us a desire to reach for miracles. The fulfillment of such miracles depends on whether we let our wounds pull us down or lift us up towards our dreams."},{"Author":"Martin Luther","Category":"faith","Quote":"Reason is a whore, the greatest enemy that faith has; it never comes to the aid of spiritual things, but more frequently than not struggles against the divine Word, treating with contempt all that emanates from God."},{"Author":"Alan W. Watts","Category":"faith","Quote":"A priest once quoted to me the Roman saying that a religion is dead when the priests laugh at each other across the altar. I always laugh at the altar, be it Christian, Hindu, or Buddhist, because real religion is the transformation of anxiety into laughter."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"faith","Quote":"With faith the size of a mustard seed, you can indeed move a mountain, but you can hardly be expected to garnish your sandwich."},{"Author":"Paul Tillich","Category":"faith","Quote":"Sometimes I think it is my mission to bring faith to the faithless, and doubt to the faithful."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"In Love's service, only wounded soldiers can serve."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"faith","Quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts."},{"Author":"Ann Coulter,  If Democrats Had Any Brains, They'd Be Republicans","Category":"faith","Quote":"I'm a Christian first, and a mean-spirited, bigoted conservative second, and don't you ever forget it. You know who else was kind of \"divisive\"in terms of challenging the status quo and the powers-that-be of his day? Jesus Christ."},{"Author":"Charles Haddon Spurgeon","Category":"faith","Quote":"Care more for a grain of faith than a ton of excitement."},{"Author":"Russell Brand,  Articles of Faith","Category":"faith","Quote":"Say I feel all sad and self-indulgent, then get stung by a wasp, my misery feels quite abstract and I long just to be in spiritual pain once more - 'damn you tiny assassin, clad in yellow and black, how I crave my former innocence where melancholy was my only trial'."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Fear is the glue that keeps you stuck. Faith is the solvent that sets you free."},{"Author":"Randa Abdel-Fattah,  Does My Head Look Big In This?","Category":"faith","Quote":"Sometimes it's easy to lose faith in people. And sometimes one act of kindness is all it takes to give you hope again."},{"Author":"Nicholas Sparks,  At First Sight","Category":"faith","Quote":"Does trust have to be earned. Or is it simply a matter of faith?"},{"Author":"Mitch Albom","Category":"faith","Quote":"Love- the infatuation kind- 'he's so handsome, she's so beautiful'- that can shrivel. As soon as something goes wrong, that kind of love can fly out the window."},{"Author":"Mike Norton,  White Mountain","Category":"faith","Quote":"Solitude is the soil in which genius is planted, creativity grows, and legends bloom; faith in oneself is the rain that cultivates a hero to endure the storm, and bare the genesis of a new world, a new forest."},{"Author":"Maya Angelou","Category":"faith","Quote":"It is this belief in a power larger than myself and other than myself which allows me to venture into the unknown and even the unknowable."},{"Author":"Dallas Willard,  Hearing God: Developing a Conversational Relationship with God","Category":"faith","Quote":"We live in a culture that has, for centuries now, cultivated the idea that the skeptical person is always smarter than one who believes. You can almost be as stupid as a cabbage as long as you doubt."},{"Author":"Stanisław Lem","Category":"faith","Quote":"Faith is, at one and the same time, absolutely necessary and altogether impossible."},{"Author":"Joyce Meyer,  Battlefield of the Mind: Winning the Battle in Your Mind","Category":"faith","Quote":"Trust and faith bring joy to life and help relationships grow to their maximum potential."},{"Author":"Madeleine Albright,  Madam Secretary: A Memoir","Category":"faith","Quote":"I was taught to strive not because there were any guarantees of success but because the act of striving is in itself the only way to keep faith with life."},{"Author":"Corrie ten Boom","Category":"faith","Quote":"Faith is like radar that sees through the fog -- the reality of things at a distance that the human eye cannot see."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Your heart’s strength is measured by how hard it holds on. Your self worth and faith is measured by finally letting go. However, your peace is measured by how long you don’t look back."},{"Author":"A.W. Tozer","Category":"faith","Quote":"True faith rests upon the character of God and asks no further proof than the moral perfections of the One who cannot lie."},{"Author":"Pablo","Category":"faith","Quote":"No matter how many people believe or don’t believe in you, you must bethe ultimate believer in yourself!"},{"Author":"Miguel de Unamuno","Category":"faith","Quote":"Life is doubt,And faith without doubt is nothing but death."},{"Author":"Max Lucado,  Next Door Savior","Category":"faith","Quote":"A few songs with Him might change the way you sing. Forever."},{"Author":"Hubert Van Zeller","Category":"faith","Quote":"The soul hardly ever realizes it, but whether he is a believer or not, his loneliness is really a homesickness for God."},{"Author":"Richard Rohr","Category":"faith","Quote":"Faith does not need to push the river because faith is able to trust that there is a river. The river is flowing. We are in it."},{"Author":"Abraham Lincoln","Category":"faith","Quote":"Take all that you can of this book upon reason, and the balance on faith, and you will live and die a happier man. (When a skeptic expressed surprise to see him reading a Bible)"},{"Author":"David Mitchell,  Cloud Atlas","Category":"faith","Quote":"Faith, the least exclusive club on Earth, has the craftiest doorman. Every time I've stepped through its wide-open doorway, I find myself stepping out on the street again."},{"Author":"Arthur C. Clarke,  The Exploration of Space","Category":"faith","Quote":"A faith that cannot survive collision with the truth is not worth many regrets."},{"Author":"Paulo Coelho,  Brida","Category":"faith","Quote":"I learned that the search for God is a Dark Night, that Faith is a Dark Night. And that’s hardly a surprise really, because for us each day is a dark night. None of us knows what might happen even the next minute, and yet still we go forward. Because we trust. Because we have Faith."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"faith","Quote":"They say time is money, but that's not true. Time is life. And if I want the fullest life, I need to find fullest time... the busyness of your life leaving little room for the source of your life...God gives us time. And who has time for God?Which makes no sense."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"faith","Quote":"Man is manifestly not the measure of all things. This universe is shot through with mystery. The very fact of its being, and of our own, is a mystery absolute, and the only miracle worthy of the name."},{"Author":"Thomas Merton","Category":"faith","Quote":"Reason is in fact the path to faith, and faith takes over when reason can say no more."},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"faith","Quote":"[Y]ou have to stop loving and pursuing Christ in order to sin. When you are pursuing love, running toward Christ, you do not have opportunity to wonder, *Am I doing this right?* or *Did I serve enough this week?* When you are running toward Christ, you are freed up to serve, love, and give thanks without guilt, worry or fear. As long as you are running, you're safe."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"faith","Quote":"The road to hell isn't paved with gold, it's paved with faith. Faith in a dollar that's backed by a belief that people have faith in other people's belief in it."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},{"Author":"Sheri Dew,  If Life Were Easy, It Wouldn't Be Hard: And Other Reassuring Truths","Category":"faith","Quote":"If you're serious about sanctification, you can expect to experience heart-wrenching moments that try your faith, your endurance, and your patience."},{"Author":"Michel de Montaigne","Category":"faith","Quote":"Confidence in others' honesty is no light testimony of one's own integrity."},{"Author":"Augustine of Hippo","Category":"faith","Quote":"There can only be two basic loves... the love of God unto the forgetfulness of self, or the love of self unto the forgetfulness and denial of God."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"As we come to grips with our own selfishness and stupidity, we make friends with the impostor and accept that we are impoverished and broken and realize that, if we were not, we would be God. The art of gentleness toward ourselves leads to being gentle with others -- and is a natural prerequisite for our presence to God in prayer."},{"Author":"Gayle Forman,  Just One Year","Category":"faith","Quote":"Accidents. It's all about the accidents."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"faith","Quote":"Low self-esteem causes me to believe that I have so little worth that my response does not matter. With repentance, however, I understand that being worth so much to God is why my response is so important. Repentance is remedial work to mend our minds and hearts, which get bent by sin."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"When you look at the past without God’s eyes, you subject yourself to deception. The past no longer exists and God doesn’t linger there. However, Satan will show you whatever you want to see and believe, so you will be trapped in an emotion that cannot communicate truth, beyond what you want to remember."},{"Author":"ميخائيل نعيمة,  نجوى الغروب","Category":"faith","Quote":"ففي قرارة نفسي اليومإيمان عميق جدًاإيمان لا يتزعزعبأنَّ المحبة وحدها هي المفتاح"},{"Author":"Leigh Bardugo,  Shadow and Bone","Category":"faith","Quote":"There is something more powerful than any army. Something strong enough to topple kings, and even Darklings. Do you know what that thing is?”I shook my head, inching away from him.“Faith,” he breathed, his black eyes wild. “Faith."},{"Author":"Francine Rivers,  A Voice in the Wind","Category":"faith","Quote":"Have faith have faith. When you have nothing else have faith."},{"Author":"Sarah Ban Breathnach","Category":"faith","Quote":"Faith is the very first thing you should pack in a hope chest."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die.(John 11:25-26)"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"faith","Quote":"Each moment of worry, anxiety or stress represents lack of faith in miracles, for they never cease."},{"Author":"Lynn Austin,  Candle in the Darkness","Category":"faith","Quote":"Faith don't come in a bushel basket, Missy. It come one step at a time. Decide to trust Him for one little thing today, and before you know it, you find out He's so trustworthy you be putting your whole life in His hands."},{"Author":"Sam Harris","Category":"faith","Quote":"We know enough at this moment to say that the God of Abraham is not only unworthy of the immensity of creation; he is unworthy even of man."},{"Author":"Mary E. Pearson,  The Adoration of Jenna Fox","Category":"faith","Quote":"Faith and science, I have learned, are two sides of the same coin, separated by an expanse so small, but wide enough that one side can't see the other. They don't know they are connected."},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"faith","Quote":"True faith manifests itself through our actions."},{"Author":"Martin Luther","Category":"faith","Quote":"All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired."},{"Author":"نجلاء حسن,  طرف غترته","Category":"faith","Quote":"أتعلم لو كنت بقربي الآن ؟لكنت ضممتك إلي بكل ما أوتيت من عشق وشوق إليك ..ووضعت رأسي على قلبك الذي لطالما أدمنت هواه حد الثمالة !وسألتك بوجع هذه الأرض وماحوت :بربك لمَ أبعدتني عنك ؟"},{"Author":"Francine Rivers,  A Voice in the Wind","Category":"faith","Quote":"Never doubt God in the darkness what he has given us in the light."},{"Author":"Francine Rivers,  Redeeming Love","Category":"faith","Quote":"I'm only a tool, beloved. Not your Savior"},{"Author":"P.C. Hodgell,  Seeker's Mask","Category":"faith","Quote":"That which can be destroyed by the truth should be."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"To have faith is to be sure of the things we hope for, to be certain of the things we cannot see."},{"Author":"Sam Shepard","Category":"faith","Quote":"I believe in my mask-- The man I made up is meI believe in my dance-- And my destiny"},{"Author":"Rich DeVos","Category":"faith","Quote":"The only thing that stands between a person and what they want in life is the will to try it and the faith to believe it is possible."},{"Author":"Daniel C. Dennett","Category":"faith","Quote":"You don't get to advertise all the good that your religion does without first scrupulously subtracting all the harm it does and considering seriously the question of whether some other religion, or no religion at all, does better."},{"Author":"Catherine de Hueck Doherty","Category":"faith","Quote":"What you do matters — but not much. What you are matters tremendously."},{"Author":"Anaïs Nin","Category":"faith","Quote":"The man who was once starved may revenge himself upon the world not by stealing just once, or by stealing only what he needs, but by taking from the world an endless toll in payment of something irreplaceable, which is the lost faith."},{"Author":"Sri Sri Ravi Shankar,  Celebrating Silence: Excerpts from Five Years of Weekly Knowledge 1995-2000","Category":"faith","Quote":"Faith is realizing that you always get what you need."},{"Author":"Gregory Peck","Category":"faith","Quote":"Faith gives you an inner strength and a sense of balance and perspective in life."},{"Author":"Julia Cameron,  The Artist's Way: A Spiritual Path to Higher Creativity","Category":"faith","Quote":"Leap, and the net will appear."},{"Author":"John Calvin","Category":"faith","Quote":"True wisdom consists in two things: Knowledge of God and Knowledge of Self."},{"Author":"Elie Wiesel,  Night","Category":"faith","Quote":"In the beginning there was faith - which is childish; trust - which is vain; and illusion - which is dangerous."},{"Author":"Blaise Pascal,  Pensées","Category":"faith","Quote":"If we submit everything to reason our religion will be left with nothing mysterious or supernatural. If we offend the principles of reason our religion will be absurd and ridiculous . . . There are two equally dangerous extremes: to exclude reason, to admit nothing but reason."},{"Author":"Charles R. Swindoll","Category":"faith","Quote":"We must cease striving and trust God to provide what He thinks is best and in whatever time He chooses to make it available. But this kind of trusting doesn't come naturally. It's a spiritual crisis of the will in which we must choose to exercise faith."},{"Author":"Mother Teresa","Category":"faith","Quote":"God does not require that we be successful only that we be faithful."},{"Author":"Mitch Albom,  Have a Little Faith: a True Story","Category":"faith","Quote":"Much of what we called \"depression\"was really dissatisfaction, a result of setting a bar impossibly high or expecting treasures we weren't willing to work for."},{"Author":"Franz Kafka","Category":"faith","Quote":"Even the merest gesture is holy if it is filled with faith."},{"Author":"Jean-Jacques Rousseau","Category":"faith","Quote":"I perceive God everywhere in His works. I sense Him in me; I see Him all around me."},{"Author":"Jeri Smith-Ready,  Shade","Category":"faith","Quote":"Aura, I'm really patient, but I'm not a bloody saint."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"History dressed up in the glow of love’s kiss turned grief into beauty."},{"Author":"Robert Schuler","Category":"faith","Quote":"When you are down to nothing, God is up to somethng. It is up to you to reach out to find what God is up to for you."},{"Author":"Colleen McCullough,  The Thorn Birds","Category":"faith","Quote":"Belief doesn't rest on proof or existence...it rests on faith...without faith there is nothing."},{"Author":"Abraham Joshua Heschel","Category":"faith","Quote":"Faith is not the clinging to a shrine but an endless pilgrimage of the heart."},{"Author":"Marion Zimmer Bradley,  The Mists of Avalon","Category":"faith","Quote":"By what men think, we create the world around us, daily new."},{"Author":"Robert E. Lee","Category":"faith","Quote":"I can only say that I am nothing but a poor sinner, trusting in Christ alone for salvation."},{"Author":"Darynda Jones,  First Grave on the Right","Category":"faith","Quote":"Nobody wants to look like a fool. Nine times out of ten, thatreason alone keeps people from allowing themselves to believe."},{"Author":"G.I. Gurdjieff","Category":"faith","Quote":"Conscious faith is freedom. Emotional faith is slavery. Mechanical faith is foolishness."},{"Author":"William Sloane Coffin Jr.,  Credo","Category":"faith","Quote":"I love the recklessness of faith. First you leap, and then you grow wings."},{"Author":"Arthur Schopenhauer","Category":"faith","Quote":"Faith is like love: it does not let itself be forced."},{"Author":"C.G. Jung","Category":"faith","Quote":"The majority of my patients consisted not of believers but of those who had lost their faith."},{"Author":"Corrie ten Boom","Category":"faith","Quote":"We never know how God will answer our prayers, but we can expect that He will get us involved in His plan for the answer. If we are true intercessors, we must be ready to take part in God’s work on behalf of the people for whom we pray."},{"Author":"Terry Tempest Williams,  Leap","Category":"faith","Quote":"Faith is not about finding meaning in the world, there may be no such thing -- faith is the belief in our capacity to create meaningful lives."},{"Author":"Rachel Joyce,  The Unlikely Pilgrimage of Harold Fry","Category":"faith","Quote":"But maybe it's what the world needs. A little less sense, and a little more faith."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"faith","Quote":"Her absence is like the sky, spread over everything.But no, that is not quite accurate. There is one place where her absence comes locally home to me, and it is a place I can't avoid. I mean my own body. It had such a different importance while it was the body of H.'s lover. Now it's like an empty house."},{"Author":"Betty Smith","Category":"faith","Quote":"There had to be dark and muddy waters so that the sun could have something to background it's flashing glory."},{"Author":"Kirsten Miller,  The Eternal Ones","Category":"faith","Quote":"My faith is big enough to accept all of God's wonders."},{"Author":"Scott Cunningham,  Living Wicca: A Further Guide for the Solitary Practitioner","Category":"faith","Quote":"We are not on this planet to ask forgiveness of our deities"},{"Author":"Meister Eckhart","Category":"faith","Quote":"I am as sure as I live that nothing is so near to me as God. God is nearer to me than I am to myself; my existence depends on the nearness and the presence of God."},{"Author":"Eugene H. Peterson,  The Jesus Way: A Conversation on the Ways That Jesus Is the Way","Category":"faith","Quote":"The way of Jesus cannot be imposed or mapped — it requires an active participation in following Jesus as he leads us through sometimes strange and unfamiliar territory, in circumstances that become clear only in the hesitations and questionings, in the pauses and reflections where we engage in prayerful conversation with one another and with him."},{"Author":"Emily Dickinson","Category":"faith","Quote":"Faith is a fine inventionWhen gentlemen can see,But microscopes are prudentIn an emergency."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"There’s something really cool about knowing that your destiny is SO big that you’re not meant to share it with anyone. At least not yet."},{"Author":"Neil Gaiman,  The Sandman, Vol. 6: Fables and Reflections","Category":"faith","Quote":"Of course you don't believe in fairies. You're fifteen. You think I believed in fairies at fifteen? Took me until I was at least a hundred and forty. Hundred and fifty, maybe. Anyway, he wasn't a fairy. He was a librarian. All right?"},{"Author":"William Peter Blatty,  The Exorcist","Category":"faith","Quote":"God never talks. But the devil keeps advertising, Father. The devil does a lot of commercials."},{"Author":"Marty Rubin","Category":"faith","Quote":"The deep roots never doubt spring will come."},{"Author":"Ray Lamontagne","Category":"faith","Quote":"And when all your faith is gone let it be me, if it's a friend you need let it be me"},{"Author":"Ali Shariati","Category":"faith","Quote":"My father chose my name , and my last name was chosen by my ancestors . That’s enough, I myself choose my way"},{"Author":"Cindy Martinusen Coloma,  Caleb + Kate","Category":"faith","Quote":"My nature has always been to fight. My faith forces me to forgive."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"faith","Quote":"Faith is what makes life bearable, with all its tragedies and ambiguities and sudden, startling joys."},{"Author":"Richard Dawkins,  The Selfish Gene","Category":"faith","Quote":"The meme for blind faith secures its own perpetuation by the simple unconscious expedient of discouraging rational inquiry."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"faith","Quote":"Believe to the end, even if all men went astray and you were left the only one faithful; bring your offering even then and praise God in your loneliness."},{"Author":"Nicholas Sparks,  The Notebook","Category":"faith","Quote":"Science only goes so far, then comes God.- Noah Calhoun-"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"There are some places in life where you can only go alone. Embrace the beauty of your solo journey."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"My father taught me that you can you read a hundred books on wisdom and write a hundred books on wisdom, but unless you apply what you learned then its only words on a page. Life is not lived with intentions, but action."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"The sorrow of God lies in our fear of Him, our fear of life, and our fear of ourselves. He anguishes over our self-absorption and self-sufficiency... God's sorrow lies in our refusal to approach Him when we sinned and failed."},{"Author":"Evelyn Waugh,  Brideshead Revisited","Category":"faith","Quote":"I've always been bad. Probably I shall be bad again, punished again. But the worse I am, the more I need God. I can't shut myself out from His mercy. ... Or it may be a private bargain between me and God, that if I give up this one thing I want so much, however bad I am, He won't quite despair of me in the end."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"Love without hope will not survive.Love without faith changes nothing.Love gives power to hope and faith."},{"Author":"A.W. Tozer,  The Knowledge of the Holy","Category":"faith","Quote":"Faith is an organ of knowledge, and love an organ of experience."},{"Author":"Anne Morrow Lindbergh","Category":"faith","Quote":"It isn't for the moment you are struck that you need courage, but for that long uphill climb back to sanity and faith and security."},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"faith","Quote":"If you place [your bet] with God, you lose nothing, even if it turns out that God does not exist. But if you place it against God, and you are wrong and God does exist, you lose everything."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"The more you go with the flow of life and surrender the outcome to God, and the less you seek constant clarity, the more you will find that fabulous things start to show up in your life."},{"Author":"Jim Butcher,  Death Masks","Category":"faith","Quote":"I wouldn't burden any decent system of faith by participating in it... I'm not agnostic. Just nonpartisan. Theological Switzerland, that's me."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"God tests, but he does not tempt."},{"Author":"محمد متولي الشعراوي,  كيف تقرأ القرآن الكريم وتحفظه","Category":"faith","Quote":"القرآن هادي البشرية ومرشدها ونور الحياة ودستورها ، ما من شيء احتاجه البشر إلا بيَّنه اللَّه فيه نصًا أو إشارة أو إيماءً ، عَلِمه مَنْ عَلِمه ، وجهله من جهله"},{"Author":"Robert G. Ingersoll,  The Ghosts and Other Lectures","Category":"faith","Quote":"I will not attack your doctrines nor your creeds if they accord liberty to me. If they hold thought to be dangerous - if they aver that doubt is a crime, then I attack them one and all, because they enslave the minds of men.I attack the monsters, the phantoms of imagination that have ruled the world. I attack slavery. I ask for room -- room for the human mind."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"faith","Quote":"We tend to be preoccupied by our problems when we have a heightened sense of vulnerability and a diminished sense of power. Today, see each problem as an invitation to prayer."},{"Author":"Paulo Coelho,  By the River Piedra I Sat Down and Wept","Category":"faith","Quote":"God, I am trying to recover my faith. Please don't abandon me in the middle ofthis adventure, I prayed, pushing my fears aside."},{"Author":"John Henry Jowett","Category":"faith","Quote":"Life without thankfulness is devoid of love and passion. Hope without thankfulness is lacking in fine perception. Faith without thankfulness lacks strength and fortitude. Every virtue divorced from thankfulness is maimed and limps along the spiritual road."},{"Author":"Aberjhani,  Songs from the Black Skylark zPed Music Player","Category":"faith","Quote":"Oh what a wonderful soul so bright inside you. Got power to heal the sun’s broken heart, power to restore the moon’s vision too."},{"Author":"Jaroslav Pelikan,  The Vindication of Tradition: The 1983 Jefferson Lecture in the Humanities","Category":"faith","Quote":"Tradition is the living faith of the dead, traditionalism is the dead faith of the living. And, I suppose I should add, it is traditionalism that gives tradition such a bad name."},{"Author":"Jenny B. Jones,  There You'll Find Me","Category":"faith","Quote":"Does your love reach this far, God? And if it extends to heaven and beyond… why can’t it seem to find me?"},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"ولو إستطعت أن أعود بعجلة الزمان إلى الوراء ،لما إخترتك لي عاشقاً !ولأبقيتك عابراً غريباً يزور مدائني دون أن يحدث بداخلي أي ضجيج !"},{"Author":"Charles Haddon Spurgeon","Category":"faith","Quote":"When you see no present advantage, walk by faith and not by sight. Do God the honor to trust Him when it comes to matters of loss for the sake of principle."},{"Author":"James Joyce","Category":"faith","Quote":"All things are inconstant except the faith in the soul, which changes all things and fills their inconstancy with light."},{"Author":"William Peter Blatty,  The Exorcist","Category":"faith","Quote":"Perhaps evil is the crucible of goodness... and perhaps even Satan - Satan, in spite of himself - somehow serves to work out the will of God."},{"Author":"Kahlil Gibran","Category":"faith","Quote":"Faith is a knowledge within the heart, beyond the reach of proof."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"Love taught me to die with dignity that I might come forth anew in splendor. Born once of flesh, then again of fire, I was reborn a third time to the sound of my name humming haikus in heaven’s mouth."},{"Author":"Louie Giglio","Category":"faith","Quote":"But to mean it when I say that I want my life to count for His glory is to drive a stake through the heart of self - a painful and determined dying to me that must be a part of every day I live."},{"Author":"نجلاء حسن,  طرف غترته","Category":"faith","Quote":"اعذرني !!لن ألوث طهري ونقائي لمجرد إرضائك ،ولن أدنس مبادئي لأكسب شرف قربك مني ..ولن أنزع رداء الطفولة من روحي من ذاتي من وجداني ..لأكون في نظرك أنثى كاملة النضوجهذه أنا إن أردتني بطهري بطفولتي بنقائي بوفائي بعطائي !!وإن لم ترغب بنجلائك كما هي ..إذهب إليهن وغادرنيفكثيرات ياسيدي من هن بحجم رغباتك !وقليلات / قليلات من هن بحجم نقائي !"},{"Author":"Mahatma Gandhi","Category":"faith","Quote":"To believe that what has not occurred in history will not occur at all, is to argue disbelief in the dignity of man."},{"Author":"Teresa of Ávila","Category":"faith","Quote":"The closer one approaches to God, the simpler one becomes."},{"Author":"William Blake","Category":"faith","Quote":"If the Sun and Moon should ever doubt, they'd immediately go out."},{"Author":"G.K. Chesterton,  Orthodoxy","Category":"faith","Quote":"They said that I should lose my ideals and begin to believe in the methods of practical politicians. Now, I have not lost my ideals in the least; my faith in fundamentals is exactly what it always was. What I have lost is my childlike faith in practical politics."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Doubt is a question mark; faith is an exclamation point. The most compelling, believable, realistic stories have included them both."},{"Author":"Henry Miller","Category":"faith","Quote":"Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: It comes and goes. But if one believes, then miracles occur."},{"Author":"Kimberly Novosel","Category":"faith","Quote":"I decided I would fill the emptiness in me with God and with paint."},{"Author":"Max Lucado,  Grace for the Moment: Inspirational Thoughts for Each Day of the Year","Category":"faith","Quote":"When he says we’re forgiven, let’s unload the guilt. When he says we’re valuable, let’s believe him. . . . When he says we’re provided for, let’s stop worrying. God’s efforts are strongest when our efforts are useless"},{"Author":"Tim Minchin","Category":"faith","Quote":"Science adjusts its views based on what's observedFaith is the denial of observation so that belief can be preserved."},{"Author":"Orson Scott Card,  Sarah","Category":"faith","Quote":"Faith doesn't mean you never doubt. It only means you never act upon your doubts."},{"Author":"Gordon B. Hinckley","Category":"faith","Quote":"Our kindness may be the most persuasive argument for that which we believe."},{"Author":"Megan McCafferty,  Bumped","Category":"faith","Quote":"Faith is accepting what makes no sense, what we cannot prove, but know down deep in our souls is real."},{"Author":"L. Curt Erler","Category":"faith","Quote":"Today is today, only today... tomorrow...it will only be yesterday."},{"Author":"Nicholas Sparks,  The Notebook","Category":"faith","Quote":"I have always been a firm believer in God and the power of prayer, though to be honest, my faith has made for alist of questions I definitely want answered after I'm gone."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"faith","Quote":"Your least favorite virtue, or nominee for the most overrated one? Faith. Closely followed—in view of the overall shortage of time—by patience."},{"Author":"Mitch Albom","Category":"faith","Quote":"What do people fear most about death? I asked the reb.\"Fear?\"he thought for a moment. 'Well, for one thing, what happens next? Where do we go? Is it what we imagined?\"That's big.\"Yes. But there's something else.\"What else?He leaned forward.\"Being forgotten,\"he whispered."},{"Author":"William James","Category":"faith","Quote":"If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience."},{"Author":"Charles C. Ryrie","Category":"faith","Quote":"The Bible is the greatest of all books; to study it is the noblest of all pursuits; to understand it, the highest of all goals."},{"Author":"R.C. Sproul,  Essential Truths of the Christian Faith","Category":"faith","Quote":"As the fear of God is the beginning of wisdom, so the denial of God is the height of foolishness."},{"Author":"Friedrich Nietzsche","Category":"faith","Quote":"At times one remains faithful to a cause only because its opponents do not cease to be insipid."},{"Author":"Abraham Joshua Heschel,  Moral Grandeur and Spiritual Audacity: Essays","Category":"faith","Quote":"The primary purpose of prayer is not to make requests. The primary purpose is to praise, to sing, to chant. Because the essence of prayer is a song, and man cannot live without a song. Prayer may not save us. But prayer may make us worthy of being saved."},{"Author":"Søren Kierkegaard","Category":"faith","Quote":"What looks like politics, and imagines itself to be political, will one day unmask itself as a religious movement."},{"Author":"Eric Hoffer","Category":"faith","Quote":"The opposite of the religious fanatic is not the fanatical atheist but the gentle cynic who cares not whether there is a god or not."},{"Author":"Israelmore Ayivor,  The Great Hand Book of Quotes","Category":"faith","Quote":"Whatever negative things people think and say about you is enough to bring you down provided you belief that it carries a weight that can push you hard. Don't agree to accept what critics say; be prepared to silence them by doing what they think you can't do!"},{"Author":"Oswald Chambers,  My Utmost for His Highest: Selections for the Year","Category":"faith","Quote":"The life of faith is not a life of mounting up with wings, but a life of walking and not fainting."},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"faith","Quote":"Everywhere we shine death and life burn into something new…"},{"Author":"Nalini Singh,  Visions of Heat","Category":"faith","Quote":"How do you know it'll be pleasurable?\"He got on the bed and lay down.Breath a whisper, she came closer and tied one wrist to the headboard. The cat growled but didn't try to make him wrench free.\"Because just looking at you gives me the most extreme pleasure I've ever felt.\"\"Christ, baby, tie me up before you start talking like that."},{"Author":"J.S.B. Morse,  Now and at the Hour of Our Death","Category":"faith","Quote":"A pure heart is superlatively rare and even more attractive."},{"Author":"John F. MacArthur Jr.","Category":"faith","Quote":"You can’t confuse childlike faith with childish thinking."},{"Author":"Horace","Category":"faith","Quote":"Pactum serva\"- \"Keep the faith"},{"Author":"Evelyn Waugh,  Brideshead Revisited: The Sacred And Profane Memories Of Captain Charles Ryder","Category":"faith","Quote":"No one could really hate a saint, could they? They can't really hate God either. When they want to Hate Him and His saints they have to find something like themselves and pretends it's God and hate that."},{"Author":"William Cowper,  The Poetical Works Of William Cowper","Category":"faith","Quote":"God moves in mysterious waysHis wonders to performs"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"What we are waiting for is not as important as what happens to us while we are waiting. Trust the process."},{"Author":"Søren Kierkegaard","Category":"faith","Quote":"Faith is the highest passion in a human being. Many in everygeneration may not come that far, but none comes further."},{"Author":"Dan Brown,  Angels & Demons","Category":"faith","Quote":"Science tells me God must exist.My mind tells me I'll never understand God.My heart tells me I'm not meant to. [Vittoria Vetra]"},{"Author":"John Calvin","Category":"faith","Quote":"It would be the height of absurdity to label ignorance tempered by humility \"faith\"!(Institutio III.2.3)"},{"Author":"Evelyn Underhill","Category":"faith","Quote":"On every level of life, from housework to heights of prayer, in all judgment and efforts to get things done, hurry and impatience are sure marks of the amateur."},{"Author":"Michael A. Singer,  The Untethered Soul: The Journey Beyond Yourself","Category":"faith","Quote":"Instead of being encouraged to feel completely protected, loved, honored, and respected by the Divine Force, you've been taught that you're being judged. Because you've been taught that, you feel guilt and fear. But guilt and fear do not open you connection to the Divine; they only serve to close your heart. The reality is that God's way is love, and you can see this for yourself."},{"Author":"Stephen King,  Danse Macabre","Category":"faith","Quote":"We fall from womb to tomb, from one blackness and toward another, remembering little of the one and knowing nothing of the other ... except through faith."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"faith","Quote":"As Emmanuel, Cardinal Suhard says, \"To be a witness does not consist in engaging in propaganda, nor even in stirring people up, but in being a living mystery. It means to live in such a way that one's life would not make sense if God did not exist."},{"Author":"Dean Koontz,  The Darkest Evening of the Year","Category":"faith","Quote":"To many people, free will is a license to rebel not against what is unjust or hard in life but against what is best for them and true."},{"Author":"Gary Parker","Category":"faith","Quote":"If faith never encounters doubt, if truth never struggles with error, if good never battles evil, how can faith know its own power? In my own pilgrimage, if I had to choose between a faith that has stared doubt in the eye and made it blink, or a naive faith that has never known the firing line of doubt, I will choose the former every time."},{"Author":"Ann Coulter,  Godless: The Church of Liberalism","Category":"faith","Quote":"No matter what argument you make against evolution, the response is Well, you know, it's possible to believe in evolution and believe in God. Yes, and it's possible to believe in Spiderman and believe in God, but that doesn't prove Spiderman is true."},{"Author":"Solange nicole","Category":"faith","Quote":"We must be careful more than ever what we let our hearts believe in."},{"Author":"Robert Ferrigno,  Prayers for the Assassin","Category":"faith","Quote":"The faith is not the problem, Bernadette. The problem is the faithful."},{"Author":"Mother Teresa,  Heart of Joy","Category":"faith","Quote":"Do we know our poor people? Do we know the poor in our house, in our family? Perhaps they are not hungry for a piece of bread. Perhaps our children, husband, wife, are not hungry, or naked, or dispossessed, but are you sure there is no one there who feels unwanted, deprived of affection?"},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"faith","Quote":"Indeed, a quick glance around this broken world makes it painfully obvious that we don't need more arguments on behalf of God; we need more people who live as if they are in covenant with Unconditional Love, which is our best definition of God. (p. 21)"},{"Author":"Jeffrey Lang,  Even Angels Ask: A Journey to Islam in America","Category":"faith","Quote":"يبدو اننا جميعا بحاجة كي نؤمن بأحد ما أو شيء ما. فالحياة دون معنى او اتجاه بائسة حقا. ويبدوانه يتوجب ان نحيا من اجل هدف او شيء ما عزيز علينا ونموت من اجله، سواء كان هذا الهدف او الشيء مبدأ سياسي او خطة حياتية او أمة اوحلما او فكرة او مالا او اسرة. اعتقد ان التقديس هو جبلة في الانسان، وأن قدرنا هو أن نكون عبيدا سواء شئنا ذلك ام ابينا."},{"Author":"Carl Sagan,  Contact","Category":"faith","Quote":"If God is omnipotent and omniscient, why didn't he start the universe out in the first place so it would come out the way he wants? Why's he constantly repairing and complaining? No, there's one thing the Bible makes clear: The biblical God is a sloppy manufacturer. He's not good at design, he's not good at execution. He'd be out of business, if there was any competition."},{"Author":"C.S. Lewis,  The Screwtape Letters","Category":"faith","Quote":"There is nothing like suspense and anxiety for barricading a human's mind against the Enemy. He wants men to be concerned with what they do; our business is to keep them thinking about what will happen to them."},{"Author":"Bryant McGill,  Voice of Reason","Category":"faith","Quote":"The greatest joys in life are found not only in what we do and feel, but also in our quiet hopes and labors for others."},{"Author":"Pope Benedict XVI,  The Sacrament Of Charity: Sacramentum Caritatis","Category":"faith","Quote":"The aim of all Christian education, moreover, is to train the believer in an adult faith that can make him a \"new creation\", capable of bearing witness in his surroundings to the Christian hope that inspires him."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"أمقت تلك المسافات التي تفصلني عنك ،أتذمر من تلك المواقيت التي تسرقني منك ..أسخط على أعين تتأملك / على أنامل تلمسكعلى أنفاسك وهي تستنشقك !على نبضاتك وهي تستشعرك ، على ثيابك وهي تعانقك"},{"Author":"Markus Zusak,  The Book Thief","Category":"faith","Quote":"Even now, I wonder how much of my life is convinced."},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"faith","Quote":"Faith doesn't get you around problems in life and relationships, it gets you through it."},{"Author":"Friedrich Nietzsche,  Twilight of the Idols","Category":"faith","Quote":"The desire for a strong faith is not the proof of a strong faith, rather the opposite. If one has it one may permit oneself the beautiful luxury of skepticism: one is secure enough, fixed enough for it."},{"Author":"Joseph Smith Jr.","Category":"faith","Quote":"Let us here observe, that a religion that does not require the sacrifice of all things, never has power sufficient to produce the faith necessary unto life and salvation."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"faith","Quote":"عندما يمنحك الله الحياة ، من واجبك (ومن حقك ككائن بشري) أن تجد شيئًا جميلًا فيها ، مهما كان ضئيلًا"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"faith","Quote":"There is never a moment when God is not in control. Relax! He’s got you covered."},{"Author":"Jon Krakauer,  Under the Banner of Heaven: A Story of Violent Faith","Category":"faith","Quote":"Common sense is no match for the voice of God."},{"Author":"Robert Frost","Category":"faith","Quote":"For dear me, why abandon a beliefMerely because it ceases to be true"},{"Author":"Eugene H. Peterson","Category":"faith","Quote":"It is not easy to convey a sense of wonder, let alone resurrection wonder, to another. It’s the very nature of wonder to catch us off guard, to circumvent expectations and assumptions. Wonder can’t be packaged, and it can’t be worked up. It requires some sense of being there and some sense of engagement."},{"Author":"Joseph Goebbels","Category":"faith","Quote":"Faith moves mountains, but only knowledge moves them to the right place..."},{"Author":"Liz Curtis Higgs,  Here Burns My Candle","Category":"faith","Quote":"If the Almighty directs our steps, we've no need to look back over our shoulders."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"faith","Quote":"Fatigue is here, in my body, in my legs and eyes. That is what gets you in the end. Faith is only a word, embroidered."},{"Author":"Ann Hood,  Comfort: A Journey Through Grief","Category":"faith","Quote":"Even now, there are still days so beautiful, I almost believe in God."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"faith","Quote":"If humor and rumor are needed more than faith and truth, then it tells me something about the kind of world we live today."},{"Author":"Ralph Waldo Emerson","Category":"faith","Quote":"Faith and love are apt to be spasmodic in the best minds. Men live the brink of mysteries and harmonies into which they never enter, and with their hands on the door-latch they die outside."},{"Author":"Ernest Holmes","Category":"faith","Quote":"I live in the faith that there is a Presence and Power greater than I am that nurtures and supports me in ways I could not even imagine. I know that this Presence is All knowing and All Power and is Always right where I am"},{"Author":"Yisroel Meir Ha-Cohen","Category":"faith","Quote":"With faith, there are no questions; without faith, there are no answers."},{"Author":"Cristina Marrero","Category":"faith","Quote":"Maybe that's why life is so precious. No rewind or fast forward...just patience and faith."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"faith","Quote":"Shine your soul with the same egoless humility as the rainbow and no matter where you go in this world or the next, love will find you, attend you, and bless you."},{"Author":"Yann Martel","Category":"faith","Quote":"Faith in God is an opening up, a letting go, a deep trust, a free act of love - but sometimes it was so hard to love."},{"Author":"Erin McCarthy,  Hard and Fast","Category":"faith","Quote":"Honey, nobody ever knows someone completely. You have to just enjoy what you do know and have faith in the rest."},{"Author":"Søren Kierkegaard,  The Sickness Unto Death","Category":"faith","Quote":"to have faith is precisely to lose one's mind so as to win God."},{"Author":"Eugene H. Peterson","Category":"faith","Quote":"The Bible makes it clear that every time that there is a story of faith, it is completely original. God's creative genius is endless."},{"Author":"Thaddeus of Vitovnica,  Our Thoughts Determine Our Lives: The Life and Teachings of Elder Thaddeus of Vitovnica","Category":"faith","Quote":"We have very little faith in the Lord, very little trust. If we trusted the Lord as much as we trust a friend when we ask him to do something for us, neither we as individuals nor our whole country would suffer so much."},{"Author":"Ezra Taft Benson","Category":"faith","Quote":"While you are going through your trial, you can recall your past victories and count the blessings that you do have with a sure hope of greater ones to allow if you are faithful."},{"Author":"Barry Lyga,  I Hunt Killers","Category":"faith","Quote":"What was the opposite of linkage blindness? What described being certain of something without any kind of evidence?...The term was faith."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"Souls reconstructed with faith transform agony into peace."},{"Author":"R.A. Salvatore,  Siege of Darkness","Category":"faith","Quote":"But what of faith? What of fidelity and loyalty? Complete trust? Faith is not granted by tangible proof. It comes from the heart and the soul. If a person needs proof of god's existence, then the very notion of spirituality is diminished into sensuality and we have reduced what is holy into what is logical.-Drizzt Do'urden"},{"Author":"Gail Carson Levine,  Fairest","Category":"faith","Quote":"Daughter, we didn't need your note - or a prince's visit - to tell us you'd done nothing wrong. We know the daughter we raised. We fear for your future, but never for your character. You take our love and our trust wherever you wander. Father."},{"Author":"William Harwood,  Dictionary of Contemporary Mythology","Category":"faith","Quote":"The difference between faith and insanity is that faith is the ability to hold firmly to a conclusion that is incompatible with the evidence, whereas insanity is the ability to hold firmly to a conclusion that is incompatible with the evidence."},{"Author":"C.S. Lewis,  The Last Battle","Category":"faith","Quote":"Do you think I care if Aslan doomes me to death?” said the King. “That would be nothing, nothing at all. Would it not be better to be dead than to have this horrible fear that Aslan has come and is not like the Aslan we have believed in and longed for? It is as if the sun rose one day and were a black sun."},{"Author":"Thomas Aquinas","Category":"faith","Quote":"The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false."},{"Author":"Karen Marie Moning,  Iced","Category":"faith","Quote":"You can’t give somebody faith. They either got it or they don’t."},{"Author":"Desmond Tutu","Category":"faith","Quote":"Out of the cacophony of random suffering and chaos that can mark human life, the life artist sees or creates a symphony of meaning and order. A life of wholeness does not depend on what we experience. Wholeness depends on how we experience our lives."},{"Author":"Kimberly Novosel,  Loved","Category":"faith","Quote":"I told him I had once lost everything I had, too, and that I think that can be God’s way of building walls around us to force us to look up at Him."},{"Author":"Bill Wilson","Category":"faith","Quote":"Believe more deeply. Hold your face up to the light,even though for the moment you do not see."},{"Author":"Dan Barker,  Losing Faith in Faith: From Preacher to Atheist","Category":"faith","Quote":"Faith is a cop-out. If the only way you can accept an assertion is by faith, then you are conceding that it can't be taken on its own merits. It is intellectual bankruptcy."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"أنا أخبئ بين أقفاص صدري أوجاع نساء الأرض ودموع الصغار ،أنا أحمل على عاتقي خيبات ثكلى !وفي حنجرتي تستقر حشرجة حزن مدوية ..أنا الأنثى التي تقام كل ليلة على مدائن قلبهامآتم الخذلان !وبالرغم من ذلك الأسى المفرط .. .تبتسم وتمضي دونما إكتراث !"},{"Author":"Shannon L. Alder","Category":"faith","Quote":"God is going to send you someone that will rescue you. Then one day you will rescue them in return and together your story will rescue others. He has always been a God of rescues and a maker of warrior’s for his grace. You only need to believe that you are part of something greater than you know."},{"Author":"Dorothy Thompson","Category":"faith","Quote":"Peace has to be created, in order to be maintained. It is the product of Faith, Strength, Energy, Will, Sympathy, Justice, Imagination, and the triumph of principle. It will never be achieved by passivity and quietism."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"faith","Quote":"For me the most radical demand of Christian faith lies in summoning the courage to say yes to the present risenness of Jesus Christ."},{"Author":"Gordon B. Hinckley","Category":"faith","Quote":"Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith."},{"Author":"Mary Doria Russell,  The Sparrow","Category":"faith","Quote":"I believe in God the way I believe in quarks. People whose business it is to know about quantum physics or religion tell me they have good reason to believe that quarks and God exist. And they tell me that if I wanted to devote my life to learning what they've learned, I'd find quarks and God just like they did."},{"Author":"Joe Kelly,  I Kill Giants","Category":"faith","Quote":"We're stronger than we think."},{"Author":"Bo Sánchez","Category":"faith","Quote":"Do not ask directions from the people around you. Ask directions from the person who called you."},{"Author":"G.K. Chesterton","Category":"faith","Quote":"It is the test of a good religion whether you can joke about it."},{"Author":"Simone Weil,  Gravity and Grace","Category":"faith","Quote":"He who has not God in himself cannot feel His absence."},{"Author":"Patti Smith,  Just Kids","Category":"faith","Quote":"We were as Hansel and Gretel and we ventured out into the black forest of the world."},{"Author":"Joyce Meyer","Category":"faith","Quote":"Fear tries to get us to give up but faith takes us all the way through to victory"},{"Author":"Knut Hamsun,  Mysteries","Category":"faith","Quote":"But what really matters is not what you believe but the faith and conviction with which you believe…"},{"Author":"Vladimir Nabokov,  Pale Fire","Category":"faith","Quote":"All religions are based on obsolete terminology."},{"Author":"John McCain,  Faith of My Fathers: A Family Memoir","Category":"faith","Quote":"In prison, I fell in love with my country. I had loved her before then, but like most young people, my affection was little more than a simple appreciation for the comforts and privileges most Americans enjoyed and took for granted. It wasn't until I had lost America for a time that I realized how much I loved her."},{"Author":"Thomas Henry Huxley","Category":"faith","Quote":"What we call rational grounds for our beliefs are often extremely irrational attempts to justify our instincts."},{"Author":"Bree Despain,  The Dark Divine","Category":"faith","Quote":"God is the ultimate judge of what is truly in our souls. But we are requiered to forgive everyone."},{"Author":"Brigham Young","Category":"faith","Quote":"I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by him. I am fearful they settle down in a state of blind self security. Let every man and woman know, by the whispering of the Spirit of God to themselves, whether their leaders are walking in the path the Lord dictates, or not."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"faith","Quote":"The goal of prayer is to live all of my life and speak all of my words in the joyful awareness of the presence of God.Prayer becomes real when we grasp the reality and goodness of God's constant presence with 'the real me.' Jesus lived his everyday life in conscious awareness of his Father."},{"Author":"D.L. Moody","Category":"faith","Quote":"Faith makes all things possible. Love makes them easy."},{"Author":"Eugenia Price","Category":"faith","Quote":"if someone has just hurt you or broken your heart, if someone has just died, all the grace you need is there-waiting for you to receive it. As long as we are pulled inward-despair and self attention, we aren't free to reach for God's grace. If we mean to leave ourselves alone, we must keep a hand free."},{"Author":"Ray Lamontagne","Category":"faith","Quote":"But everything I have to give, I'll give to you"},{"Author":"Molly Friedenfeld","Category":"faith","Quote":"Focus on faith and grow your roots strong and deep so no one can make you believe in something that is not good for your soul."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"The whole war between the atheist and the theist comes down to this: the atheist believes a 'what' created the universe; the theist believes a 'who' created the universe."},{"Author":"A.W. Tozer","Category":"faith","Quote":"When we try to focus our thought upon One who is pure uncreated being we may see nothing at all, for He dwelleth in light that no man can approach unto. Only by faith and love are we able to glimpse Him as He passes by our shelter in the cleft of the rock."},{"Author":"N.T. Wright,  Surprised by Hope: Rethinking Heaven, the Resurrection, and the Mission of the Church","Category":"faith","Quote":"Logic cannot comprehend love; so much the worse for logic."},{"Author":"Ursula K. Le Guin,  The Telling","Category":"faith","Quote":"To learn a belief without the belief is to sing a song without the tune."},{"Author":"Ally Carter,  Don't Judge a Girl by Her Cover","Category":"faith","Quote":"There are 6 reasons that a person does anything: Love, faith, greed, boredom, fear... revenge."},{"Author":"Jeremy Aldana","Category":"faith","Quote":"Theology, philosophy, metaphysics, and quantum physics are merely ways for God to have his smart people believe in him"},{"Author":"Tom Robbins,  Half Asleep in Frog Pajamas","Category":"faith","Quote":"Faith is believing in something you know isn't true."},{"Author":"Yevgeny Zamyatin,  We","Category":"faith","Quote":"knowledge, absolutely sure of its infallibility, is faith"},{"Author":"Bahá'u'lláh,  The Kitab-i-Aqdas: The Most Holy Book","Category":"faith","Quote":"The earth is but one country and mankind its citizens"},{"Author":"Umberto Eco,  The Name of the Rose","Category":"faith","Quote":"The older I grow and the more I abandon myself to God's will, the lessI value intelligence that wants to know and will that wants to do; andas the only element of salvation I recognize faith, which can wait patiently,without asking too many questions."},{"Author":"Lee Strobel,  The Case for the Real Jesus: A Journalist Investigates Current Attacks on the Identity of Christ","Category":"faith","Quote":"Faith is only as good as the one in whom it's invested."},{"Author":"Amaka Imani Nkosazana","Category":"faith","Quote":"People will always notice something about you. It might be the way you walk or the way you talk, or just simply your personality. Live each day in the way you want to be remembered. Live in such a way that people will be inspired by those unique qualities that you have and strive to live better lives for themselves."},{"Author":"Paul Torday,  Salmon Fishing In The Yemen","Category":"faith","Quote":"Faith is the cure that heals all troubles. Without faith there is no hope and no love. Faith comes before hope, and before love. (Sheikh Muhammad ibn Zaidi bani Tihama)"},{"Author":"Søren Kierkegaard,  Fear and Trembling","Category":"faith","Quote":"For he who loves God without faith reflects on himself, while the person who loves God in faith reflects on God."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"faith","Quote":"Matthew 10:34“Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword."},{"Author":"Martin Luther","Category":"faith","Quote":"For all works and things, which are either commanded or forbidden by God and thus have been instituted by the supreme Majesty, are 'musts.' Nevertheless, no one should be dragged to them or away from them by the hair, for I can drive no man to heaven or beat him into it with a club."},{"Author":"Ernest Hemingway,  The Old Man and the Sea","Category":"faith","Quote":"Have faith in the Yankees my son. Think of the great DiMaggio."},{"Author":"Joyce Meyer","Category":"faith","Quote":"Sometimes new opportunity means new opposition. Not everything God asks us to do will be comfortable."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"faith","Quote":"All that we call human history--money, poverty, ambition, war, prostitution, classes, empires, slavery--[is] the long terrible story of man trying to find something other than God which will make him happy."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"faith","Quote":"...and when is enough proof enough?"},{"Author":"Elisabeth Elliot,  A Chance to Die: The Life and Legacy of Amy Carmichael","Category":"faith","Quote":"We are not asked to SEE,\"said Amy. \"Why need we when we KNOW?\"We know--not the answer to the inevitable Why, but the incontestable fact that it is for the best. \"It is an irreparable loss, but is it faith at all if it is 'hard to trust' when things are entirely bewildering?"},{"Author":"Maud Hart Lovelace,  Betsy-Tacy and Tib","Category":"faith","Quote":"In silence the three of them looked at the sunset and thought about God."},{"Author":"Abraham Lincoln","Category":"faith","Quote":"The mystic chords of memory, stretching from every battle-field, and patriot grave, to every living heart and hearth-stone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.--as quoted in THE RIVER OF WINGED DREAMS"},{"Author":"Donald Miller,  Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality","Category":"faith","Quote":"Christian spirituality was not a children's story. It wasn't cute or neat. It was mystical and odd and clean, and it was reaching into dirty. There was wonder in it and enchantment."},{"Author":"Bob Sorge,  Glory: When Heaven Invades Earth","Category":"faith","Quote":"The nature of the enemy's warfare in your life is to cause you to become discouraged and to cast away your confidence. Not that you would necessarily discard your salvation, but you could give up your hope of God's deliverance. The enemy wants to numb you into a coping kind of Christianity that has given up hope of seeing God's resurrection power."},{"Author":"Kentetsu Takamori","Category":"faith","Quote":"Living in a world such as this is like dancing on a live volcano."},{"Author":"Charles Haddon Spurgeon","Category":"faith","Quote":"The Christian should work as if all depended upon him, and pray as if it all depended upon God."},{"Author":"Beth Revis,  A Million Suns","Category":"faith","Quote":"Elder mocked me for praying once, and i spent an hour berating him for that. He ended up throwing up his hands, laughing, and telling me i could believe whatever i wanted if i was going to hold onto my beliefs so hard."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"faith","Quote":"For if there's no everlasting God, there's no such thing as virtue, and there's no need of it."},{"Author":"Tessa Afshar,  Pearl in the Sand","Category":"faith","Quote":"I mean that the reason God seems to act in ways that make no sense to us is that our perceptions are wrong. Our expectations are subtly twisted. We long for things that harm us and run from the things that grow and heal us. We think good is bad and bad is good. God acts rightly, but to us, it seems confusing. Or sometimes plain wrong."},{"Author":"Patrick Carman,  Thirteen Days to Midnight","Category":"faith","Quote":"Faith never stays put. It's always challenging always questioning. That's what makes it real."},{"Author":"David Wong","Category":"faith","Quote":"Guys like him, the ones who grip the Bible so tight they leave fingernail grooves, they're the ones who are the most scared of their dark side. Always going too far the other way, fighting for the Lord, often just because it gives them an excuse to fight."},{"Author":"Machado de Assis","Category":"faith","Quote":"O Diabo, invejoso, fez o homem confundir fé com religião e amor com casamento."},{"Author":"Suzy Kassem","Category":"faith","Quote":"Faith is the flame that eliminates fear."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Easily mistaken, it is not about a love for adversity, it is about knowing a strength and a faith so great that adversity, in all its adverse manifestations, hardly even exists."},{"Author":"Diane Duane,  So You Want to Be a Wizard","Category":"faith","Quote":"Believe something and the Universe is on its way to being changed. Because you've changed, by believing. Once you've changed, other things start to follow. Isn't that the way it works?"},{"Author":"Kristi Bowman","Category":"faith","Quote":"Sometimes in life we take a leap of faith. Remember, the leap is not about getting from one side to the other. It's simply about taking the leap....and trusting the air, the universal breath, will support your wings so that you may soar."},{"Author":"Galileo Galilei","Category":"faith","Quote":"By denying scientific principles, one may maintain any paradox."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"faith","Quote":"[I]t is difficult to imagine a set of beliefs more suggestive of mental illness than those that lie at the heart of many of our religious traditions."},{"Author":"Desmond Tutu","Category":"faith","Quote":"Though wrong gratifies in the moment, good yields its gifts over a lifetime."},{"Author":"Jody Hedlund","Category":"faith","Quote":"Hardships are the Lord's greatest blessings to the believer. Without them we would love the Lord only for what He does for us. Our troubles teach us to love Him for who He is.\"Sister Norton in \"The Preacher's Bride"},{"Author":"Terry Tempest Williams,  Leap","Category":"faith","Quote":"There is no one true church, no one chosen people."},{"Author":"Sam Harris","Category":"faith","Quote":"The only thing that guarantees an open-ended collaboration among human beings, the only thing that guarantees that this project is truly open-ended, is a willingness to have our beliefs and behaviors modified by the power of conversation."},{"Author":"محمد متولي الشعراوي,  كيف تقرأ القرآن الكريم وتحفظه","Category":"faith","Quote":"القرآن الكريم ليس إعجازًا في البلاغة فقط ، ولكنه يحوي إعجازًا في كل ما يمكن للعقل البشري أن يحوم حوله ، فكل مفكر متدبر في كلام اللَّه يجد إعجازًا في القرآن الكريم . فالذي درس البلاغة رأى الإعجاز البلاغي ، والذي تعلم الطب وجد إعجازًا طبيًا في القرآن الكريم . وعالم النباتات رأى إعجازًا في آيات القرآن الكريم ، وكذلك عالم الفلك ."},{"Author":"Lloyd Alexander,  Westmark","Category":"faith","Quote":"Find what you want. I will find you."},{"Author":"William James","Category":"faith","Quote":"Belief creates the actual fact."},{"Author":"Hany Adeeb","Category":"faith","Quote":"لا تستهين بنفسك ، حتى لو كنت قطرة ، محاولاتك المستمرة .. بصبر تستطيع أن تفتت الصخر"},{"Author":"Stephen Batchelor,  Confession of a Buddhist Atheist","Category":"faith","Quote":"The problem with certainty is that it is static; it can do little but endlessly reassert itself. Uncertainty, by contrast, is full of unknowns, possibilities, and risks. (65)"},{"Author":"John R.W. Stott","Category":"faith","Quote":"Every Christian should be both conservative and radical; conservative in preserving the faith and radical in applying it."},{"Author":"Aberjhani,  I Made My Boy Out of Poetry","Category":"faith","Quote":"Just above our terror, the stars painted this storyin perfect silver calligraphy. And our souls, too oftenabused by ignorance, covered our eyes with mercy."},{"Author":"Whitney Otto,  How to Make an American Quilt","Category":"faith","Quote":"All you have to go on is the faith of a kiss."},{"Author":"Billy Doyle,  The Mirage of Separation","Category":"faith","Quote":"there comes a timewhen you have to let goall the wordsall the teachingand trust the infinite"},{"Author":"عائض القرني","Category":"faith","Quote":"Whatever has befallen you was not meant to escape you, and whatever has escaped you was not meant to befall you."},{"Author":"Scot McKnight,  One.Life: Jesus Calls, We Follow","Category":"faith","Quote":"‎Those who aren't following Jesus aren't his followers. It's that simple. Followers follow, and those who don't follow aren't followers. To follow Jesus means to follow Jesus into a society where justice rules, where love shapes everything. To follow Jesus means to take up his dream and work for it."},{"Author":"Winston Churchill","Category":"faith","Quote":"As long as we have faith in our own cause and an unconquerable will to win, victory will not be denied us."},{"Author":"G.K. Chesterton","Category":"faith","Quote":"Surely we cannot take an open question like the supernatural and shut it with a bang, turning the key of the madhouse on all the mystics of history. You cannot take the region of the unknown and calmly say that, though you know nothing about it, you know all the gates are locked. We do not know enough about the unknown to know that it is unknowable."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"It's a good sign but rare instance when, in a relationship, you find that the more you learn about the other person, the more you continue to desire them. A sturdy bond delights in that degree of youthful intrigue. Love loves its youth."},{"Author":"Rumi","Category":"faith","Quote":"It is certain that an atom of goodness on the path of faith is never lost."},{"Author":"Mother Angelica","Category":"faith","Quote":"Unless you are willing to do the ridiculous, God will not do the miraculous. When you have God, you don’t have to know everything about it; you just do it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Have faith in your skills. Doubt kills more dreams than failure ever will."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"faith","Quote":"This day is not a sieve, losing time. With each passing minute, each passing year, there's this deepening awareness that I am filling, gaining time. We stand on the brink of eternity."},{"Author":"Kathleen McGowan,  The Poet Prince","Category":"faith","Quote":"And remember this most of all: when it is darkest, that is when you can see the stars most clearly."},{"Author":"Sylvia Plath,  The Collected Poems","Category":"faith","Quote":"Although, I admit, I desire,Occasionally, some backtalkFrom the mute sky, I can't honestly complain:A certain minor light may stillLean incandescentOut of kitchen table or chairAs if a celestial burning tookPossession of the most obtuse objects now and then --"},{"Author":"Emily Dickinson","Category":"faith","Quote":"Faith—is the Pierless BridgeSupporting what We seeUnto the Scene that We do not—Too slender for the eyeIt bears the Soul as boldAs it were rocked in SteelWith Arms of Steel at either side—It joins—behind the VeilTo what, could We presumeThe Bridge would cease to beTo Our far, vacillating FeetA first Necessity."},{"Author":"Anonymous,  The Arabian Nights","Category":"faith","Quote":"Glory be to Him who changes others and remains Himself unchanged!"},{"Author":"Yann Martel","Category":"faith","Quote":"Atheists are my brothers and sisters of a different faith, and every word they speak speaks of faith. Like me, they go as far as the legs of reason will carry them -- and then they leap."},{"Author":"Ralph Waldo Emerson","Category":"faith","Quote":"Belief consists in accepting the affirmations of the soul; unbelief, in denying them."},{"Author":"Charles Sheffield,  Brother to Dragons","Category":"faith","Quote":"Remember, an easy question can have an easy answer. But a hard question must have a hard answer. And for the hardest questions of all, there may be no answer - except faith."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"Love only fails when we fail to love."},{"Author":"Ashly Lorenzana","Category":"faith","Quote":"You have to believe what you're saying if you're going to convince me. I just can't break that rule, even if I want to."},{"Author":"Pramoedya Ananta Toer,  Arok Dedes","Category":"faith","Quote":"Lihat, ini Arok, yang tetap mempertahankan Tumapel. Dia dan pasukannya akan mempertahankannya sampai titik darah terakhir. Bukan karena imbalan uang, emas dan perak dan singgasana. Hanya karena kesetiaan pada janji."},{"Author":"A.W. Tozer,  The Root of the Righteous","Category":"faith","Quote":"Any faith that does not command the one who holds it is not a real belief; it is a pseudo belief only. And it might shock some of us profoundly if we were brought suddenly face to face with our beliefs and forced to test them in the fires of practical living."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"إحدى يديه كانت منهمكة بالعبث في خصلات شعريوالأخرى كان ينفث بها سيجارته ،إلتقطتها منه بغضب وبإمتعاض ممقوتوهمست له : دعها تلك اللعينة فلن أسمح بأن تشاركني فيك !"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Always listen to the voice of your conscience. If your conscience conflicts with your faith, question everything."},{"Author":"George Eliot,  Middlemarch","Category":"faith","Quote":"The presence of a noble nature, generous in its wishes, ardent in its charity, changes the lights for us: we begin to see things again in their larger, quieter masses, and to believe that we too can be seen and judged in the wholeness of our character."},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"faith","Quote":"And now we step to the rhythm of miracles.--from The Light, That Never Dies"},{"Author":"Jonathan Edwards,  The Religious Affections","Category":"faith","Quote":"True virtue never appears so lovely as when it is most oppressed; and the divine excellency of real Christianity is never exhibited with such advantage as when under the greatest trials; then it is that true faith appears much more precious than gold, and upon this account is \"found to praise and honour and glory."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"faith","Quote":"When your only regret is if anyone thinks you regret anything - that is the definition of conviction."},{"Author":"Dean Koontz,  The Darkest Evening of the Year","Category":"faith","Quote":"The geometry of judgment is a circle. Hate is a snake that turns to consume itself from the tail, a circle that diminishes to a point, then to nothing. Pride is such a snake, and envy, and greed. Love, however, is a hoop, a wheel, that rolls on forever. We are rescued by those whom we have rescued. The saved become the saviors of their saviors."},{"Author":"Paulo Coelho,  Veronika Decides to Die","Category":"faith","Quote":"because it seemed too simple to accept that life was an act of faith."},{"Author":"Sarah Ban Breathnach","Category":"faith","Quote":"Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world."},{"Author":"Rob Bell,  What We Talk about When We Talk about God","Category":"faith","Quote":"Take faith, for example. For many people in our world, the opposite of faith is doubt. The goal, then, within this understanding, is to eliminate doubt. But faith and doubt aren't opposites. Doubt is often a sign that your faith has a pulse, that it's alive and well and exploring and searching. Faith and doubt aren't opposites, they are, it turns out, excellent dance partners."},{"Author":"Ravi Zacharias","Category":"faith","Quote":"Every worldview has to bring together reason and faith."},{"Author":"James A. Murphy,  The Waves of Life Quotes and Daily Meditations","Category":"faith","Quote":"Faith is about going through hell, coming out with some scars, and becoming a wiser person from the lessons you’ve learned along the way. You must take the scars of your past and appreciate them for what they have taught you. You also have to take the scars, the lessons of your past and not let them control your future…."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Regardless of your faith, you can never escape uncertainty."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"Feet sandaled with dreams tread paths of vision leading to wisdom’s sharp peaks."},{"Author":"Katharine Hepburn","Category":"faith","Quote":"Now how can anybody look at that and not believe in God? I mean, how can anybody look at this and not believe there is some higher power, some divine force at work in the universe greater than Man, some god that created it, that created all this, that created us?"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"faith","Quote":"Each day gives the opportunity for you to be treated right, to feel worthy, and to be successful. It’s a choice you have to make, a faith you have to embrace, and a standard you have to set."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"I am thankful when I am hungry because then I know that when I eat, the food will taste better. Life has taught me that my true contentment rests in hope, and the pleasure itself is secondary. It is self-awareness, not happiness, that maintains peace."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"In God's eyes, a man who teaches one truth and nothing else is more righteous than a man who teaches a million truths and one lie."},{"Author":"Temitope Owosela","Category":"faith","Quote":"Hope and faith goes hand-in-hand, because without hope there is no faith. The same goes with want and needs, without any wants, there no need to have a need"},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"I believe in evolution in the sense that a short-tempered man is the successor of a crybaby."},{"Author":"Bernard Kelvin Clive,  Your Dreams Will Not Die","Category":"faith","Quote":"I’ve learned that no matter how inspired, fired up and motivated you might be, the dark clouds will always set in"},{"Author":"Ayya Khema","Category":"faith","Quote":"If the whole universe can be found in our own body and mind, this is where we need to make our inquires. We all have the answers within ourselves, we just have not got in touch with them yet. The potential of finding the truth within requires faith in ourselves."},{"Author":"Lorraine Hansberry","Category":"faith","Quote":"I'm just tired of hearing about God all the time. What has He got to do with anything?... I'm not going to be immoral or commit crimes because I don't believe. I don't even think about that. I just get so tired of Him getting the credit for things the human race achieves through its own effort. Now, there simply is no God. There's only man. And it's he who makes miracles."},{"Author":"David Wilkerson,  The Cross and the Switchblade","Category":"faith","Quote":"You asked the Holy Spirit for a miracle, and now that you’ve got one you’re trying to argue it away. People who don’t believe in miracles shouldn’t pray for them."},{"Author":"Susan Meissner,  The Shape of Mercy","Category":"faith","Quote":"I used to think mercy meant showing kindness to someone who didn't deserve it, as if only the recipient defined the act. The girl in between has learned that mercy is defined by its giver. Our flaws are obvious, yet we are loved and able t love, if we choose, because there is that bit of the divine still smoldering in us."},{"Author":"Alister E. McGrath","Category":"faith","Quote":"Faith is not something that goes against the evidence, it goes beyond it. The evidence is saying to us, 'There is another country. There is something beyond mere reason'."},{"Author":"Dave Matthes,  Bar Nights","Category":"faith","Quote":"...you're either gonna spend your life fucking pussy, or taking it to church."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"faith","Quote":"Where humanitysowed faith, hope, and unity, joy’s garden blossomed."},{"Author":"Wm. Paul Young,  The Shack","Category":"faith","Quote":"Perhaps there is supranatural: reason beyond the normal definitions of fact or data-based logic; something that only makes sense if you can see a bigger picture of reality. Maybe that is where faith fits in."},{"Author":"Kristina McMorris,  Bridge of Scarlet Leaves","Category":"faith","Quote":"In seven days God had created the Earth. In a single day mankind had turned it upside down."},{"Author":"Dave Eggers","Category":"faith","Quote":"He must trust, and he must have faith. And so he builds, because what is building, and rebuilding and rebuilding again, but an act of faith?"},{"Author":"George Iles","Category":"faith","Quote":"Hope is faith holding out its hand in the dark."},{"Author":"Henry B. Eyring","Category":"faith","Quote":"We can follow a steady upward course in a world of change without fear, welcoming opportunities"},{"Author":"Eugene H. Peterson","Category":"faith","Quote":"The only opportunity you will ever have to live by faith is in the circumstances you are provided this very day: this house you live in, this family you find yourself in, this job you have been given, the weather conditions that prevail at the ...moment."},{"Author":"Frederick Buechner,  The Magnificent Defeat","Category":"faith","Quote":"Faith is stepping out into the unknown with nothing to guide us but a hand just beyond our grasp."},{"Author":"Nicole Johnson,  Fresh Brewed Life: A Stirring Invitation to Wake Up Your Soul","Category":"faith","Quote":"God wants to dance with us. The goal of dancing is NOT to learn the steps. The goal of dancing is to enjoy your partner. We learn the steps but only so we don't have to look down at our feet. We are free to look into the eyes of the one we love."},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"بربك لا تبكِ بكاء المظلوم !إن زرت أوطاني يوماً ولمحت نوافذ إنتظاري مغلقةوأبواب فقدي لك مؤصدة ،بربك لا تبكِ بكاء المظلوم !إن إحتفلوا بيوم ميلادك وبحثت عن صوتي بينهم ..ولم تجده ؟ وبحثت عن هداياي من بين هداياهم ولم تصلك"},{"Author":"Thomas Harris,  Red Dragon","Category":"faith","Quote":"In her way, she was a hard one. Faith in any sort of natural justice was nothing but a night light; she knew of that. Whatever she did, she would end the same way with everyone does: flat on her back with a tube in her nose, wondering, \"Is this all?"},{"Author":"Maxwell Maltz,  New Psycho-Cybernetics","Category":"faith","Quote":"A human being always acts and feels and performs in accordance with what he imagines to be true about himself and his environment...For imagination sets the goal ‘picture’ which our automatic mechanism works on. We act, or fail to act, not because of ‘will,’ as is so commonly believed, but because of imagination."},{"Author":"Victoria Schwab,  The Unbound","Category":"faith","Quote":"Da used to say that lies were easy, but trust was hard. Trust is like faith: it can turn people into believers, but every time it's lost, trust becomes harder and harder to win back."},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"faith","Quote":"We can't believe what we believe to be untrue, and we can't love what we believe to be unreal."},{"Author":"Scott Hahn,  Lord, Have Mercy: The Healing Power of Confession","Category":"faith","Quote":"As we grow detached from things, we come (with God's help) to master our desires, and we give the mastery over to God. Discipline and divine grace heal the intellect and the will of the effects of concupiscence. We can begin to see things clearly."},{"Author":"Sting,  Nothing Like the Sun","Category":"faith","Quote":"Without the voice of reason, every faith is its own curse.\"(History Will Teach Us Nothing)"},{"Author":"Adrian Rogers","Category":"faith","Quote":"A faith that hasn't been tested can't be trusted."},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"faith","Quote":"This world’s anguish is no different from the love we insist on holding back."},{"Author":"Joni Eareckson Tada,  Suffering: Making Sense of Suffering 5pk","Category":"faith","Quote":"Suffering provides the gym equipment on which my faith can be exercised."},{"Author":"Janice Hanna,  Love Finds You in Poetry, Texas","Category":"faith","Quote":"Really, there was only one sensible thing to do. Stay the course. Pray it through, day by day, minute by minute. The Lord had an answer and it would surely come. (p. 203)"},{"Author":"Khaled Hosseini,  A Thousand Splendid Suns","Category":"faith","Quote":"At times , he didn't understand the meaning of the Koran's words . But he said he liked the enhancing sounds the arabic words made as they rolled off his tongue . He said they comforted him , eased his heart . \"They'll comfort you too . Mrariam jo , \"he said . \"You can summon then in your time of your need , and they won't fail you . God's words will never betray you , my girl . (pg.17)"},{"Author":"Joel Osteen","Category":"faith","Quote":"God never said that we wouldn’t have unfair situations, that we wouldn’t experience loss. But He promised if we would stay in faith, He would restore everything that was stolen."},{"Author":"Tara Leigh Cobble,  Crowded Skies: Letters To Manhattan","Category":"faith","Quote":"Two natures beat within my breastThe one is foul, the one is blessedThe one I love, the one I hate.The one I feed will dominate.-Anonymous"},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"A common mistake we make is that we look for God in places where we ourselves wish to find him, yet even in the physical reality this is a complete failure. For example, if you lost your car keys, you would not search where you want to search, you would search where you must in order to find them."},{"Author":"Terry Brooks,  A Princess of Landover","Category":"faith","Quote":"Faith, Princess,\"the Prism Cat repeated. \"It is a highly underrated weapon against the dark things in this world."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Faith requires following the power of a whisper."},{"Author":"Brando Skyhorse,  The Madonnas of Echo Park","Category":"faith","Quote":"Faith is a luxury for those who are able to ignore what the rest of us must see every day. Pessimism, distrust, and irony are the holy trinity of my religion, irony in particular."},{"Author":"Dianne Sylvan,  Queen of Shadows","Category":"faith","Quote":"faith gaped at him\"how the hell did you do this?\"He looked at her as if she'd asked the dumbest question in history. \"I'm brilliant."},{"Author":"Derek Prince","Category":"faith","Quote":"A faith that does not result in activity of any kind is a dead faith; it is empty, worthless, insincere."},{"Author":"Neal A. Maxwell","Category":"faith","Quote":"There are certain mortal moments and minutes that matter. Certain hingepoints in the history of each human. Some seconds are so decisive they shrink the soul, while others are spent, so as to stretch the soul."},{"Author":"Joe L. Wheeler,  Abraham Lincoln, a Man of Faith and Courage: Stories of Our Most Admired President","Category":"faith","Quote":"When Lincoln was asked if God was on the Union’s side, Lincoln’s unvarying response was that what was really important was whether they were on God’s side."},{"Author":"Miguel Torga","Category":"faith","Quote":"May the sun come, it's a new day; In the pure land of fantasy; That our darkness enlightened"},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"faith","Quote":"Self abandoned, relaxed and effortless, I seemed to have laid me down in the dried-up bed of a great river; I heard a flood loosened in remote mountains, I felt the torrent come; to rise I had no will, to flee I had no strength."},{"Author":"Philip Yancey","Category":"faith","Quote":"We need faith and the mind of the Lord Jesus to recognize something of lasting value in even our most ordinary tasks."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"faith","Quote":"On every level of life, from housework to heights of prayer, in all judgement and effort to get things done, hurry and impatience are sure marks of the amateur."},{"Author":"Teresa of Ávila","Category":"faith","Quote":"In order that love be fully satisfied, It is necessary that It lower Itself and that It lower Itself to nothingness and transform this nothingness into fire."},{"Author":"Hans Urs von Balthasar,  Unless You Become Like This Child","Category":"faith","Quote":"The Church does not dispense the sacrament of baptism in order to acquire for herself an increase in membership but in order to consecrate a human being to God and to communicate to that person the divine gift of birth from God."},{"Author":"Holly C. Corbett,  The Lost Girls: Three Friends. Four Continents. One Unconventional Detour Around the World.","Category":"faith","Quote":"Floating there I held onto faith. Because you can't know who might cross your path or who will take your breath away. You can't know what friends might actually become sisters because they stayed by your side. You can't know when there'll be an unexpected detour that'll take you to the place where you were always meant to be."},{"Author":"Mahatma Gandhi","Category":"faith","Quote":"Intellect takes us along in the battle of life to a certain limit, but at the crucial moment it fails us. Faith transcends reason. It is when the horizon is the darkest and human reason is beaten down to the ground that faith shines brightest and comes to our rescue."},{"Author":"Ray Comfort","Category":"faith","Quote":"The more a nation gets into darkness, the more it's going to hate the light. The more it's going to run from the light. And we have a generation of people who have given themselves to darkness, and they've embraced atheism, because it gets them away from moral responsibility to God."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Many of the most powerful things in life are not tangible. All it takes is for you to close your eyes to see."},{"Author":"Penn Jillette,  God, No!: Signs You May Already Be an Atheist and Other Magical Tales","Category":"faith","Quote":"Love and respect all people. Hate and destroy all faith."},{"Author":"Jon Stewart","Category":"faith","Quote":"The more you delve into science, the more it appears to rely on faith."},{"Author":"Mike Donahey","Category":"faith","Quote":"Christianity is not about how much faith you have. Its about Who your faith is in."},{"Author":"Leila Aboulela,  Lyrics Alley","Category":"faith","Quote":"Allah tests our patience and our fortitude. He tests out strength of faith. be patient and there will endless rewards for you, insha'Allah\"- Utaz Badr"},{"Author":"Abigail J. Hartman,  The Soldier's Cross","Category":"faith","Quote":"God has arranged strange ways for some of us to find him. Sometimes He brings us on long physical journeys; sometimes He leaves us at home and makes the journey internal. Yours has been both. You have gone a long way and struggled a great deal, but I can see from your eyes that it was not for nothing."},{"Author":"Andrew Murray,  With Christ in the School of Prayer","Category":"faith","Quote":"Our forgiving love toward men is the evidence of God's forgiving love in us. It is a necessary condition of the prayer of faith."},{"Author":"Stephanie Skeem","Category":"faith","Quote":"Flowers don't tell, they show. That's the way good books should be too.\"--Stephanie Skeem. Author of Flotsam"},{"Author":"Carol Oates,  Ember","Category":"faith","Quote":"Deep down under where his heart resided, strangled up in thorny vines of guilt, anger, fear and longing, there lay something deeper in him, something that he couldn’t see but she could."},{"Author":"Matt Chandler","Category":"faith","Quote":"He can heal me. I believe He will. I believe I'm going to be an old surely Baptist preacher. And even if He doesn't...that's the thing: I've read Philippians 1. I know what Paul says. I'm here let's work, if I go home? That's better. I understand that."},{"Author":"Hillsong United","Category":"faith","Quote":"Break my heart for what breaks yoursEverything I am for Your Kingdom's causeAs I walk from earth into eternity"},{"Author":"Henry Ward Beecher","Category":"faith","Quote":"Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith."},{"Author":"Kristine Kathryn Rusch,  The Sacrifice","Category":"faith","Quote":"Perhaps true faith is a form of insanity."},{"Author":"Criss Jami,  Venus in Arms","Category":"faith","Quote":"Faithfulness imparts God's reason for all circumstances. No matter what the world says, losing is no longer an option."},{"Author":"V.C. Andrews,  Flowers in the Attic","Category":"faith","Quote":"I love you,” was his reply. “I make myself keep on loving you, despite what you do. I've got to love you. We all have to love you, and believe inyou, and think you are looking out for our best interests. But look at us, Momma, and really see us."},{"Author":"Ogor Winnie Okoye","Category":"faith","Quote":"practice only envisioning yourself at the finish line and be unrelenting and fervent in racing towards that finish line. Undue preoccupation and fixation with the how's, whens, and what ifs will not only derail and further distance you from your destination, but will also feed your mind with those fatal seeds of doubt that make failure inevitable\"~ Awaken and Unleash your Victor"},{"Author":"Shannon L. Alder","Category":"faith","Quote":"Spiritual pain is when you can’t stand another moment not knowing the real truth, and when you finally do know you can’t let go."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"Trusting God's grace means trusting God's love for us rather than our love for God. […] Therefore our prayers should consist mainly of rousing our awareness of God's love for us rather than trying to rouse God's awareness of our love for him, like the priests of Baal on Mount Carmel (1 Kings 18:26-29)."},{"Author":"Maggie Stiefvater,  Blue Lily, Lily Blue","Category":"faith","Quote":"Adam understood, then, that Gansey and Blue’s awe changed this place. Ronan and Adam may have seen this place as magical, but Gansey and Blue’s wonder made it holy."},{"Author":"Kathleen McGowan,  The Poet Prince","Category":"faith","Quote":"That the stars guide us, but do not compel us. It is our free will that determines the outcome of all things. God does impose his will on us, rather he makes it known and allows us to choose if we will follow it."},{"Author":"Søren Kierkegaard","Category":"faith","Quote":"The paradox in Christian truth is invariably due to the fact that it is the truth that exists for God. The standard of measure and the end is superhuman; and there is only one relationship possible: faith."},{"Author":"Elizabeth Kostova,  The Swan Thieves","Category":"faith","Quote":"Faith is simply whatever is real to us."},{"Author":"John Rucyahana,  The Bishop of Rwanda: Finding Forgiveness Amidst a Pile of Bones","Category":"faith","Quote":"We are preaching hope, standing on the bones of the past."},{"Author":"Anna White,  Mended: Thoughts on Life, Love, and Leaps of Faith","Category":"faith","Quote":"I think this is what we all want to hear: that we are not alone in hitting the bottom, and that it is possible to come out of that place courageous, beautiful, and strong."},{"Author":"Pedro Okoro,  Crushing the Devil: Your Guide to Spiritual Warfare and Victory in Christ","Category":"faith","Quote":"Take God at His Word – because winning the battle doesn't requirephysical brawn, but spiritual brains!"},{"Author":"Thomas Jefferson","Category":"faith","Quote":"And for the support of this declaration, with a firm reliance on the protection of divine providence, we mutually pledge to each other our lives, our fortunes and our sacred honor."},{"Author":"Marian Wright Edelman","Category":"faith","Quote":"Failure is just another way to learn how to do something right."},{"Author":"Elsa Tamez","Category":"faith","Quote":"‎God remains silent so that men and women may speak, protest, and struggle. God remains silent so that people may really become people. When God is silent and men and women cry, God cries in solidarity with them but doesn't intervene. God waits for the shouts of protest."},{"Author":"Lee Argus","Category":"faith","Quote":"Through the darkest hours of the nightand through the dreamers realm I seek,Far beyond the starry skyand beyond galaxies I am free.Through the grimmest memoriesand past a seasons air I cannot breathe,Far beyond this mortal worldin an afterlife we shall meet."},{"Author":"David James Duncan,  The Brothers K","Category":"faith","Quote":"I started having doubts right on top of my certainty."},{"Author":"D.L. Moody,  The Overcoming Life","Category":"faith","Quote":"To fear is to have more faith in your antagonist than in Christ."},{"Author":"Martin Luther King Jr.","Category":"faith","Quote":"Faith is taking the first step even when you don't see the whole staircase."},{"Author":"Joan D. Chittister,  God Speaks in Many Tongues: Meditate with Joan Chittister","Category":"faith","Quote":"Beware the religion that turns you against another one. It's unlikely that it's really religion at all."},{"Author":"Michael J. Fox,  Always Looking Up: The Adventures of an Incurable Optimist","Category":"faith","Quote":"The purpose that you wish to find in life, like a cure you seek, is not going to fall from the sky. ...I believe purpose is something for which one is responsible; it's not just divinely assigned."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"faith","Quote":"George MacDonald gives me renewed strength during times of trouble--times when I have seen people tempted to deny God--when he says, \"The Son of God suffered unto death, not that men might not suffer, but that their sufferings might be like his."},{"Author":"Willa Okati,  By Your Side","Category":"faith","Quote":"You’ll only fall if you doubt your balance."},{"Author":"Thomas S. Monson","Category":"faith","Quote":"It was by faith, nothing wavering, that Joseph saw God our Eternal Father and Jesus Christ, His Son."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"faith","Quote":"God is so immense that if he were 'too visible,' people would give forced compliance without expressing their heart. So God made it possible, in enormous love, for us to live as if he were not there."},{"Author":"Yann Martel,  Beatrice and Virgil","Category":"faith","Quote":"To my mind, faith is like being in the sun. When you are in the sun, can you avoid creating a shadow? Can you shake that area of darkness that clings to you, always shaped like you, as if constantly to remind you of yourself? You can’t. This shadow is doubt. And it goes wherever you go as long as you stay in the sun. And who wouldn’t want to be in the sun?"},{"Author":"Reinhold Niebuhr","Category":"faith","Quote":"Frantic orthodoxy is never rooted in faith but in doubt. It is when we are unsure that we are doubly sure."},{"Author":"Tim Carter my dad","Category":"faith","Quote":"You can do anything you want to do, if you want to do it bad enough."},{"Author":"Eugene H. Peterson,  Christ Plays in Ten Thousand Places","Category":"faith","Quote":"The Latin words humus, soil/earth, and homo, human being, have a common derivation, from which we also get our word 'humble.' This is the Genesis origin of who we are: dust - dust that the Lord God used to make us a human being. If we cultivate a lively sense of our origin and nurture a sense of continuity with it, who knows, we may also acquire humility."},{"Author":"Jerry Bridges,  Trusting God: Even When Life Hurts","Category":"faith","Quote":"Our duty is found in the revealed will of God in the Scriptures. Our trust must be in the sovereign will of God as He works in the ordinary circumstances of our daily lives for our good and His glory."},{"Author":"James L. Sutter,  Death's Heretic","Category":"faith","Quote":"Religion doesn't just cloud our minds. It asks us to deliberately deceive ourselves-- to replace reason with its opposite, faith. And when men operate on faith, they can no longer be reasoned with, which makes them more dangerous than any sane man, good or evil."},{"Author":"Julia Cameron,  Finding Water: The Art of Perseverance","Category":"faith","Quote":"The doing of something productive regardless of the outcome is an act of faith. The doing of a small something when a large something is too much for us is perhaps especially an act of faith. Faith means going forward by whatever means we can."},{"Author":"Rob Bell,  Velvet Elvis: Repainting the Christian Faith","Category":"faith","Quote":"because God has spoken, and everything else is commentary."},{"Author":"بتول الخضيري,  غايب","Category":"faith","Quote":"كل إنسان في حاجة إلى أن يؤمن بشيء ، تصديق خدعة برغبتنا هو نوع آخر من الايمان"},{"Author":"Rosemary Clement-Moore,  Hell Week","Category":"faith","Quote":"Faith isn't absence of doubt. It's belief without proof, not without question."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"faith","Quote":"In essence I find that the foundation of modern conservatism is driven by a clinging to God in fear of the world, whereas the foundation of modern liberalism is a clinging to the world in fear of God; albeit, the true foundation should be one's clinging to God in fear of God."},{"Author":"Atul Purohit","Category":"faith","Quote":"To be honest with you, I don't have the words to make you feel better, but I do have the arms to give you a hug, ears to listen to whatever you want to talk about, and I have a heart; a heart that's aching to see you smile again.lines from Love Vs Destiny..."},{"Author":"Jonathan Edwards,  The Religious Affections","Category":"faith","Quote":"Men will trust in God no further than they know Him; and they cannot be in the exercise of faith in Him one ace further than they have a sight of His fulness and faithfulness in exercise."},{"Author":"Fyodor Dostoyevsky","Category":"faith","Quote":"It is not as a child that I believe and confess Jesus Christ. My hosanna is born of a furnace of doubt."},{"Author":"Paul Tillich,  Dynamics of Faith","Category":"faith","Quote":"Faith as the state of being ultimately concerned implies love, namely, the desire and urge toward the reunion of the seperated."},{"Author":"Eugene H. Peterson,  Christ Plays in Ten Thousand Places: A Conversation in Spiritual Theology","Category":"faith","Quote":"Stories are verbal acts of hospitality."},{"Author":"Pope John Paul II,  Blessed Are the Pure of Heart: Catechesis on the Sermon on the Mount and Writings of St. Paul","Category":"faith","Quote":"The lust of the flesh directs these desires [of personal union], however, to satisfaction of the body, often at the cost of a real and full communion of persons."},{"Author":"Kathleen Norris,  Amazing Grace: A Vocabulary of Faith","Category":"faith","Quote":"This is a God who is not identified with the help of a dictionary but through a relationship."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"faith","Quote":"We do know that no person can be saved except through Christ. We do not know that only those who know Him can be saved by Him."},{"Author":"William Peter Blatty,  The Exorcist","Category":"faith","Quote":"As far as God goes, I _am_ a nonbeliever. Still am. But when it comes to a devil---well, that's something else."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"Believe on the Lord Jesus Christ and you will be saved."},{"Author":"John Paul Warren","Category":"faith","Quote":"When you SEE into the invisible, you will DARE to do the impossible!"},{"Author":"Fyodor Dostoyevsky,  The Idiot","Category":"faith","Quote":"It is easier for a Russian to become an Atheist, than for any other nationality in the world. And not only does a Russian 'become an Atheist,' but he actually BELIEVES IN Atheism, just as though he had found a new faith, not perceiving that he has pinned his faith to a negation. Such is our anguish of thirst!"},{"Author":"نجلاء حسن,  قلب صام عن هوى الرجال","Category":"faith","Quote":"* نجلاء .. نجلااااء ...نجلااااااااء ... .- الساعة الآن التاسعة صباحاً إنهضيوإنفضي عن وسادتكِ رذاذ الأحلام ،كان هذا صوتها أمي لتفيقني من ذاكالحلم الذي كنت أهذي به كل ليلة !تمنيت حينها لو أصيبت ذاكرتي بغيبوبة عنواقع لا يحتويه ،عن واقع لا يعانق وجوده !أفقت وكعادتي أمضي إلى طريق مجهولومسافات غريبة أحمل حقائب أحلاميوأجمع بها لوحاتي وأمل أتسكع بهعلى دهاليز مدينتي الباريسية !"},{"Author":"Victor Hugo,  Les Misérables - anthology","Category":"faith","Quote":"A phenomenon often seen. A sceptic adhering to a believer; that is as simple as the law of the complementary colours. What we lack attracts us. Nobody loves the light like the blind man..."},{"Author":"J.C. Ryle","Category":"faith","Quote":"He does not regard the quantity of faith, but the quality. He does not measure its degree, but its truth. He will not break any bruised reed, nor quench any smoking flax. He will never let it be said that any perished at the foot of the cross."},{"Author":"Robert Fanney","Category":"faith","Quote":"Mithorden said it well,\"she said finally. \"It's worshipping death. They say they follow light. But, in the end, they're really following desolation, division, the end of things. You should hear their prophecies -- war, destruction, only special chosen people are spared.\"She felt sad and angry. Worse, she wondered to what ends people who believed these things would go to assert their views."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"faith","Quote":"Christian hands never claspand He doesn't give gifts for gainbecause a gift can never stop being a gift - it is always meant to be given."},{"Author":"A.E. Housman,  More Poems","Category":"faith","Quote":"Stone, steel, dominions pass,Faith too, no wonder;So leave alone the grassThat I am under."},{"Author":"Evelyn Waugh,  Brideshead Revisited","Category":"faith","Quote":"The worse I am, the more I need God. I can't shut myself out from His mercy. That is what it would mean; starting a life with you, without Him.Julia to Charles"},{"Author":"Barbara Cameron,  A Time to Love","Category":"faith","Quote":"All was in God's plan, and he had to accept even as he didn't understand."},{"Author":"Sanhita Baruah","Category":"faith","Quote":"It is not as much about who you used to be, as it is about who you choose to be."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"faith","Quote":"I couldn't care less about evidence and proof and assurances. I just want God. I want God inside me. I want God to play in my bloodstream the way sunlight amuses itself on water."},{"Author":"C. Moorer,  From Failure to Promise: An Uncommon Path to Professoriate","Category":"faith","Quote":"One often has to do what they have to do in order to do what they want to do; however if you only do what you want to do then you will never do what you have to do!"},{"Author":"Guy Gavriel Kay,  Sailing to Sarantium","Category":"faith","Quote":"We worship…the powers that speak to our souls, if it seems they do. We do so knowing there is more to the world, and the half-world, and perhaps worlds beyond, than we can grasp. We always knew that. We can’t even stop children from dying, how would we presume to understand the truth of things? Behind things? Does the presence of one power deny another? [p. 176]"},{"Author":"Michelle Horst,  Visions and Shadows","Category":"faith","Quote":"~ Faith lightens the path your shadowed mind has to walk ~"},{"Author":"John H. Groberg","Category":"faith","Quote":"You develop faith by doing things that require faith."},{"Author":"Ricky Maye,  An Emerging Spirituality","Category":"faith","Quote":"Grace will follow us even when we are going the wrong way"},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"There was a time when skepticism was an act of rebellion. Since to a degree I both believe in evolution and have faith, I can only conclude that, as prophesied, to have faith will someday be an act of rebellion."},{"Author":"Megan Wilson","Category":"faith","Quote":"Some people are angels sent to you by God at your weakest moments."},{"Author":"L.G. Castillo,  Lash","Category":"faith","Quote":"I see it in your eyes as I see it in hers. Remember, there is always light where there is love and if that is what is meant to happen between the two of you, then it was destined."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"God doesn't expect us to be a walking encyclopedia of biblical knowledge. He wants us to know Him, to be in a relationship with Him. This means not only hearing but allowing our understanding of God to change the way we live. Like the wise builder who laid the foundation of his house on the rock, we learn to let our knowledge of God change us."},{"Author":"Jean-Jacques Rousseau","Category":"faith","Quote":"I say to myself: \"Who are you to measure infinite power?"},{"Author":"John Berry","Category":"faith","Quote":"The bird of paradise alights only upon the hand that does not grasp."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"Bombs have kill-radiuses; churches should have love-radiuses--anyone within twenty miles of a church should know it."},{"Author":"Charles Haddon Spurgeon","Category":"faith","Quote":"I take leave to contradict those who say that salvation is an evolution! All that ever can be evolved out of the sinful heart of man is sin-and nothing else! Salvation is the free gift of God, by Jesus Christ, and the work of it is supernatural. It is done by the Lord Himself, and He has power to do it, however weak, no, however dead in sin, the sinner may be!"},{"Author":"Michel Faber,  The Crimson Petal and the White","Category":"faith","Quote":"But miracles are not for the asking; they come only when the stern eyes of God droop shut for a moment, and Our Lady takes advantage of His inattention to grant an illicit mercy. God...is an Anglican, whereas Our Lady is of the True Faith; the two of Them have an uneasy relationship, unable to agree on anything, except that if They divorce, the Devil will leap gleefully into the breach."},{"Author":"Irwin Kula","Category":"faith","Quote":"I honestly do not know if love vanquishes death as our traditional faiths teach but I do know that our vulnerabilities trump our ideologies and that love leavens the purity and logic of our beliefs propelling us to connect as the fiercely gracious human beings we are."},{"Author":"Marilynne Robinson,  Gilead","Category":"faith","Quote":"It seems to me some people just go around lookin' to get their faith unsettled. That has been the fashion for the last hundred years or so."},{"Author":"Rick Warren,  The Bishop of Rwanda: Finding Forgiveness Amidst a Pile of Bones","Category":"faith","Quote":"In all my travels, I've never seen a country's population more determined to forgive, and to build and succeed than in Rwanda."},{"Author":"Sharon Kay Penman,  When Christ and His Saints Slept","Category":"faith","Quote":"It was just like him, she thought; with him, a happy ending was always a foregone conclusion. But such was the power of his faith that when she was with him; she found herself believing in happy endings, too."},{"Author":"Craig Thompson,  Blankets","Category":"faith","Quote":"Something about being rejected at Church Camp felt so much more awful than being rejected at school."},{"Author":"Ursula Hegi,  Floating in My Mother's Palm","Category":"faith","Quote":"Some acts of faith, I believe, have the power to grant us something infinitely wiser than we imagine"},{"Author":"Evelyn Waugh,  Brideshead Revisited","Category":"faith","Quote":"Then I knew that the sign I had asked for was not a little thing, not a passing nod of recognition, and a phrase came back to me from my childhood of the veil of the temple being rent from top to bottom."},{"Author":"Christopher Paolini,  Inheritance","Category":"faith","Quote":"I need no master to punish me in order to behave as I ought. If I did, I would be no more than a child who obeys his father's rules only because he fears the whip, and not because he actually means good."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"faith","Quote":"While fear depletes power, faith gives wings for the soul’s elevation."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"faith","Quote":"Faith: a device of the mind, fed by the soul, that functions like crutches to a man in a wheelchair."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Of course, in our train of thought, we would all like to think we're on the right track, or at least the same railroad company as the right track."},{"Author":"Joseph M. Hanneman,  The Journey Home: My Father's Story of Cancer, Faith and Life-Changing Miracles","Category":"faith","Quote":"This is the story of how Dad lived with his lung cancer. But it is much more. Through his illness and the miracles we experienced, I came to see that Dad's was not just a journey. It was a journey home. Home to God."},{"Author":"Brian \"Head\"Welch","Category":"faith","Quote":"The most important lesson that we're supposed to be learning right now is how completely lost we are without God. If we don't learn this lesson, then our lives are going to have zero meaning. (Stronger: Forty Days of Metal and Spirituality)"},{"Author":"Guru Nanak","Category":"faith","Quote":"those who have loved are those that have found God"},{"Author":"Harriet Beecher Stowe,  The Pearl of Orr's Island: A Story of the Coast of Maine","Category":"faith","Quote":"It takes years and maturity to make the discovery that the power of faith is nobler than the power of doubt; and that there is a celestial wisdom in the ingenuous propensity to trust, which belongs to honest and noble natures."},{"Author":"David Wilkerson,  The Cross and the Switchblade","Category":"faith","Quote":"The day you learn to be publically specific in your prayer, that is the day you will discover power."},{"Author":"Kentetsu Takamori,  Unlocking Tannisho: Shinran's Words on the Pure Land Path","Category":"faith","Quote":"Since living is believing, no one can be completely lacking in faith."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Peaceful disputes are maintained when men sincerely believe that they are morally, logically correct about the issues at hand. It is when neither side is really certain that wars are instigated."},{"Author":"Stacey T. Hunt,  Most Wanted","Category":"faith","Quote":"Even if things aren't going the way we want right now, we will always get through it."},{"Author":"Israelmore Ayivor,  The Great Hand Book of Quotes","Category":"faith","Quote":"Faith has won it! Fear has lost it! When you get full of faith, the devil gets filled with fear! Keep your faith in light every day and you will keep the devil in fright always!"},{"Author":"Carolyn Custis James,  The Gospel of Ruth: Loving God Enough to Break the Rules","Category":"faith","Quote":"Faith may want answers, but somehow it is able to survive without them."},{"Author":"Andrew Murray,  With Christ in the School of Prayer","Category":"faith","Quote":"Prayer [is] the quiet, persistent living of our life of desire and faith in the presence of our God."},{"Author":"Matthew Kelly,  Our Father","Category":"faith","Quote":"The beauty of Catholicism is every human being's right."},{"Author":"Jerry Bridges,  Holiness Day by Day: Transformational Thoughts for Your Spiritual Journey","Category":"faith","Quote":"The heroes of faith in Hebrews 11 ... obeyed by faith ... obedience is the pathway to holiness ... no one will become holy apart from a life of faith. Faith enables us to claim the promises of God, but it also enables us to obey the commands of God."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"faith","Quote":"Is it folly to believe in something that is intangible? After all, some of the greatest intangibles are Love, Hope, and Wonder.Another is Deity.The choice to be a fool is yours."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"faith","Quote":"In fact, it was all I could do to stop myself from saying, 'I've always been a big fan of your work …"},{"Author":"Gustavo Gutiérrez,  A Theology of Liberation","Category":"faith","Quote":"We take it for granted that Jesus was not interested in political life: his mission was purely religious. Indeed we have witnessed . . . the 'iconization' of the life of Jesus: 'This is a Jesus of hieratic, stereotyped gestures, all representing theological themes. In this way, the life of Jesus is no longer a human life, submerged in history, but a theological life -- an icon."},{"Author":"Charles Grandison Finney","Category":"faith","Quote":"When God has specially promised the thing, we are bound to believe we shall recieve it when we pray for it. You have no right to put in an 'if', and say, 'Lord, if it be thy will...\"This is to insult God. To put an 'if' in God's promise when God has put none there, is tantamount to charging God with being insincere."},{"Author":"Molière,  Tartuffe","Category":"faith","Quote":"Its as if you think you'd never findReason and the Sacred intertwined"},{"Author":"Julia Kristeva,  This Incredible Need to Believe","Category":"faith","Quote":"That faith be analyzable does not necessarily imply a method for getting by without it. . . ."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"faith","Quote":"If you can admit that you haven't yet understood everything,faith can fill the emptiness in heart to confront the hesitation."},{"Author":"Søren Kierkegaard,  Fear and Trembling","Category":"faith","Quote":"Faith is a marvel, and yet no human being is excluded from it; for that in which all human life is united is passion, and faith is a passion."},{"Author":"Terry Goodkind,  Confessor","Category":"faith","Quote":"Celebrating faith over reason is merely a way of denying what is, in favor of embracing any whim that strikes your fancy."},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"faith","Quote":"Just because I flap my arms, that doesn’t make me a bird. No, I’m a bird because I believe myself to be. That’s the power of faith."},{"Author":"Георги Господинов,  Невидимите кризи","Category":"faith","Quote":"Спомням си как през летните следобеди, които прекарвах там, баба ми, привършила домашната работа, сядаше до прозореца на светло и вадеше от своя скришен сандък една огромна Библия с твърди корици, обвита с тогавашния официозен вестник \"Работническо дело\"по конспиративни причини. Вече знаех, че комунизмът и Библията никак не се обичаха."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"faith","Quote":"He that hath the steerage of my course,Direct my sail."},{"Author":"Giordano Bruno","Category":"faith","Quote":"Perchance you who pronounce my sentence are in greater fear than I who receive it."},{"Author":"Ursula K. Le Guin,  Voices","Category":"faith","Quote":"Having one king, one god, one belief, they can act single-mindedly."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"faith","Quote":"A disciple: I am worried about human suffering all over the world. What is the solution?Spiritual leader: The solution to our miseries lie within central atom of our being, ‘I’. Once this central atom transcends to ‘WE’, human sufferings can be resolved."},{"Author":"Caitlín R. Kiernan,  Daughter of Hounds","Category":"faith","Quote":"You know, it's a sad and unfortunate state of affairs that you have to live in a world where eight-year-olds refuse to believe in anything that they cannot touch or measure, and anyone who happens to see a thing that is invisible to most people is immediately branded a lunatic."},{"Author":"Terry Tempest Williams,  Leap","Category":"faith","Quote":"How do we remain faithful to our own spiritual imagination and not betray what we know in our own bodies? The world is holy. We are holy. All life is holy."},{"Author":"Matthew Henry,  Matthew Henry's Commentary on the Whole Bible","Category":"faith","Quote":"Men cannot expect to do ill and fare well, but to find that done to them which they did to others."},{"Author":"Jimmy Carter,  Sources of Strength: Meditations on Scripture for a Living Faith","Category":"faith","Quote":"Failure is a reality; we all fail at times, and it's painful when we do. But it's better to fail while striving for something wonderful, challenging, adventurous, and uncertain than to say, \"I don't want to try because I may not succeed completely."},{"Author":"Alice Walker","Category":"faith","Quote":"But I don't know how to fight. All I know how to do is stay alive."},{"Author":"Kate Braestrup,  Here If You Need Me: A True Story","Category":"faith","Quote":"I can't make those two realities -- what I've lost and what I've found -- fit together in some tidy pattern of divine causality. I just have to hold them on the one hand and on the other, just like that."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"To become a true global citizen, one must abandon all notions of 'otherness' and instead embrace 'togetherness'."},{"Author":"Therese Doucet","Category":"faith","Quote":"Leaving your religion and having to invent your own system of values is a big deal, after all."},{"Author":"Janet Fitch,  White Oleander","Category":"faith","Quote":"And if there is no god?You act as if there is, and it's the same thing."},{"Author":"P.T. Forsyth","Category":"faith","Quote":"Unless there is within us that which is above us, we shall soon yield to that which is about us."},{"Author":"Terry Eagleton,  Reason, Faith, and Revolution: Reflections on the God Debate","Category":"faith","Quote":"[A] great deal of what we believe we do not know firsthand; instead we have faith in the knowledge of specialists."},{"Author":"Blaise Pascal","Category":"faith","Quote":"To make a man a saint, it must indeed be by grace; and whoever doubts this does not know what a saint is, or a man."},{"Author":"Thurman L. Faison,  To The Spiritually Inclined","Category":"faith","Quote":"Let us keep in mind that we do not have to go to the scriptures inorder to approach God. We do not have to find the right scripture inorder to talk to God\"."},{"Author":"Elizabeth Goudge,  The White Witch","Category":"faith","Quote":"The sun is still there... even if clouds drift over it. Once you have experienced the reality of sunshine you may weep, but you will never feel ice about your heart again."},{"Author":"Cindy Martinusen Coloma,  Caleb + Kate","Category":"faith","Quote":"I've been a Christian since I was a little girl. But my Christianity is a muddy mess of thoughts and opinions and making God into what works for me-like going shopping at the mall and picking out whatever I want, putting together faith like I would an outfit. Somehow I don't think the Creator, the I AM, the savior of the world is something we can mix and match to out liking."},{"Author":"C.S. Lewis","Category":"faith","Quote":"Redeemed humanity is still young, it has hardly come to its full strength. But already there is joy enough in the little finger of a great saint such as yonder lady to waken all the dead things of the universe into life."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"faith","Quote":"To love God with all our heart, soul, and mind, and our neighbor as ourself."},{"Author":"Jodi Picoult,  Keeping Faith","Category":"faith","Quote":"Dr. Keller begins pacing. \"I don't think we've been hearing Faith just right. Her guard...the words..they sound alike.\"What do you mean?\"Your daughter,\"Dr. Keller says flatly. \"I think she's seeing God."},{"Author":"Mitch Albom,  The First Phone Call from Heaven","Category":"faith","Quote":"What is false about hope?"},{"Author":"Michael Crichton,  Eaters of the Dead","Category":"faith","Quote":"The risk is too great. A man cannot place too much faith in any one thing, neither a woman, nor a horse, nor a weapon, nor any single thing."},{"Author":"Kate Braverman,  Small Craft Warnings: Stories","Category":"faith","Quote":"I believed in immaculate conception and spontaneous combustion. I believed in aliens from outer space and vampires, prophecy, and the resurrection of the dead. I had deja vu many times each day. I was thirteen."},{"Author":"William Salter","Category":"faith","Quote":"As the essence of courage is to stake one's life on a possibility, so the essence of faith is to believe the possibility exists."},{"Author":"William Sloane Coffin Jr.,  Credo","Category":"faith","Quote":"There is nothing anti-intellectual in the leap of faith, for faith is not believing without proof but trusting without reservation."},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"faith","Quote":"Faith to me is trusting in every evidence that something is―that it  is  possible, that it  is  significant, that it  is  real."},{"Author":"Robert Farrar Capon,  Between Noon & Three: Romance, Law & the Outrage of Grace","Category":"faith","Quote":"In the Bible, the opposite of Sin, with a capital 'S,' is not virtue - it's faith: faith in a God who draws all to himself in his resurrection."},{"Author":"G.K. Chesterton,  The Innocence of Father Brown","Category":"faith","Quote":"I mean that we here are on the wrong side of the tapestry,' answered Father Brown. 'The things that happen here do not seem to mean anything; they mean something somewhere else. Somewhere else retribution will come on the real offender. Here it often seems to fall on the wrong person."},{"Author":"Julia Cameron,  Finding Water: The Art of Perseverance","Category":"faith","Quote":"Fatigue can make it hard to have faith. Too much busyness can make it hard to have faith. Too much of too little solitude can impact faith. For that matter, so can a bout of hunger or overwork, anything carried to an extreme. Faith thrives on routine. Look at any monastery and you will see that. Faith keeps on keeping on."},{"Author":"Jessica Francis Kane,  The Report","Category":"faith","Quote":"Forgiveness without understanding is like faith without proof."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"I guarantee you that after you die you will not say 'I spent too much time praying; I wish I had watched more TV instead."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Always have faith in yourself and the universe, for one will not get you anywhere without the other. Both must be equally strong to reach your desires, for they are the wings that will lift you to your dreams."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Whatever your passion is, keep doing it. Don't waste time chasing after success or comparing yourself to others. Every flower blooms at a different pace. Excel at doing what your passion is and only focus on perfecting it. Eventually people will see what you are great at doing, and if you are truly great, success will come chasing after you."},{"Author":"Desmond Tutu","Category":"faith","Quote":"It may be a procession of faithful failures that enriches the soil of godly success. Faithful actions are not religious acts. They are not even necessary actions undertaken by people of faith. Faithful actions, whether they are marked by success or they end in failure, are actions that are compelled by goodness."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"faith","Quote":"Come Judgment Day, we may find that Mumbo Jumbo the God of the Congo was the Big Boss all along."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"faith","Quote":"من شأن السجود أن يصبح باردًا ويغرق في الملل المألوف إن تركت انتباهك يشت عنه .ولكن إن حافظت على تركيزك ، فإنك تتحمل بذلك مسؤولية الحفاظ على روحك"},{"Author":"Francis Chan","Category":"faith","Quote":"[at CMC West Coast 2011, on 1 Samuel 14] If just a few of you would step up and be like Jonathan ... as you step out in faith, you know what's going to happen? There'll be people like Saul who'll say, \"God's doing something through that guy, God's doing something through that girl. I want to be a part of that."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"faith","Quote":"For several centuries, the Celtic church of Ireland was spared the Greek dualism of matter and spirit. They regarded the world with the clear vision of faith. When a young Celtic monk saw his cat catch a salmon swimming in shallow water, he cried, \"The power of the Lord is in the paw of the cat!"},{"Author":"E.W. Kenyon","Category":"faith","Quote":"My righteousness is just as good as Jesus' righteousness, because it IS Jesus' righteousness!"},{"Author":"Kathleen McGowan,  The Poet Prince","Category":"faith","Quote":"Perhaps it is our obligation to be noble before it is our obligation to be happy."},{"Author":"Alexander Schmemann,  For the Life of the World: Sacraments and Orthodoxy","Category":"faith","Quote":"The only real fall of man is his noneucharistic life in a noneucharistic world."},{"Author":"Kathleen McGowan,  The Poet Prince","Category":"faith","Quote":"The pure perfect truth of life is that we are here to create heaven on earth, to bring the perfection of what is above down to us, and in doing so to become transformed as human being into something great and beautiful."},{"Author":"Gerald L. Sittser,  A Grace Disguised: How the Soul Grows through Loss","Category":"faith","Quote":"I see now that my faith was becoming an ally rather than an enemy because I could vent anger freely, even toward God, without fearing retribution."},{"Author":"Truth Devour,  Unrequited","Category":"faith","Quote":"Never stop believing that your dreams are eternal."},{"Author":"Graham Greene","Category":"faith","Quote":"If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another name?"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"faith","Quote":"نصف فائدة السجود تتمثل في الطلب بحدّ ذاته ، في النية السليمة الواضحة ."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"The problem that we are facing in the church today is that we have so many Christians who have made a decision to believe in Jesus but not a commitment to follow Him. We have people who are planning to, meaning to, trying to, wanting to, going to, we just don't have people who are doing it."},{"Author":"Terry Tempest Williams,  Leap","Category":"faith","Quote":"I accept the Organic Trinity of Mineral, Vegetable, and Animal with as much authority as I accept the Holy Trinity. Both are sacred."},{"Author":"Mary E. Pearson,  The Adoration of Jenna Fox","Category":"faith","Quote":"Faith and science, I have learned, are two sides of the same coin, separated by an expanse so small, but wide enough that one side can't see the other. They don't even know they're connected. Father and Lily were two sides of the same coin, I've decided, and maybe I am the space in between."},{"Author":"Anne Rice,  Memnoch the Devil","Category":"faith","Quote":"How could anyone love Him? What did you just tell me yourself about the world? Don't you see, everybody hates God now. It's not that God is dead in the twentieth century. It's that everybody hates Him! At least I think so."},{"Author":"Vera Nazarian,  Dreams of the Compass Rose","Category":"faith","Quote":"In the desert, the only god is a well."},{"Author":"Joe L. Wheeler,  Abraham Lincoln, a Man of Faith and Courage: Stories of Our Most Admired President","Category":"faith","Quote":"Man’s glory lies not, Lincoln thought, in ‘his goodness,’ for this is often nonexistent. He derives glory, instead, from his being made in the image of the Living God."},{"Author":"Judah Smith,  Jesus Is: Find a New Way to Be Human","Category":"faith","Quote":"Make rules and follow rules as needed, but don't focus on riles. Focus on faith. Focus on grace. Focus on Jesus."},{"Author":"Dietrich Bonhoeffer","Category":"faith","Quote":"Many people seek fellowship because they are afraid to be alone...let him who cannot be alone beware of community. He will do harm to himself and to the community. Alone you stood before God when he called you; alone you had to answer that call; alone you had to struggle and pray; and alone you will die and give an account to God. You cannot escape yourself, for God has singled you out."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"faith","Quote":"Reading about the response of people in stories, plays, poems, helps us to respond more courageously and openly at our own moments of turning."},{"Author":"Ricky Maye,  Barefoot Christianity","Category":"faith","Quote":"Being the light of the world is about being a broken, exploding, scarred star and shining a light of hope and inspiration to everyone around you."},{"Author":"Alexander Theroux,  Darconville’s Cat","Category":"faith","Quote":"The man who has faith in logic is always cuckolded by reality."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"The truth is, the Devil's job is easy."},{"Author":"Mark Scandrette,  Soul Graffiti: Making a Life in the Way of Jesus","Category":"faith","Quote":"I believe we are more ready to embrace our lives in the here and now when we are able to recognize the continuity between the immanence of God in our world and eternity. Rather than simply waiting to be liberated to another time or place, we are being invited to collaborate in the healing and redemption of our world."},{"Author":"Terry Eagleton,  Reason, Faith, and Revolution: Reflections on the God Debate","Category":"faith","Quote":"All communication involves faith; indeed, some linguisticians hold that the potential obstacles to acts of verbal understanding are so many and diverse that it is a minor miracle that they take place at all."},{"Author":"Cassandra Clare,  The Lost Herondale","Category":"faith","Quote":"That was the last cruel irony of Tobias’s life: that he doomed the woman he would have died to save."},{"Author":"Napoleon Hill,  Outwitting the Devil: The Secret to Freedom and Success","Category":"faith","Quote":"You are entitled to know that two entities occupy your body. One of these entities is motivated by and responds to the impulse of fear. The other is motivated by and responds to the impulse of faith. Will you be guided by faith or will you allow fear to overtake you?"},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"faith","Quote":"God gives us not only the truth but also the ability to believe it; not only the new thing to see but also the new eye to see it with."},{"Author":"Joseph Heller,  Catch-22","Category":"faith","Quote":"What the hell are you getting so upset about?\"he asked her bewilderedly in a tone of contrite amusement. \"I thought you didn't believe in God.\"\"I don't,\"she sobbed, bursting violently into tears. \"But the God I don't believe in is a good God, a just God, a merciful God. He's not the mean and stupid God you make Him out to be."},{"Author":"John Piper,  The Pleasures of God: Meditations on God's Delight in Being God","Category":"faith","Quote":"Our obedience is God's pleasure when it proves that God is our treasure. This is good news, because it means very simply that the command to obey is the command to be happy in God. The commandments of God are only as hard to obey as the promises of God are hard to believe. The Word of God is only as hard to obey as the beauty of God is hard to cherish."},{"Author":"Tobsha Learner,  The Witch of Cologne","Category":"faith","Quote":"Believe, my child. Faith is the food of survival."},{"Author":"Toni Sorenson","Category":"faith","Quote":"The truest of all truths is this: You are a child of God. Out of more than six billion people on earth now, He knows your name, what you fear and what you revere. He cares about the things you care about. He wants your happiness and success, and will reach to the farthest corner of the universe to see that you obtain your noblest dreams."},{"Author":"Amanda Inez,  Beauty Sleep","Category":"faith","Quote":"Doa yang tulus dan dengan cinta, adalah kekuatan besar yang bisa menyelamatkan siapa pun, termasuk orang yang mendoakannya."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"God really performs the miracle of multiplying our time, but only if we give it to him first."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"We try too much and trust too little. Count the times God's Book tells us to \"try.\"Now count the times it tells us to \"trust."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"When we look for success, it should be for the sole purpose of boasting sincerely in Christ. There's no other reason for it. Success is only worth it when the more intense it gets for you, the more you find yourself bragging for his glory rather than your own."},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"faith","Quote":"If the church is to survive as a place where head and heart are equal partners in faith, then we will need to commit ourselves once again not to the worship of Christ, but to the imitation of Jesus. His invitation was not to believe, but to follow. (p. 145)"},{"Author":"Hermann Hesse,  The Journey to the East","Category":"faith","Quote":"Faith is stronger than so-called reason."},{"Author":"Steven James,  The Knight","Category":"faith","Quote":"Follow the evidence to where it leads, even if the conclusion is uncomfortable."},{"Author":"Cormac McCarthy,  The Crossing","Category":"faith","Quote":"Men do not turn from God so easily. Not so easily. Deep in each man is the knowledge that something knows of his existence. Something knows, and cannot e fled nor hid from. To imagine otherwise is to imagine the unspeakable. It was never that this man ceased to believe in God. No. It was rather that he came to believe terrible things of him."},{"Author":"Megan Chance,  The Spiritualist","Category":"faith","Quote":"The material world is simply an expression of the mind; that's what so many fail to see. We're so dependent on what is before us that we discount our intuition. Yet if one dismisses instinct, how can one understand or believe in a world that exists beyond one's sight?"},{"Author":"Leila Aboulela,  Lyrics Alley","Category":"faith","Quote":"The Prophet Muhammad, peace be upon him, said, When Allah loves a people, He tries them."},{"Author":"Chloe Neill","Category":"faith","Quote":"So as I shivered, naked and damp, in front of the bathroom mirror, I raised my eyes skyward. \"I hope we're still okay.\"I got no answer, but then, I didn't really expect one. Answer or not, it didn't matter. That's the thing about faith, I guess."},{"Author":"Frédéric Bastiat","Category":"faith","Quote":"...for liberty is an acknowledgment of faith in God and His works."},{"Author":"Mary Karr","Category":"faith","Quote":"Faith is not a feeling, she says. It's a set of actions. By taking the actions, you demonstrate more faith than somebody who actually has experienced the rewards of prayer and so feels hope."},{"Author":"Rachel Held Evans,  Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions","Category":"faith","Quote":"(About changing faith) At our best, Christians embrace it, leaving enough space within orthodoxy for God to surprise us every now and then."},{"Author":"Charles F. Glassman,  Brain Drain The Breakthrough That Will Change Your Life","Category":"faith","Quote":"Thoughts frame your portrait, action paints it."},{"Author":"Elizabeth Bourgeret","Category":"faith","Quote":"Don't settle for anyone just to have a someone. Be patient. Have faith and wait for the right one."},{"Author":"Dejan Stojanovic,  Circling: 1978-1987","Category":"faith","Quote":"To the knights of faith nobody believes."},{"Author":"Jean-Bertrand Aristide,  Eyes of the Heart: Seeking a Path for the Poor in the Age of Globalization","Category":"faith","Quote":"We have not reached the consensus that to eat is a basic human right. This is an ethical crisis. This is a crisis of faith."},{"Author":"Michele Woolley,  God's Favor - Breath Of Heaven","Category":"faith","Quote":"Comparing yourself to others does nothing for you. Society has conditioned us to value people who fit a secular mold of perfection\"."},{"Author":"Dan Baumann,  A Beautiful Way: An Invitation to a Jesus-Centered Life","Category":"faith","Quote":"Ultimately we have nothing to fear. Jesus loves us, and he invites us to be confident in that love. As we seek to obey Him, we are not called to assess the risk involved and determine whether or not obedience will be beneficial or safe for us. We are simply called to trust and obey."},{"Author":"Saul D. Alinsky,  Rules for Radicals: A Pragmatic Primer for Realistic Radicals","Category":"faith","Quote":"Love and faith are not common companions. More commonly power and fear consort with faith....Power is not to be crossed; one must respect and obey. Power means strength, whereas love is a human frailty the people mistrust. It is a sad fact of life that power and fear are the fountainheads of faith."},{"Author":"Kenneth L. Gentry Jr.,  The Greatness of the Great Commission: The Christian Enterprise in a Fallen World","Category":"faith","Quote":"As goes the family, so goes the faith; as goes the faith, so goes the culture."},{"Author":"Frederica Mathewes-Green,  At the Corner of East and Now: A Modern Life in Ancient Christian Orthodoxy","Category":"faith","Quote":"Dusty, dark, cold, and hard, coal has no beauty of its own, but when it is consummated by fire it is beautiful and becomes what it was designed to be."},{"Author":"Joe L. Wheeler,  Abraham Lincoln, a Man of Faith and Courage: Stories of Our Most Admired President","Category":"faith","Quote":"Lincoln grew immeasurably as he came to think of himself as an “instrument of God’s will."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"I will not join the rat race because I'm not a rat. And I will not blindly follow a specific faith because I'm not a bat. The only race I'll take part in is for humans being humane. It's called the human race, and sadly it's got the least participants."},{"Author":"Jim Butcher,  White Night","Category":"faith","Quote":"But you'd get arguments from all kinds of people that the Bible has got to be perfect. That God would not permit such errors to be made in the Holy Word.\"\"I thought God gave everyone free will. Which would presumably - and evidently - include the freedom to be incorrect when translating one language into another.\"\"Stop making me think. I'm believing over here."},{"Author":"Israelmore Ayivor","Category":"faith","Quote":"Many were the steps taken in doubt, that saw their shapeless ends in no time. Those who travail in faith today will truimph in joy tomorrow. Let faith lead the way."},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"faith","Quote":"...the ongoing suspicion that scientific discoveries or rigorous biblical scholarship will undermine faith is a tacit admission that faith is threatened by knowledge, because it is ultimately constructed on weak or faulty assumptions and, like the proverbial house of cards, needs to be \"protected\"from collapsing. (p. 21)"},{"Author":"Frederica Mathewes-Green,  At the Corner of East and Now: A Modern Life in Ancient Christian Orthodoxy","Category":"faith","Quote":"Could a body broken and blood spilled two thousand years ago restore my own damaged life?"},{"Author":"Bernard Kelvin Clive,  Your Dreams Will Not Die","Category":"faith","Quote":"It's better to dare to dream big and achieve half of your dreams than to dream small dreams and achieve all"},{"Author":"Julia Cameron,  Faith and Will: Weathering the Storms in Our Spiritual Lives","Category":"faith","Quote":"We will experience the life we have the faith to experience."},{"Author":"Steve Farrar,  God Built (Joseph) - Forged By God...In The Bad And Good Of Life","Category":"faith","Quote":"Waiting is an exercise of faith that demonstrates the condition of our hearts. Waiting on God is an act of faith. And faith is what separates the men from the boys."},{"Author":"Stanice Anderson","Category":"faith","Quote":"In tough and desperate times when your creativity begs to be birthed, loose the confines of the ground; stand up in your faith and walk atop the waves…"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"Hope and faith underlie a promise,and love energizes men to realize it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"A man of God would never burn or harm a temple of any kind - regardless of religion. A true man of God would see every temple or divine mansion built to glorify the Creator - as an extension of the temple closest to his home, regardless of its shape, size, or color. A man who truly recognizes and knows God can see God in all things."},{"Author":"Søren Kierkegaard","Category":"faith","Quote":"Sitting calmly on a ship in fair weather is not a metaphor for having faith; but when the ship has sprung a leak, then enthusiastically to keep the ship afloat by pumping and not to seek the harbor--that is the metaphor for having faith. (Concluding Unscientific Postscript)"},{"Author":"John Christopher,  The Prince in Waiting","Category":"faith","Quote":"Before you have faith you must believe, and before you believe there must be evidence of some sort to persuade the mind. Faith is remembering that evidence and holding to it against all that seems to challenge or contradict it."},{"Author":"W. Scott Lineberry,  Tragedy and Loss and the Search for Jesus","Category":"faith","Quote":"For many, the search for Jesus is initiated from experiencing an event in life so powerful, it awakens the dragons of faith; from pain so deep, it calls on the hidden fears of the soul in an effort to survive. For others it means a serious personal life survey that ultimately forces the confrontation with the futility, anesthetics, and despair in their lives."},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"faith","Quote":"Faith is always supposed to make it harder, not easier, to ignore the plight of our sisters and brothers. (p. 165)"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"If the Creator stood before a million men with the light of a million lamps, only a few would truly see him because truth is already alive in their hearts. Truth can only be seen by those with truth in them. He who does not have Truth in his heart, will always be blind to it."},{"Author":"Thomas Merton,  Zen and the Birds of Appetite","Category":"faith","Quote":"Faith is the door to the full inner life of the Church, a life which includes not only access to an authoritative teaching but above all to a deep personal experience which is at once unique and yet shared by the whole Body of Christ, in the Spirit of Christ."},{"Author":"Lois McMaster Bujold,  Beguilement","Category":"faith","Quote":"Lakewalker legends say the gods abandoned the world when the first malice came. And that they will return when the earth is entirely cleansed of its spawn. If you believe in gods.\"\"Do you?\"\"I believe they are not here, yes. It's a faith of sorts."},{"Author":"Jaachynma N.E. Agu,  The Best Option","Category":"faith","Quote":"Satisfaction in life doesn't jump on you, you work for it, you earn it. You will not sit in a place, fold your hands and expect to be satisfied with life."},{"Author":"Kim Stanley Robinson,  Red Mars","Category":"faith","Quote":"You just don't have faith!\"Frank repeated.\"Well I hope I never get it! It's like being hit by a hammer in the head!"},{"Author":"Charles Dickens,  Oliver Twist","Category":"faith","Quote":"Dignity, and even holiness too, sometimes, are more questions of coat and waistcoat than some people imagine."},{"Author":"Gustavo Gutiérrez,  A Theology of Liberation: History, Politics, and Salvation","Category":"faith","Quote":"The unqualified affirmation of the univeral will of salvation has radically changed the way of conceiving the mission of the Church in the world. . . . The work of salvation is a reality which occurs in history."},{"Author":"Paulo Coelho","Category":"faith","Quote":"Everything depends on One Word : \"Maktub\"!"},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"faith","Quote":"I lost my faith in my faithlessness. I believe I’m a nonbeliever now."},{"Author":"Amy Kathleen Ryan,  Glow","Category":"faith","Quote":"We do matter. To believe that our lives are meaningful is the essence of faith. We are not as large, or as bright, or as eternal as the stars, but we carry humankind's message of love across the galaxy. We are the first. We are the world makers. Our nourishment is hope. Like the tender reed shaking in the wind, we will reach up to a new sun."},{"Author":"Gillibran Brown,  Fun With Dick and Shane","Category":"faith","Quote":"I guess that's where faith comes in, the faith of a child to believe in Santa, the faith of an adult to believe in God, maybe faith is what makes something real? Maybe Rose had believed enough to create her own afterlife, maybe that's the reward of faith..."},{"Author":"Lisa Samson","Category":"faith","Quote":"I guess this thing we call faith is a climb. I always wanted to think of it as a big slide straight into the arms of God who waits at the bottom to catch us. But instead, He's a God who's on top of things - & like any mountain you climb, the closer we get to Him, the steeper the terrain."},{"Author":"Elizabeth Goudge,  The White Witch","Category":"faith","Quote":"...those who break the law should be loved more and not less for their sin, for if we do not forgive then is sin added to sin and the end is death."},{"Author":"Henry David Thoreau,  Walden","Category":"faith","Quote":"Commonly men will only be brave as their fathers were brave, or timid."},{"Author":"Karen Hackel,  The Whisper of Your Soul","Category":"faith","Quote":"Each day is a giftTo embrace and welcome"},{"Author":"Baruch Spinoza","Category":"faith","Quote":"Things which are accidentally the causes either of hope or fear are called good or evil omens."},{"Author":"Robert G. Ingersoll","Category":"faith","Quote":"The religionist is a living fossil, embedded in that rock called faith."},{"Author":"Bible KJV","Category":"faith","Quote":"Proverbs 9:10 The fear of the Lord is the beginning of wisdom: and the knowledge of the holy is understanding."},{"Author":"Israelmore Ayivor","Category":"faith","Quote":"When the door of opportunity of your storehouse opens for you, let faith and hope enter first. When your faith leads the way, you will locate the source of your hidden treasures."},{"Author":"Hans Urs von Balthasar,  Unless You Become Like This Child","Category":"faith","Quote":"It would be unjust toward children to introduce them to Christian teaching and existence only as little pagans and catechumens, in order to leave it up to them to choose the Faith on their own responsibility at a point in time difficult to determine."},{"Author":"Alice Fulton","Category":"faith","Quote":"Nothing will unfold for us unless we move toward whatlooks to us like nothing: faith is a cascade."},{"Author":"Dan Baumann,  A Beautiful Way: An Invitation to a Jesus-Centered Life","Category":"faith","Quote":"Everything we do for God will be the overflow of intimacy with God."},{"Author":"Amaka Imani Nkosazana","Category":"faith","Quote":"At any given moment, your circumstances can change. You may not be where you want to be right now. You may not even be doing what you prefer to do. But, if you change your way of thinking and realize that you have all the opportunities available to you just like each one of us. You can begin to focus on what you want to achieve and make it happen"},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"Nothing but prayer can make saints because nothing but God can make saints, and we meet God in prayer. Prayer is the hospital for souls where we meet Doctor God."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"The only way God can strengthen his presence in our will is to weaken his presence in our feelings. Otherwise we would become spiritual cripples, unable to walk without emotional crutches. This is why he gives us dryness, sufferings, and failures."},{"Author":"Rick Anderson","Category":"faith","Quote":"God is writing His story on the pages of our lives."},{"Author":"Veronique Vienne,  The Art of the Moment: Simple Ways to Get the Most from Life","Category":"faith","Quote":"Are we alone? Over time, you will come up with various answers to that same nagging question. Eventually one day it will occur to you that this endless asking is the answer you have been looking for. The fact that we have an ongoing dialogue with the universe is proof enough that there is \"something\"out there."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"There's no guarantee of disaster-free in any world religion,but love, faith and knowledge give men hope and willpower."},{"Author":"Sigmund Freud,  The Future of an Illusion","Category":"faith","Quote":"Thus we arrive at the singular conclusion that of all the information passed by our cultural assets it is precisely the elements which might be of the greatest importance to us and which have the task of solving the riddles of the universe and of reconciling us to the sufferings of life -- it is precisely those elements that are the least well authenticated of any."},{"Author":"Juli Zeh,  Spieltrieb","Category":"faith","Quote":"Seit wir den Glauben und damit die Wahrheit verloren haben, liegt zwischen Heuchelei und Ehrlichkeit der letzte Unterschied, der uns bleibt."},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"faith","Quote":"Anti-intellectualism remains strongly entrenched in many parts of the church, but it is grounded in fear, not in faith. (p. 19)"},{"Author":"Charles R. Swindoll","Category":"faith","Quote":"It takes faith to find personal significance in your relationship with God rather than how much money you earn, how beautiful you look, how many toys you own, how many trophies you collect, or how much territory you conquer and control."},{"Author":"Fiorella De Maria,  Poor Banished Children","Category":"faith","Quote":"just show a little humility. If you know your weaknesses you will not be enslaved by them."},{"Author":"Jay Bakker,  Fall to Grace: A Revolution of God, Self & Society","Category":"faith","Quote":"Grace saved my life; it can revolutionize yours."},{"Author":"Charles F. Glassman","Category":"faith","Quote":"When you trust your inner guidance and begin moving in the direction of your dreams (aligned with your individual gifts) you will be cloaked in an armor bestowed upon you by your guardian angel."},{"Author":"Muhammed Bhikha","Category":"faith","Quote":"Destroy what you have become and become what you did destroy/"},{"Author":"Michael Christos Zeis","Category":"faith","Quote":"Have faith in your beliefs"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Stop counting your losses and start counting your blessings. Only then will you discover that losses are always easier to point out and count than blessings. And that your blessings will always outnumber your losses, for they are truly immeasurable."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"faith","Quote":"Regardless of your chosen faith, at the end of your life's journey, your heart will be measured in two ways. One, the weight of your conscience must far outweigh the weight of a feather. Two, any impurities in your heart must weigh no more than one feather."},{"Author":"Alexandre Dumas,  The Man in the Iron Mask","Category":"faith","Quote":"Pain anguish and suffering in human life are always in proportion to the strength with which a man is endowed. We will not pretend to say that Heaven always apportions to a man's capability of endurance the anguish with which he afflicts him...Suffering is in proportion to the strength which has been accorded in other words the weak suffer more where the trial is the same than the strong."},{"Author":"Paul Torday,  Salmon Fishing In The Yemen","Category":"faith","Quote":"We believe that faith is the cure that heals all troubles."},{"Author":"William Ellery Channing","Category":"faith","Quote":"Faith is love taking the form of aspiration."},{"Author":"Stacy Hawkins Adams,  Lead Me Home","Category":"faith","Quote":"She fixed a smile that she hoped looked authentic. Pretending to be content continued to be hard work."},{"Author":"Rudzani Ralph","Category":"faith","Quote":"Doing what is right to GOD gives you peace not regret"},{"Author":"Camy Tang,  Deadly Intent","Category":"faith","Quote":"When has faith ever been about feelings?"},{"Author":"Metropolitan Anthony (Bloom) of Sourozh","Category":"faith","Quote":"What is the basic difference between saying 'I know that God exists' and saying 'I know that love exists'?"},{"Author":"Toni Sorenson","Category":"faith","Quote":"Are you aware of who you really are in relationship to the very God who created the Universe, who scattered the stars and aligned the planets? Only to those who remember and realize that they are literally spirit children of a God who knows and loves them, can the fire of refinement be welcome. Otherwise, pain and adversity are just that, pain and adversity. Fire doesn’t purify; it only burns."},{"Author":"Tara Leigh Cobble,  Crowded Skies: Letters To Manhattan","Category":"faith","Quote":"God's plan for your life is happening right now. It doesn't begin when you get married or when you get your dream job or when everything feels perfect. You are IN the plan. - TLC's friend Kris (p.159)"},{"Author":"Ernie Pyle","Category":"faith","Quote":"There are no atheists in the foxhole."},{"Author":"Randy Alcorn,  Edge of Eternity","Category":"faith","Quote":"The conflicting missions of the two armies seemed to have no fog, no gray, only black-and-white clarity. I had lived my life in terms of compromise, rule-bending, trade-offs, concessions, bargaining, striking deals, finding middle ground. In these two great armies, there was no such thing. Good was good, and evil was evil, and they shared no common ground."},{"Author":"Sue Monk Kidd,  The Invention of Wings","Category":"faith","Quote":"I said, \"Where's all that delivering God's supposed to do?\"He snorted. \"You're right, the only deliverance is the one we get for ourselves. The Lord doesn't have any hands and feet but ours.\"\"That doesn't say much for the Lord.\"\"It doesn't say much for us, either."},{"Author":"Rick Bass,  The Watch","Category":"faith","Quote":"Nothing will get you into trouble so deep or as sad as faith."},{"Author":"Meena Khan","Category":"faith","Quote":"sometime life is full of joy,and sometime life is full of pain and tears but we have to defeat it"},{"Author":"Cynthia A. Patterson,  It Had to Happen","Category":"faith","Quote":"Real faith comes when you facing a problem you can't help, you can't change, and you can't work it out"},{"Author":"Julia Cameron","Category":"faith","Quote":"Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"faith","Quote":"In every ancient religious and sacred text, faith is a verb; a thing to be demonstrated. It is in modern days that we have diluted faith from an act to a philosophy."},{"Author":"Alice Walker,  The Color Purple","Category":"faith","Quote":"And I don't believe you dead. How can you be dead if I still feel you? Maybe, like God, you changed into something different that I'll have to speak to in a different way, but you not dead to me Nettie. And never will you be."},{"Author":"Sanhita Baruah","Category":"faith","Quote":"You will never get everything in life but you will get enough."},{"Author":"Carter Heyward","Category":"faith","Quote":"Faith is a process of leaping into the abyss not on the basis of any certainty about where we shall land, but rather on the belief that we shall land."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"The creation of man is evidence for the love of God, the preservation of man is evidence for the patience of God, and Christ is evidence for the forgiveness of God. It is when we are wrapped up in our own little peeves that we begin to displace His benevolence with malevolence."},{"Author":"Pearl S. Buck","Category":"faith","Quote":"I feel no need for any other faith than my faith in human beings."},{"Author":"Paulo Coelho,  Brida","Category":"faith","Quote":"في بعض الأحيان ، نتخلى عن درب ما ، لأننا ببساطة لا نؤمن بها . وهذا سهل ، فكل ما علينا فعله إثبات أن تلك الطريق ليست لنا . لكن الأحداث التي تبدأ بالحصول ، والإلهام الذي يأتينا خلال مسيرتنا ،يبعثان فينا الخوف من المتابعة"},{"Author":"Ernest Hemingway,  For Whom the Bell Tolls","Category":"faith","Quote":"But I could tell thee of other things, Inglés, and do not doubt what thou simply cannot see nor cannot hear. Thou canst not hear what a dog hears. Nor canst thou smell what a dog smells. But already thou hast experienced a little of what can happen to man."},{"Author":"Isaac Bashevis Singer,  Gimpel the Fool and Other Stories","Category":"faith","Quote":"Shoulders are from God, and burdens too."},{"Author":"Luke Timothy Johnson,  The Creed: What Christians Believe and Why it Matters","Category":"faith","Quote":"Any profession of faith…entrusts the mind and heart to a truth that cannot be proven but can be lived."},{"Author":"John Piper,  The Pleasures of God: Meditations on God's Delight in Being God","Category":"faith","Quote":"... the mind was designed not to defend what we want, but to discover what is ultimately true, which should shape our wants and satisfy them more deeply with God. The purpose of the mind is not to rationalize subjective preferences, but to recognize objective reality and to help the heart revel in God."},{"Author":"Jillian Lauren,  Pretty","Category":"faith","Quote":"I look for a sign. Where to go next. you never know when you'll get one. Even the most faithless among us are waiting to be proven wrong."},{"Author":"Madeleine L'Engle,  The Summer of the Great-Grandmother","Category":"faith","Quote":"I get glimmers of the bad nineteenth-century teaching which has made Mother remove God from the realm of mystery and beauty and glory, but why do people half my age think that they don't have faith unless their faith is small and comprehensible and like a good old plastic Jesus?"},{"Author":"Kay Goodstadt,  Love and Death Over Tea","Category":"faith","Quote":"Fidelity is a living, breathing entity. On wobbly footing, it can wander, becoming something different entirely."},{"Author":"Criss Jami,  Healology","Category":"faith","Quote":"With no positivity, there is no hope; with no negativity, there is no improvement."},{"Author":"Stacy Hawkins Adams,  Dreams That Won't Let Go","Category":"faith","Quote":"If I were a character in one of my books, I'd be the optimistic one, believing the best and urging others to do the same."},{"Author":"John Milton","Category":"faith","Quote":"Only add Deeds to thy knowledge answerable; add faith; Add virtue, patience, temperance; add love, By name to come called charity, the soul Of all the rest: then wilt thou not be loath To leave this Paradise; but shalt possess A paradise within thee, happier far."},{"Author":"Sherry K. White","Category":"faith","Quote":"People have a hunger to experience the spectacular, but the Lord is supernatural."},{"Author":"Olive Ann Burns,  Cold Sassy Tree","Category":"faith","Quote":"Hit ain't sacrilege. Miss Effie Belle says when she cain't think what to have for dinner, she asts God and right off He gives her an idea. To my thinkin', thet's sacrilege.\"Miss Love really laughed. \"There's not a woman in the world who hasn't prayed what to cook for dinner, Rucker!"},{"Author":"Patricia Raybon,  I Told the Mountain to Move: Learning to Pray So Things Change","Category":"faith","Quote":"Faith doesn't have to be much. Not any bigger than a mustard seed... That small. Only that much faith you'll need in me, God says, because I am so big. I am the Great I Am. So have faith in me."},{"Author":"Beth Hoffman,  Saving CeeCee Honeycutt","Category":"faith","Quote":"Life is full of change, honey. That's how we learn and grow. When we're born, the Good Lord gives each of us a Life book. Chapter by chapter, we live and learn."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"faith","Quote":"If we rely on anything else besides faith to maintain the practice of the presence of God, we will certainly fail, whether this is our feelings, or experiences, or sincerity, or good intentions, or reasonings, or plans. The reason these things will fail while faith will not fail is that all these things depend on us, while faith depends on God. It is a gift of God."},{"Author":"Shannon L. Alder","Category":"faith","Quote":"God is perceived by the heart, not by your reason. But what is reason? Your heart simplifying God’s guidance to fit your own needs."},{"Author":"Chu Jeff","Category":"faith","Quote":"Lovelessness is a huge sin in the church. The four primary personalities in the New Testament- Jesus, Paul, Peter, and John- all four of them say that love is the most important thing. But the only time love really counts is when something unlovely happens."},{"Author":"Lloyd Jones,  Mister Pip","Category":"faith","Quote":"Now listen. Faith is like oxygen. It keeps you afloat at all times. Sometimes you need it. Sometimes you don’t. but when you do need it you better be practiced at having faith, otherwise it won’t work. That’s why the missionaries built all the churches. Before we got those churches we weren’t practicing enough. That’s what prayers are for—practice, children. Practice."},{"Author":"Mitch Albom,  Have a Little Faith: a True Story","Category":"faith","Quote":"Jauh lebih menyenangkan merasa bahwa Tuhan mendengarkanmu dan mengatakan tidak, ketimbang merasa tak ada siapa pun yang mendengarkanmu"},{"Author":"Os Guinness,  In Two Minds","Category":"faith","Quote":"To come to faith on the basis of experience alone is unwise, though not so foolish as to reject faith altogether because of lack of experience ... the quality of a Christian's experience depends on the quality of his faith, just as the quality of his faith depends in turn on the quality of his understanding of God's truth."},{"Author":"Thomas Lye","Category":"faith","Quote":"As prayer without faith is but a beating of the air, so trust without prayer [is] but a presumptuous bravado. He that promises to give, and bids us trust His promises, commands us to pray, and expects obedience to his commands. He will give, but not without our asking."},{"Author":"George MacDonald,  Weighed and Wanting","Category":"faith","Quote":"The back door of every tomb opens on a hilltop."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"faith","Quote":"Of course the cat will growl and spit at the operator and bite him if she can. But the real question is whether he is a vet or a vivisector."},{"Author":"Ali Shariati","Category":"faith","Quote":"Hey, I am thinking of it myself, in this part of world (East), we all do endeavors in praying and are sweating (white liquid) and this is our situation, frustrated , but on the other part of world (West) ,they are enjoying in party and drinking liquor (white liquid) but their situation is that, successful, I do not know that the problem relates to the type of liquid or the way of drinking!!"},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"faith","Quote":"Pursue your dreams. You will be amazed about what you can achieve."},{"Author":"Danail Hristov,  The End of the Jesus Era","Category":"faith","Quote":"God existed before every religion; He exists in spite of all religions."},{"Author":"Sage Steadman,  Upon Destiny's Song","Category":"faith","Quote":"She had walked to the brink, abandoning all belief, and just before the bitter end, she was pulled from the abyss by faith."},{"Author":"Lailah Gifty Akita","Category":"faith","Quote":"Keep the faith. The vision is always for the appointed time. Be patient, prayerful and wait for the fulfillment of your visions."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"faith","Quote":"I think a funny picture would have a caption that read, “Believe in yourself,” with an accompanying image of a wilting flower."},{"Author":"Bob Harrington","Category":"faith","Quote":"A faith to live by, a self to live with, and a purpose to live for."},{"Author":"Toba Beta,  Master of Stupidity","Category":"faith","Quote":"Faith reveals the potential."},{"Author":"Joseph Fletcher","Category":"faith","Quote":"The top 10% of the people who are most creative, constructive and thoughtful, do not have much to do with churches. To them the canons of reason come first, making faith secondary and questionable."},{"Author":"Ralph Hodgson","Category":"faith","Quote":"Some things have to be believed to be seen"},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"In the end, only God can see the heart of an individual and distinguish the difference between legalistic deadweight and the passion of holy solemnity."},{"Author":"Susan Meissner,  Why the Sky Is Blue","Category":"faith","Quote":"Sometimes asking God for a reason for something is like asking Him why the sky is blue. There is a complex, scientific reason for it, Claire, but most children, including you, are content with knowing it is blue because it is. If we understood everything about everything, we would have no need for faith."},{"Author":"Margaret Jensen","Category":"faith","Quote":"Faith is secured by adversity, but endangered by security."},{"Author":"Corallie Buchanan,  Watch Out! Godly Women on the Loose","Category":"faith","Quote":"You didn’t just automatically become a Christian, did you? You weren’t made a Christian by just going to church. Just like you are not made a car by sitting in a garage all day! You have to make a decision."},{"Author":"Jacqueline Winslow","Category":"faith","Quote":"Faith doesn't always come naturally but as we take those steps of faith, we notice little by little that our faith has grown and it isn't as hard as we first thought."},{"Author":"Martha N. Beck","Category":"faith","Quote":"...they needed someone to explain, to spin, the parts of the tale that couldn't be suppressed. Someone reputable and educated. Someone brilliant yet absolutely committed to the faith. Someone like my father."},{"Author":"Bethany Brookbank,  Write like no one is reading","Category":"faith","Quote":"For years I was deathly afraid of my own weaknesses, but when I closed my eyes and let myself be vulnerable to them it allowed miracles to take place. Miracles that were only alive when I accessed my BLIND faith."},{"Author":"Nicolás Gómez Dávila","Category":"faith","Quote":"Faith is not knowledge of an object but communion with it."},{"Author":"Gordon Lindsay","Category":"faith","Quote":"We are not to be occupied with our feelings or symptoms,or our faith or lack of faith,but only with what God has said"},{"Author":"Toni Sorenson","Category":"faith","Quote":"God is not someone you meet when you die. His smiling face will be the first and the most familiar to greet you on the other side of mortality. You’ll recognize Him and know in your heart of hearts that you’re not entering a new sphere, but returning home to the place you’ve always belonged."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"Great faith overcomes laws of nature that govern physical world."},{"Author":"John Paul Warren","Category":"faith","Quote":"When in darkness....strike a match"},{"Author":"Frederica Mathewes-Green","Category":"faith","Quote":"As I ponder my pilgrim’s progress to Orthodoxy, however, I realize that I didn’t make the trip alone, but in a two-seater. And I wasn’t the one driving."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"I prefer a world with many beliefs and religions.It stimulates my faith to keep growing day by day."},{"Author":"Lawrence Kennedy","Category":"faith","Quote":"Some are professors and others are possessors."},{"Author":"John Carey","Category":"faith","Quote":"The greatest hindrance to growth in faith is comfortable living."},{"Author":"Ralph Bouma","Category":"faith","Quote":"Little faith sees God's hand in great things. Established faith sees God's hand in little things."},{"Author":"Justin Lee,  Torn: Rescuing the Gospel from the Gays-vs.-Christians Debate","Category":"faith","Quote":"... challenge the church to do better, be more of who Christ wants us to be ..."},{"Author":"Robert K. Greenleaf,  Servant As Leader","Category":"faith","Quote":"Faith is the choice of the nobler hypothesis.' Not the noblest, one never knows what that is. But the nobler, the best one can see when the choice is made."},{"Author":"Gotthold Ephraim Lessing","Category":"faith","Quote":"The true value of a man is not determined by his possession, supposed or real, of Truth, but rather by his sincere exertion to get to the Truth. It is not possession of the Truth, but rather the pursuit of Truth by which he extends his powers and in which his ever-growing perfectibility is to be found. Possession makes one passive, indolent, and proud."},{"Author":"Ed Galisewski,  A Simpler Faith: Hope For Those Who Struggle With Church","Category":"faith","Quote":"On the concept of unity- “Thatʼs right-Jesusʼ most pressing concern beforeleaving the earth was our unity. He was looking ahead, to every generation ofbeliever. And as he prayed, he made it clear that our witness as his body in thisfractured , messed-up, chaotic world would depend on our love for another."},{"Author":"Ed Galisewski,  A Simpler Faith: Hope For Those Who Struggle With Church","Category":"faith","Quote":"Addressing the concept of man made additions to the faith - “These additions-standards, practices, and allegiances supposedly created for our spiritual beneﬁt-have had the opposite effect."},{"Author":"Kristopher Raines","Category":"faith","Quote":"Give up isn't going to helpKeep going on will help"},{"Author":"Tim LaHaye,  Tribulation Force","Category":"faith","Quote":"All I know is that the closer I get to God, the deeper I get into the Bible, and the heavier the burden seems on my shoulders."},{"Author":"Ann Marie Aguilar","Category":"faith","Quote":"My true religion, my faith in God. He gives me love and compassion. I simply return them by loving and being compassionate towards others. Our own heart, our own mind, is the temple of God. The teachings of God is to love one another as he loves us. We love by respecting and being compassionate, whatever they decide to do with their life"},{"Author":"Toni Sorenson","Category":"faith","Quote":"I do not know the answers to life's hard questions, but I do know the One who knows them and that's sufficient...for now."},{"Author":"E'yen A. Gardner","Category":"faith","Quote":"It take faith to follow your dreams and courage to reach them."},{"Author":"Kathleen McGowan,  The Poet Prince","Category":"faith","Quote":"The only sweeter than union is reunion."},{"Author":"Darin Bradley,  Noise","Category":"faith","Quote":"I tried to convince myself once, when I was a teenager, that I felt God. Alone in the sanctuary, accompanying my mom on an evening errand to the church. I stared at the ceiling and drew deep breath as quickly as I could. I told our youth minister in his ball cap that I had felt Him. That I was blessed. But in the end, it was only the wind and the rain, making noise in the darkness."},{"Author":"Christine Brooks-Martin","Category":"faith","Quote":"My purpose is: What Lord? Where Lord? When Lord? Yes Lord!"},{"Author":"Kirk J. Schneider","Category":"faith","Quote":"Our greatest challenge today...is to couple conviction with doubt. By conviction, I mean some pragmatically developed faith, trust, or centeredness; and by doubt I mean openness to the ongoing changeability, mystery, and fallibility of the conviction."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"Doubter wants proof which contributes nothing to her faith."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"faith","Quote":"Promise has faith as premise. Only men of faith can promise."},{"Author":"Pamela R. Jeffers,  Something Old, New, Borrowed & True","Category":"faith","Quote":"God blesses to the degree in which you believe."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"faith","Quote":"Faith is the poetry of our dreams; action is the builder of our reality."},{"Author":"Laura Wilson,  My Best Friend","Category":"faith","Quote":"Just because you can't see something doesn't mean it's not there."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"faith","Quote":"So much had been surrendered! And to such little purpose! There had been mad wilful rejections, monstrous forms of self-torture and self-denial, whose origin was fear and whose result was a degradation infinitely more terrible than that fancied degradation from which, in their ignorance, they had sought to escape (...)"},{"Author":"David Kinnaman,  Unchristian: What a New Generation Really Thinks about Christianity...and Why It Matters","Category":"faith","Quote":"Surprisingly, the Christian faith today is perceived as disconnected from the supernatural world – a dimension that the vast majority of outsiders believe can be accessed and influenced."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"faith","Quote":"We are called to service in the kingdom of God. The Christian life is not about what you claim. It is about what you believe. True belief cannot be separated from what we do."},{"Author":"Randall Wallace,  Pearl Harbor","Category":"faith","Quote":"Please don't take my wings..."},{"Author":"Howard Frank Mosher,  Walking to Gatlinburg","Category":"faith","Quote":"Faith without a measure of doubt ain't worth a brass farthin'."},{"Author":"Leo Tolstoy,  Resurrection","Category":"faith","Quote":"There are many faiths, but the spirit is one — in me, and in you, and in him. So that if everyone believes himself, all will be united; everyone be himself and all will be as one."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"Religion, like science, is only noteworthy when it emphasizes a matter of what is true rather than whose belief is greater or lesser or which deity works for whom. Sincere religion and tested science are similar in that their assertions can be argued logically and objectively; otherwise, we get false cults and babble."},{"Author":"Jim Yackel,  The Wayfarers | Walking Dreams","Category":"faith","Quote":"No matter how hard it is, or how hard it gets, don't ever, ever, ever lose hope!"},{"Author":"Ricky Maye,  An Emerging Spirituality","Category":"faith","Quote":"Sometimes we can focus so much on nothing that we make it a big something of nothing"},{"Author":"Umair Naeem,  Drowning Shadows","Category":"faith","Quote":"Worry looks back, Hope looks forward, but Faith always looks up."},{"Author":"Lauren Oliver,  Before I Fall","Category":"faith","Quote":"Aquí hay algo más que recordar: la esperanza te mantiene viva. Incluso cuando estás muerta, es lo único que te mantiene viva."},{"Author":"Michelle Horst","Category":"faith","Quote":"You can never run from your past; it defines who you are today. But, use your Awo given intelligence and enjoy the future…because THAT only comes once.’ VAALBARA The Land of Shadows"},{"Author":"JerriFaye Thomason","Category":"faith","Quote":"When Hope disappears ~ Faith steps in..."},{"Author":"Phil Mitchell","Category":"faith","Quote":"Faith\"will help put us together on the same direction. Faith is building a relationship with God where he is in control. It is about believing although we do not always see. Do we love God with all our heart, mind, and soul? Can we follow his voice?"},{"Author":"Steve Turner,  Imagine: A Vision for Christians in the Arts","Category":"faith","Quote":"A corollary of this has been that Christians have thought that they should only create art with a Pollyanna quality to it: paintings of birds and kittens, movies that extol family life and end happily, songs that are positive and uplifting – in short, works of art that show a world that is almost unfallen where no one experiences conflict and where sin is naughty rather than wicked."},{"Author":"Victor Hugo,  Les Miserables","Category":"faith","Quote":"Un sceptique qui adhère à un croyant cela est simple comme la loi des couleurs complémentaires.Ce qui nous manque nous attire."},{"Author":"Charles R. Swindoll","Category":"faith","Quote":"Someone has said,”Education is going from an unconscious to conscious awareness of one’s ignorance.”..No one has a corner on wisdom. All the name-dropping in the world does not heighten the significance of our character. If anything, it reduces it. Our acute need is to cultivate a willingness to learn and to remain teachable."},{"Author":"Wilfred Grenfell","Category":"faith","Quote":"I have found more inspiration in the cottages of fishermen than in the palaces of the rich."},{"Author":"Chris Galford,  The Hollow March","Category":"faith","Quote":"Logic kills. Faith burns. Better to be the one with the torch than the one on the pyre."},{"Author":"Voltaire","Category":"faith","Quote":"S'il n'existait pas Dieu il faudrait l'inventer.\"(If God did not exist he would have to be invented.)"},{"Author":"Adriana Koulias,  Temple of the Grail","Category":"faith","Quote":"Is it not by learning to read the book of nature with the eyes of faith that we come to recognize the drop of divinity that resides in our own souls though hidden, master? In the end is this not faith; to seek the light that takes us further, the light of Christ that brings that to which reason and knowledge alone can never raise itself? This is truth!"},{"Author":"Enock Maregesi","Category":"faith","Quote":"Imani ni nia ya kujua kisichoweza kujulikana na hupeleka watu kwenye ukweli. Kuamini hupotosha, na ni nia ya kudharau kinachoweza kujulikana."},{"Author":"Yann Martel","Category":"faith","Quote":"Why can we throw a question further than we can pull in an answer?"},{"Author":"Michelle Cruz-Rosado","Category":"faith","Quote":"To believe in miracles in one thing...to know what miracle you want to manifest right now, and accept it, is another."},{"Author":"Billy Ray Chitwood,  The Cracked Mirror: Reflections of an Appalachian Son","Category":"faith","Quote":"I ate some emotional soup in my childhood and have spent a lifetime trying to digest it."},{"Author":"Corrado Ghinamo,  The Beautiful Scientist: A Spiritual Approach to Science","Category":"faith","Quote":"The more I read arguments for atheism, the more I am convinced it takes a very strong faith to be an atheist. And atheism seems to me the least reasonable of all faiths."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"faith","Quote":"Instead of giving a firm foundation for setting the conscience of man at rest forever, Thou didst choose all that is exceptional, vague and enigmatic."},{"Author":"Forrest Gander","Category":"faith","Quote":"I have lost the consolation of faith/ though not the ambition to worship"},{"Author":"Lawana Blackwell,  The Courtship of the Vicar's Daughter","Category":"faith","Quote":"Just think of what would have happened to poor old Naaman if he had decided to dunk himself only once?"},{"Author":"J.F. Baldwin","Category":"faith","Quote":"The question is not, who uses faith and who uses reason? Everyone uses both. The question instead should be, who has the most reasonable faith?"},{"Author":"Edmund Spenser,  The Faerie Queene","Category":"faith","Quote":"Why then should witless man so much misweeneThat nothing is but that which he hath seene?"},{"Author":"Sue Monk Kidd,  The Mermaid Chair","Category":"faith","Quote":"...he felt God the same way arthritic monks felt rain coming in their joints. He felt only a hint of him."},{"Author":"Megan Chance,  The Spiritualist","Category":"faith","Quote":"The only truth was whatever you could make someone believe."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"faith","Quote":"Faith is the mortar that fills the cracks in the evidence and the gaps in the logic, and thus it is faith that keeps the whole terrible edifice of religious certainty still looming dangerously over our world."},{"Author":"Tara Leigh Cobble,  Crowded Skies: Letters To Manhattan","Category":"faith","Quote":"The darker side of the City tried to emphasize the selfish parts of me by encouraging my sense of entitlement and my desire for personal space. But God seemed to whisper that the alternative existed: to let Him grow humility and concern for others in a way I had never experienced, to live out His peace amid whirling chaos. (p.67)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"faith","Quote":"Her name is Faith, or that’s what I believe it to be."},{"Author":"Brodi Ashton,  Evertrue","Category":"faith","Quote":"Faith?” The word popped out before I could think about it. “Faith in what? A higher power? The gods? The universe?” My voice cracked at the end, and I realized what this whole thing had done to my faith, if I’d had any to begin with. I realized that the thought of a higher being in charge of all this made me angry."},{"Author":"Lailah Gifty Akita,  Think Great: Be Great!","Category":"faith","Quote":"I am thankful to all the souls, I meet in the journey of life."},{"Author":"Criss Jami,  Killosophy","Category":"faith","Quote":"When comprehending how different people truly are, you also comprehend the absolute necessity of some divine authority."},{"Author":"Celia Mcmahon,  Skye","Category":"faith","Quote":"You have such faith,” he tells me. “Let it be bigger than your fears."},{"Author":"Philip K. Dick,  VALIS","Category":"faith","Quote":"Pious people spoke to God, and crazy people imagined that God spoke back."},{"Author":"Jeevagan Nagarajan","Category":"faith","Quote":"Google, Facebook helps people than people helps people, in today's world"},{"Author":"Amit Kalantri,  One Bucket of Tears","Category":"faith","Quote":"They all believed in him because of the authenticity of his musical talent and his faith in it."},{"Author":"Alan D. Wright,  Lover of My Soul: Delighting in God's Passionate Love","Category":"faith","Quote":"Spiritual victory is not something you earn - it is something you accept. The Christian life is not so much about what you have done - it's about what Christ has done. It's not so much about how strong you are - it's about how strong God is."},{"Author":"Jennifer Haigh,  Faith","Category":"faith","Quote":"I open my heart to her and lay it on the table."},{"Author":"Gregory A. Boyd","Category":"faith","Quote":"I don't want to base my life on a symbol,\"he said resolutely. \"I want reality, and the Christian faith has always been rooted in reality. What's not rooted in reality is the faith of liberal scholars. They're the ones who are following a pipe dream, but Christianity is not a pipe dream."},{"Author":"Tommy Tran","Category":"faith","Quote":"Hope is magic. Hope is a gift. Hope is a raft we cling to in the midst of a storm. Hope by nature is an independent of logic. Hope is power outside of the facts.The human mind longs for something better. Hope is not rational. Yet who need rationality when God is on our side? The capacity of hope is the most significant fact in life."},{"Author":"Ralph Bouma","Category":"faith","Quote":"It's because we have little faith that we look within instead of without."},{"Author":"Garey Gordon,  The Values Pursued Life: Excellence and Greatness from Within","Category":"faith","Quote":"In essence, we are deeper than being; we are character, which contains the conscious forces of love, justice, kindness, faith, and forgiveness."},{"Author":"علي عزت بيجوفيتش,  الإسلام بين الشرق والغرب","Category":"faith","Quote":"بحكم المنطق الداخلي للأشياء يتوازى كل من التطور و الحضارةو العلم والطوبيا مع الإلحاد، بينما يتوازى الخلق والثقافة و الفن و الأخلاق مع الدين."},{"Author":"Kimberly McRae,  Living by Faith: Beginning Your Walk as a New Believer","Category":"faith","Quote":"He is the light in my life and the rock beneath my feet. (Referring to the Lord Jesus)"},{"Author":"Tracie Miles,  Stressed-Less Living: Finding God's Peace in Your Chaotic World","Category":"faith","Quote":"I can only imagine how happy life would be if we could stay so grounded in our faith that we would never waver in our positive attitudes."},{"Author":"Eknath Easwaran,  Nonviolent Soldier of Islam: Badshah Khan: A Man to Match His Mountains","Category":"faith","Quote":"Judged by the normal standards of human affairs, the lives of men and women of God may look overburdened with suffering, and even inconclusive."},{"Author":"Clement of Alexandria","Category":"faith","Quote":"Do not think that we say that these things are only to be received by faith, but also that they are to be asserted by reason. For indeed it is not safe to commit these things to bare faith without reason, since assuredly truth cannot be without reason."},{"Author":"Abigail Reynolds,  Impulse and Initiative","Category":"faith","Quote":"It seems we are all too vulnerable to having our heart lead us astray from what is right"},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"faith","Quote":"A leap of faith doesn’t involve leg strength. Still, I can’t take any chances, so I’ve been doing squats."},{"Author":"Erich Maria Remarque,  The Road Back","Category":"faith","Quote":"A man has to have something he can put faith in. Can't you see that? What I want is someone that will love me; she would have me and I her. Otherwise a man may just go hang himself"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"faith","Quote":"I have a lot of faith. I mean, I believe I do."},{"Author":"Jayce O'Neal","Category":"faith","Quote":"Answers based in truth are the foundation of wisdom."}]