[{"Author":"Suzanne Collins,  Mockingjay","Category":"funny","Quote":"Well, don't expect us to be too impressed. We just saw Finnick Odair in his underwear."},{"Author":"Chris Rock","Category":"funny","Quote":"You know the world is going crazy when the best rapper is a white guy, the best golfer is a black guy, the tallest guy in the NBA is Chinese, the Swiss hold the America's Cup, France is accusing the U.S. of arrogance, Germany doesn't want to go to war, and the three most powerful men in America are named \"Bush\", \"Dick\", and \"Colin.\"Need I say more?"},{"Author":"Billy Sunday,  Billy Sunday, the Man and His Message: With His Own Words Which Have Won Thousands for Christ","Category":"funny","Quote":"Going to church doesn’t make you a Christian any more than going to a garage makes you an automobile."},{"Author":"Phyllis Diller","Category":"funny","Quote":"Never go to bed mad. Stay up and fight."},{"Author":"Marilyn Monroe","Category":"funny","Quote":"It's not true that I had nothing on. I had the radio on."},{"Author":"Mark Twain","Category":"funny","Quote":"I did not attend his funeral, but I sent a nice letter saying I approved of it."},{"Author":"Ellen DeGeneres,  Seriously... I'm Kidding","Category":"funny","Quote":"Accept who you are. Unless you're a serial killer."},{"Author":"John Green,  Looking for Alaska","Category":"funny","Quote":"They love their hair because they're not smart enough to love something more interesting."},{"Author":"Lemony Snicket,  Horseradish","Category":"funny","Quote":"Everyone should be able to do one card trick, tell two jokes, and recite three poems, in case they are ever trapped in an elevator."},{"Author":"Albert Einstein","Category":"funny","Quote":"Once you can accept the universe as matter expanding into nothing that is something, wearing stripes with plaid comes easy."},{"Author":"Cathy Guisewite","Category":"funny","Quote":"When life gives you lemons, squirt someone in the eye."},{"Author":"Winston S. Churchill","Category":"funny","Quote":"A lie gets halfway around the world before the truth has a chance to get its pants on."},{"Author":"John Green,  Looking for Alaska","Category":"funny","Quote":"It's not because I want to make out with her.\"Hold on.\"He grabbed a pencil and scrawled excitedly at the paper as if he'd just made a mathematical breakthrough and then looked back up at me. \"I just did some calculations, and I've been able to determine that you're full of shit"},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"If loving someone is putting them in a straitjacket and kicking them down a flight of stairs, then yes, I have loved a few people."},{"Author":"Jerry Seinfeld","Category":"funny","Quote":"If a book about failures doesn't sell, is it a success?"},{"Author":"Rodney Dangerfield","Category":"funny","Quote":"I came from a real tough neighborhood. Once a guy pulled a knife on me. I knew he wasn't a professional, the knife had butter on it."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I consider conversations with people to be mind exercises, but I don't want to pull a muscle, so I stretch a lot. That's why I'm constantly either rolling my eyes or yawning."},{"Author":"Golda Meir","Category":"funny","Quote":"Don't be so humble - you are not that great."},{"Author":"George Carlin","Category":"funny","Quote":"That's why they call it the American Dream, because you have to be asleep to believe it."},{"Author":"Bill Cosby","Category":"funny","Quote":"A word to the wise ain't necessary, it's the stupid ones who need advice."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"I thought I'd lie on the floor and writhe in pain for a while,\"he grunted, \"It relaxes me.\"\"It does? Oh - you're being sarcastic. That's a good sign probably."},{"Author":"Yogi Berra,  When You Come to a Fork in the Road, Take It!: Inspiration and Wisdom from One of Baseball's Greatest Heroes","Category":"funny","Quote":"Always go to other people's funerals, otherwise they won't come to yours."},{"Author":"Richelle Mead,  Vampire Academy","Category":"funny","Quote":"Did you see that dress?” \"I saw the dress.” \"Did you like it?” He didn't answer. I took that as a yes. \"Am I going to endanger my reputation if I wear it to the dance?” When he spoke, I could barely hear him. \"You'll endanger the school.” I smiled and fell asleep."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I find out a lot about myself by sleeping. Dreams, they are who I am when I’m too tired to be me."},{"Author":"John Green,  The Fault in Our Stars","Category":"funny","Quote":"Headline?\"he asked.\"'Swing Set Needs Home,'\"I said.\"'Desperately Lonely Swing Set Needs Loving Home,'\"he said.\"'Lonely, Vaguely Pedophilic Swing Set Seeks the Butts of Children,'\"I said."},{"Author":"Rachel Caine,  Glass Houses","Category":"funny","Quote":"Damn, Claire. Warn a guy before you do a face-plant on the floor next time. I could have looked all heroic and caught you or something -Shane"},{"Author":"Lawrence Ferlinghetti","Category":"funny","Quote":"If you're too open-minded; your brains will fall out."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"The mouth is made for communication, and nothing is more articulate than a kiss."},{"Author":"Stephanie Lennox,  I Don't Remember You","Category":"funny","Quote":"I’ve been fighting to be who I am all my life. What’s the point of being who I am, if I can’t have the person who was worth all the fighting for?"},{"Author":"Veronica Roth,  Divergent","Category":"funny","Quote":"Can you be a girl for a few seconds?\"\"I'm always a girl\"I frown.\"You know what I mean. Like a silly, annoying girl\"I twirl my hair around my finger. \"Kay."},{"Author":"Rick Riordan,  The Son of Neptune","Category":"funny","Quote":"Um...is that thing tame?\"Frank said.The horse whinnied angrily.\"I don't think so,\"Percy guessed. \"He just said, 'I will trample you to death, silly Chinese Canadian baby man'."},{"Author":"Rodney Dangerfield","Category":"funny","Quote":"What a kid I got, I told him about the birds and the bees and he told me about the butcher and my wife."},{"Author":"Gena Showalter,  Seduce the Darkness","Category":"funny","Quote":"I don't hate you.. I just don't like that you exist"},{"Author":"Rachel Caine,  Midnight Alley","Category":"funny","Quote":"Perv.\"He pointed to himself. \"Male and eighteen. What's your point?"},{"Author":"Masashi Kishimoto,  Naruto, Vol. 18: Tsunade's Choice","Category":"funny","Quote":"She's strong! And scary...I bet she's single...I'd put money on it.."},{"Author":"Will Rogers","Category":"funny","Quote":"Never miss a good chance to shut up."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"funny","Quote":"But Dumbledore says he doesn't care what they do as long as they don't take him off the Chocolate Frog cards."},{"Author":"Gena Showalter,  Oh My Goth","Category":"funny","Quote":"What makes big boobs and perkiness so attractive to boys? I mean, really. Two round, mounds of fat and a fake smile. Yeah, winning attributes."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"funny","Quote":"Don’t put your wand there, boy! ... Better wizards than you have lost buttocks, you know!"},{"Author":"Wendy Mass,  Jeremy Fink and the Meaning of Life","Category":"funny","Quote":"Do you ever think if people heard our conversations they'd lock us up?\"All the time."},{"Author":"Jarod Kintz","Category":"funny","Quote":"I think the key indicator for wealth is not good grades, work ethic, or IQ. I believe it's relationships. Ask yourself two questions: How many people do I know, and how much ransom money could I get for each one?"},{"Author":"Alfred Hitchcock","Category":"funny","Quote":"Puns are the highest form of literature."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I’m not waiting until my hair turns white to become patient and wise. Nope, I’m dyeing my hair tonight."},{"Author":"Robert Benchley","Category":"funny","Quote":"Opera is when a guy gets stabbed in the back and, instead of bleeding, he sings."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to write my own eulogy, and I want to write it in Latin. It seems only fitting to read a dead language at my funeral."},{"Author":"Roald Dahl,  The BFG","Category":"funny","Quote":"Don't gobblefunk around with words."},{"Author":"Lauren Myracle","Category":"funny","Quote":"I live in my own little world. But its ok, they know me here."},{"Author":"Cassandra Clare,  City of Bones","Category":"funny","Quote":"aren't you, uh... reproducing?\"sure, we love reproducing it's one of our favorite things."},{"Author":"Gena Showalter,  Animal Instincts","Category":"funny","Quote":"Ten Things You Shouldn't Say on a Date.1. You're wearing that?2. Something smells funny.3. Where's the Tylenol?4. And to think, I first wanted to date your brother.5. I have a confession to make…6. My dad has a suit just like that.7. That man is hot. Look at him.8. My ex, may he rot in hell forever…9. You're going to order that? Seriously?10. You're how old?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If I told you I’ve worked hard to get where I’m at, I’d be lying, because I have no idea where I am right now."},{"Author":"Rodney Dangerfield","Category":"funny","Quote":"Once I pulled a job, I was so stupid. I picked a guy's pocket on an airplane and made a run for it."},{"Author":"James Patterson","Category":"funny","Quote":"Can I come in?No! I'm in a towel!I'm blind!"},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to meet a guy named Art. I'd take him to a museum, hang him on the wall, criticize him, and leave."},{"Author":"Richelle Mead,  Vampire Academy","Category":"funny","Quote":"You…you got rid of that dress fast,\"I pointed out between heavy breaths. \"I thought you liked it.\"\"I do like it,\"he said. His breathing was as heavy as mine. \"I love it.\"And then he took me to the bed."},{"Author":"Lauren Myracle,  ttfn","Category":"funny","Quote":"You should eat a waffle! You can't be sad if you eat a waffle!"},{"Author":"Charles M. Schulz","Category":"funny","Quote":"This is my depressed stance. When you're depressed, it makes a lot of difference how you stand. The worst thing you can do is straighten up and hold your head high because then you'll start to feel better. If you're going to get any joy out of being depressed, you've got to stand like this."},{"Author":"Isaac Asimov","Category":"funny","Quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome."},{"Author":"Benjamin Franklin","Category":"funny","Quote":"A Penny Saved is a Penny Earned"},{"Author":"James Dashner,  The Maze Runner","Category":"funny","Quote":"You are the shuckiest shuck faced shuck in the world!"},{"Author":"William Goldman,  The Princess Bride","Category":"funny","Quote":"Inconceivable!\"\"You keep using that word. I do not think it means what you think it means."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"funny","Quote":"Why it's simply impassible!Alice: Why, don't you mean impossible?Door: No, I do mean impassible. (chuckles) Nothing's impossible!"},{"Author":"Richelle Mead,  Vampire Academy","Category":"funny","Quote":"Hey Mason, wipe the drool off your face. If you're going to think about me naked, do it on your own time.\"[...]\"This is my time, Hathaway. I'm leading today's session.\"\"Oh yeah?\"I retorted. \"Huh. Well, I guess this is a good time to think about me naked, then.\"\"It's always a good a time to think about you naked,\"added someone nearby, breaking the tension further."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I can tell if two people are in love by how they hold each other’s hands, and how thick their sanitation gloves are."},{"Author":"Jess C. Scott,  The Intern","Category":"funny","Quote":"Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait."},{"Author":"Richelle Mead,  Vampire Academy","Category":"funny","Quote":"A ghostly smile flickered across his face. \"If you weren't so psychotic, you'd be fun to hang around.\"\"Funny, I feel that way about you too.\"He didn't say anything else, but the smile grew, and he walked away."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"funny","Quote":"You know what I like most about people? Pets."},{"Author":"Hergé,  The Shooting Star","Category":"funny","Quote":"Hooray! Hooray! The end of the world has been postponed!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"You can’t put a price tag on love. But if you could, I’d wait for it to go on sale."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"Remind me,\"he paused, drawing in a stuttered gasp, \"to never piss you off again. Christ, are you secretly a ninja?"},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"funny","Quote":"Writers fish for the right words like fishermen fish for, um, whatever those aquatic creatures with fins and gills are called."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"She didn't say it, I only thought she said it. So really it was my thought, my words, and not hers. How could I confuse \"I love you\"with \"May I take your order?"},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"When a girl says she wants to be friends with benefits, I always ask if that includes dental insurance."},{"Author":"Laurell K. Hamilton,  Burnt Offerings","Category":"funny","Quote":"Never trust people who smile constantly. They're either selling something or not very bright."},{"Author":"Pseudonymous Bosch,  The Name of This Book Is Secret","Category":"funny","Quote":"Books can also provoke emotions. And emotions sometimes are even more troublesome than ideas. Emotions have led people to do all sorts of things they later regret-like, oh, throwing a book at someone else."},{"Author":"Cassandra Clare,  City of Lost Souls","Category":"funny","Quote":"I've got the Mark of Cain,\"said Simon. \"That means nothing can kill me, right?\"\"You can kill yourself,\"Magnus said, somewhat unhelpfully. \"As far as I know, inanimate objects can accidentally kill you. So if you were planning on teaching yourself the lambada on a greased platform over a pit full of knives, I wouldn't.\"\"There goes my Saturday."},{"Author":"Bill Watterson","Category":"funny","Quote":"You know, sometimes kids get bad grades in school because the class moves too slow for them. Einstein got D's in school. Well guess what, I get F's!!!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home."},{"Author":"Mae West","Category":"funny","Quote":"Cultivate your curves - they may be dangerous but they won't be avoided."},{"Author":"C. JoyBell C.","Category":"funny","Quote":"I can't decide whether I'm a good girl wrapped up in a bad girl, or if I'm a bad girl wrapped up in a good girl. And that's how I know I'm a woman!"},{"Author":"Jarod Kintz","Category":"funny","Quote":"If I saw you hitchhiking, I’d smile and return your thumb’s up, just for you doing such a great job of being a positive roadside influence."},{"Author":"Rick Riordan,  The Lost Hero","Category":"funny","Quote":"I have lightning and wind powers,\"Jason reminded him. \"Piper can turn beautiful and charm people into giving her BMWs. You're no more a freak than we are. And, hey, maybe you can fly, too. Like jump off a building and yell 'Flame on!'\"Leo snorted. \"If I did that, you would see a flaming kid falling to his death, and I would be yelling something a little stronger than 'Flame on!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I like to call in sick to work at places where I’ve never held a job. Then when the manager tells me I don’t work there, I tell them I’d like to. But not today, as I’m sick."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"funny","Quote":"She said this in the same way you might say Fields of Punishment or Hades's gym shorts."},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"If there were an international butt competition, Eric would win, hands down—or cheeks up."},{"Author":"Confucius","Category":"funny","Quote":"The funniest people are the saddest ones"},{"Author":"Jess C. Scott","Category":"funny","Quote":"The human body is the best work of art."},{"Author":"Cassandra Clare,  City of Bones","Category":"funny","Quote":"That sounds terrific, thought Cary, just you, your comatose wife your shell-shocked son, and your daughter who hates your guts. Not to mention that your two kids may be in love with each other. Yeah, that sounds like a perfect family reunion."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"Other crack teams get bat boomerangs and wall-climbing powers; we get Aquatruck."},{"Author":"Rodney Dangerfield","Category":"funny","Quote":"I came from a real tough neighborhood. Why, every time I shut the window I hurt somebody's fingers."},{"Author":"Holly Black,  Ironside","Category":"funny","Quote":"Ah coffee. The sweet balm by which we shall accomplish today's tasks."},{"Author":"Laurie Halse Anderson,  Speak","Category":"funny","Quote":"Homework is not an option. My bed is sending out serious nap rays. I can't help myself. The fluffy pillows and warm comforter are more powerful than I am. I have no choice but to snuggle under the covers."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Love is what you make it. Unfortunately, I can’t make it today, as I have a doctor’s appointment."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I don't understand people who say they need more \"Me Time.\"What other time is there? Do these people spend part of their day in someone else's body?"},{"Author":"Steven Wright","Category":"funny","Quote":"If at first you don't succeed then skydiving definitely isn't for you."},{"Author":"Orson Scott Card","Category":"funny","Quote":"Ethan Wyeth: I hope you're thirsty.\"Gideon Wyeth:\"Why?\"Ethan: \"Cause your dumb and ugly, but I can do something about thirsty."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want my kids to have the things in life that I never had when I was growing up. Things like beards and chest hair."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I like my relationships like I like my eggs. Over easy."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I used to date the lead singer of The Cranberries, but she cheated on me. Turns out she had some turkey on the side."},{"Author":"John Green,  Looking for Alaska","Category":"funny","Quote":"She's cute, I thought, but you don't need to like a girl who treats you like you're ten: You've already got a mom."},{"Author":"R.A. Salvatore","Category":"funny","Quote":"Sane is boring."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I am a master of logic and a powerfully convincing debater. In fact, against my better judgment, I can talk myself out of doing anything."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"The only drink I like ice in is water, because you can’t water down water. I’m like that with love, too. Don’t you dare add any ice to the hot liquid loving I’m trying to pour all over you."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"Patience and wisdom walk hand in hand, like two one-armed lovers."},{"Author":"Jess C. Scott","Category":"funny","Quote":"A fit, healthy body—that is the best fashion statement"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"What does it mean to be the best? It means you have to be better than the number two guy. But what gratification is there in that? He's a loser—that’s why he's number two."},{"Author":"Rachel Caine,  The Dead Girls' Dance","Category":"funny","Quote":"Want to play baseball?’” she asked. Shane’s eyes opened, and he stopped stroking her hair. “What?’” “First base,’” she said. “You’re already there.’” “I’m not running the bases.’” “Well, you could at least steal second.’” “Jeez, Claire. I used to distract myself with sports stats at times like these, but now you’ve gone and ruined it."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"My two favorite colors of the rainbow are gold and leprechaun."},{"Author":"Bill Watterson","Category":"funny","Quote":"When life gives you lemons, chunk it right back."},{"Author":"George Carlin","Category":"funny","Quote":"How is it possible to have a civil war?"},{"Author":"John Green,  Looking for Alaska","Category":"funny","Quote":"We were kissing.I thought: This is good.I thought: I am not bad at this kissing. Not bad at all.I thought: I am clearly the greatest kisser in the history of the universe.Suddenly she laughed and pulled away from me. She wiggled a hand out of her sleeping bag and wiped her face. \"You slobbered on my nose,\"she said, and laughed"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I wanted to tell her “I love you” back, but I guess in waiting for the perfect moment (the next commercial break), I ended up completely forgetting."},{"Author":"Richelle Mead,  The Golden Lily","Category":"funny","Quote":"Adrian, I'm on a date. Why are you here? On my car?"},{"Author":"Jon Stewart","Category":"funny","Quote":"I've been to Canada, and I've always gotten the impression that I could take the country over in about two days."},{"Author":"Henny Youngman","Category":"funny","Quote":"Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means."},{"Author":"Jess C. Scott,  Wicked Lovely","Category":"funny","Quote":"I felt like an animal, and animals don’t know sin, do they?"},{"Author":"Lily Tomlin","Category":"funny","Quote":"When I was growing up I always wanted to be someone. Now I realize I should have been more specific."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"How long have you been standing there?\"\"Just long enough to see you give Daemon the middle finger.\"\"He deserved it."},{"Author":"William Goldman,  The Princess Bride","Category":"funny","Quote":"I am your Prince and you will marry me,\"Humperdinck said.Buttercup whispered, \"I am your servant and I refuse.\"\"I am you Prince and you cannot refuse.\"\"I am your loyal servant and I just did.\"\"Refusal means death.\"\"Kill me then."},{"Author":"Cassandra Clare,  City of Lost Souls","Category":"funny","Quote":"Take off your shirt.\"Jace raised his eyebrows. \"I'm not going to attack you,\"she said impatiently. \"I can take the sight of your naked chest without swooning.\"\"Are you sure?\"he asked, obediently sliding the shirt off his shoulders. \"Because viewing my naked chest has caused many women to seriously injure themselves stampeding to get to me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I've often wondered what makes a relationship last. I guess the best answer is it's the one right after the next to the last one."},{"Author":"George Carlin,  When Will Jesus Bring the Pork Chops?","Category":"funny","Quote":"I think the warning labels on alcoholic beverages are too bland. They should be more vivid. Here is one I would suggest: \"Alcohol will turn you into the same asshole your father was."},{"Author":"Rachel Caine,  Glass Houses","Category":"funny","Quote":"Scoot over, man. I don't like you that much.\"\"Dick. That's not what you said last night.\"\"Bite me."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"You tell me you love me, but I’m not sure you know what love is, or how fast it flies, or how much it resembles a UFO, or what kind of weapon you’d use to shoot it down."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"The way I wrestle five-year-olds makes me think if I were ever attacked by a pack of midgets, I’d be OK."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to gather up all the ink cartridges in the universe, because somewhere, mixed in with all that ink, is the next great American novel. And I’d love nothing more than to drink it."},{"Author":"Groucho Marx","Category":"funny","Quote":"Anyone who says he can see through women is missing a lot."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"We can’t be lovers because we both have mustaches. But since you’re a lady, and I’m a gentleman, I’ll shave mine off."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"funny","Quote":"She says he says, but she could be lying to me, and he could be lying to her, so I can’t believe her, even if I could believe her."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to lose weight by eating nothing but moon pies, which have significantly less gravity than earthier foods such as fruits and vegetables."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"funny","Quote":"I’m not a very good sleeper. But you know what? I’m willing to put in a few extra hours every day to get better. That’s just the kind of hard worker I am."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"When anybody honks at me in traffic, I blush, wave, and shout, “Thanks for being a fan.” Being a celebrity is a 24/7 thing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"My girlfriend bought me a collared shirt for my birthday, mainly so I don’t get too far ahead of her when she takes me for a walk."},{"Author":"Jennifer L. Armentrout,  Onyx","Category":"funny","Quote":"Your mail could've waited.\"Daemon followed me into the kitchen. \"What is it? Just books?\"Grabbing the OJ from the fridge, I sighed. People who didn't heart books didn't understand."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I want to go to sleep in my time machine and wake up eight hours in the future."},{"Author":"Rick Riordan,  The Lost Hero","Category":"funny","Quote":"What about a compromise? I’ll kill them first, and if it turns out they were friendly, I’ll apologize."},{"Author":"Marian Keyes,  Watermelon","Category":"funny","Quote":"Failed relationships can be described as so much wasted make-up."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"funny","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want my time to be taken up by chores, errands, appointments, and arguments. In other words, I want to get married."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"Goodbyes, they often come in waves."},{"Author":"Gena Showalter,  Heart of Darkness","Category":"funny","Quote":"To answer your question, you want me because I'm made of awesome."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to scream sometimes, because I hate when people refer to a dead person as the “late” so and so. I’m sorry to break that bad news, but that person isn’t just late—they’re not even coming!"},{"Author":"Becca Fitzpatrick,  Crescendo","Category":"funny","Quote":"Whoa, who peed in your Cheerios?"},{"Author":"Rachel Vincent,  Stray","Category":"funny","Quote":"The moment the door opened I knew an ass-kicking was inevitable. Whether I'd be giving it or receiving it was still a bit of a mystery."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"My advice for a person who's just fallen out of a skyscraper window is, Flap your arms...faster."},{"Author":"Harry Styles","Category":"funny","Quote":"A real girl isn't perfect and a perfect girl isn't real."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I often fantasize about torturing some of the lazier letters of the alphabet, like C, U, and E, because together they only manage to accomplish as much as the solitary letter Q."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is like whoa! Actually, it's closer to woe."},{"Author":"George Bernard Shaw","Category":"funny","Quote":"A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it."},{"Author":"Jerry Lewis","Category":"funny","Quote":"I've had great success being a total idiot."},{"Author":"Jerry Lewis","Category":"funny","Quote":"I've had great success being a total idiot."},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"funny","Quote":"And now,\"Eric yelled into his mircophone, \"we're going to sing a new song-one we just wrote. This one's for my girlfriend. We've been going out for three weeks, and, damn, our love is true. We're gonna be together forever, baby. This one's called 'Bang You Like a Drum."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"funny","Quote":"From the ages of 8-18, me and my family moved around a lot. Mostly we would just stretch, but occasionally one of us would actually get up to go to the fridge."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"The only gift I have to give, is the ability to receive. If giving is a gift, and it surely is, then my gift to you is to allow you to give to me."},{"Author":"Laurell K. Hamilton,  Circus of the Damned","Category":"funny","Quote":"Can the sarcasm,' he said. 'Please, I always use fresh sarcasm, never canned."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If love had feathers and tasted like dog food, then I suggest you wear shoes with your banana pudding. (This statement also defines my political beliefs)."},{"Author":"Gayle Forman,  If I Stay","Category":"funny","Quote":"She didn't care that people called her a bitch. 'It's just another word for feminist,' she told me with pride."},{"Author":"Rachel Caine,  Midnight Alley","Category":"funny","Quote":"But that quickly faded, and he frowned. \"You're bleeding,\"he said. \"What happened?\"Claire sighed and held up her wrist to show him the bandage. \"Man, you would be so embarrassed if I said it was something else.\"Michael looked blank. \"I'm a girl, Michael, it could have been all natural, you know. Tampons?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Don’t try to hog loneliness and keep it all to yourself. Share it with a special someone."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"Love is a circular emotion that surrounds you, like a hug. Or a noose."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I wouldn't say I'm superficial, just averagely ficial."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"Ash is going to kick your ass, Daemon.\"Daemon's grin went up a notch. \"Nah, she likes my ass too much for that."},{"Author":"D.J. MacHale","Category":"funny","Quote":"Now it was just the three of us: the leader, the warrior, and the kid about to wet his pants. Guess who I was."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I hate fake people. You know what I’m talking about. Mannequins."},{"Author":"Veronica Roth,  Insurgent","Category":"funny","Quote":"Be careful, though.\"\"Aren't I always?\"\"No, I think the word for how you usually are is 'reckless."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is like jumping out of an airplane with no parachute. But there’s no need to be frightened, because that plane is still on the ground."},{"Author":"Lewis Carroll","Category":"funny","Quote":"Be what you would seem to be - or, if you'd like it put more simply - never imagine yourself not to be otherwise than what it might appear to others that what you were or might have been was not otherwise than what you had been would have appeared to them to be otherwise."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to write the Boston Marathon of run-on sentences. And since it'll be so long, I'll replace all the commas with the word Gatorade, to help push people through it."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I’ve always felt that the best place to hide a body is in the trunk of a cop car, with a note affixed to the body that reads, “I’m sorry."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Stairs, are they going up or are they going down? They’re so confusing! If love were a physical thing, it would be stairs."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"Like Alexander the Great and Caesar, I’m out to conquer the world. But first I have to stop at Walmart and pick up some supplies."},{"Author":"Jennifer L. Armentrout,  Onyx","Category":"funny","Quote":"Daemon pressed his forehead against mine. \"Oh, I still want to strangle you. But I'm insane. You're crazy. Maybe that's why. We just make crazy together."},{"Author":"Johnny Depp","Category":"funny","Quote":"You gotta be careful: don't say a word to nobody about nothing anytime ever."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"When I saw you, I saw love. When I saw you naked, I saw lust. When I saw you with my clone in a dream, I saw the future."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I would pour you a glass of wine, but wouldn’t it be more romantic if you sipped it out of my armpit?"},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I want to protect innocent people from sin by locking them in cages, where the evil can't get to them."},{"Author":"Jennifer L. Armentrout,  Opal","Category":"funny","Quote":"I have the feeling we just made a deal with the devil, and he's going to come back and want our first-born child or something.\"Daemon waggled his brows. \"You want kids? Because you know, practice makes--\"\"Shut up.\"I shook my head and started walking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"In the land of Gibberish, the man who makes sense, the man who speaks clearly, clearly speaks nonsense."},{"Author":"William Faulkner","Category":"funny","Quote":"I'm bad and I'm going to hell, and I don't care. I'd rather be in hell than anywhere where you are."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I don’t want to make love last, I want to make love second to last. The last thing we’ll do is cuddle."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I am the broth of love. Make soup to me."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"He had a new girl, and I told him she looked like Marilyn Monroe. He smiled because he thought I meant she was beautiful, and I smiled because I meant she looked like a corpse."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"funny","Quote":"To Do Today, 1/17/081. Sit and think2. Reach enlightenment3. Feed the cats"},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"I can't believe he didn't have the dignity and presence of mind just to get drunk and pass out in some gutter,\"said Jace. \"I must say, I'm disappointed in the little fellow."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"A stationary bike is a device that epitomizes the phrase “hurry up and wait."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Sometimes I ask myself, \"Do I have the courage to do the right thing when it matters most?\"And that answer, I'm afraid, is silence."},{"Author":"Jennifer L. Armentrout,  Opal","Category":"funny","Quote":"Oh, dear God and baby Jesus in the manger, my eyes!” Dee shrieked. “My eyes!"},{"Author":"Terry Pratchett,  Unseen Academicals","Category":"funny","Quote":"The female mind is certainly a devious one, my lord.\"Vetinari looked at his secretary in surprise. \"Well, of course it is. It has to deal with the male one."},{"Author":"Criss Jami,  Killosophy","Category":"funny","Quote":"Telling an introvert to go to a party is like telling a saint to go to Hell."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"I was feeling the height of bitchiness."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"If you have the woman you love, what more do you need? Well, besides an alibi for the time of her husband’s murder."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to say something so embarrassing about September that even the leaves start blushing and turning red."},{"Author":"Bertrand Russell,  New Hopes for a Changing World","Category":"funny","Quote":"Our great democracies still tend to think that a stupid man is more likely to be honest than a clever man, and our politicians take advantage of this prejudice by pretending to be even more stupid than nature made them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"The truth is like a nipple: the more you twist it, the more somebody is going to get hurt."},{"Author":"Scott Westerfeld,  Uglies","Category":"funny","Quote":"You're insane!\"she shouted.\"Pretty cool, huh?\"\"No!\"Tally yelled. \"Why didn't you tell me it was broken?\"Shay shrugged. \"More fun that way?\"\"More fun?\"Her heart beating fast,her vision strangely clear. She was full of anger and relief and...joy.\"Well, kind of. But you suck!"},{"Author":"Johnny Depp","Category":"funny","Quote":"One of the greatest pieces of advice I’ve ever gotten in my life was from my mom. When I was a little kid there was a kid who was bugging me at school and she said “Okay, I’m gonna tell you what to do. If the kid’s bugging you and puts his hands on you; you pick up the nearest rock..."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"funny","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Don’t shave my head to make your wig of selfishness. Shave it because you care."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Never let go of a good thing without a fight. Especially if that good thing is a pair of boxing gloves."},{"Author":"Zsa Zsa Gabor","Category":"funny","Quote":"I never hated a man enough to give him his diamonds back."},{"Author":"Moira Young,  Blood Red Road","Category":"funny","Quote":"Ever heard of the rule of three? he shouts as we run.No!If you save somebody's life three times, their life belongs to you. You saved my life today, that makes once. Save it twice more an I'm all yers."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I’ve got a way with love. Away with love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Blood may be thicker than water, but it's certainly not as thick as ketchup. Nor does it go as well with French fries."},{"Author":"Derek Landy,  Mortal Coil","Category":"funny","Quote":"Stairs,\"Valkyrie said, disappointed.\"Not just ordinary stairs,\"Skulduggery told her as he led the way down. \"Magic stairs.\"\"Really?\"\"Oh, yes.\"She followed him into the darkness. \"How are they magic?\"\"They just are.\"\"In what way?\"\"In a magicky way.\"She glared at the back of his head. \"They aren't magic at all, are they?\"\"Not really."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"What I actually want to call you is a hell of a lot more unprintable than your name"},{"Author":"Rachel Hawkins,  Demonglass","Category":"funny","Quote":"It just seems like overkill when you already have a dagger and I have superpowerful magic at my disposal.”“‘Superpowerful?’”He stood up, a gold chain dangling from his fingers. “Let me remind you of two words, Mercer: Bad. Dog."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"funny","Quote":"Is that a stake, Bones, or are you just happy with my new dress?”“In this case, it’s a stake. You could always feel around for something more, though. See what comes up."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Love is a bicycle with two pancakes for wheels. You may see love as more of an exercise in hard work, but I see it as more of a breakfast on the go."},{"Author":"Tom Hiddleston","Category":"funny","Quote":"Loki'd!"},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"It’s scary to be a woman on a blind date. For all she knows the man she is meeting up with could be a rapist, a murderer, or, God forbid, a politician."},{"Author":"Claudia Gray,  Evernight","Category":"funny","Quote":"Self-knowledge is better than self-control any day,\"Raquel said firmly. \"And I know myself well enough to know how I act around cookies."},{"Author":"Ilona Andrews,  Curran, Vol. I","Category":"funny","Quote":"She crouched with her hand out. What the hell was she doing… \"Here, kitty, kitty, kitty.\"Oh my God, she was retarded and I was going to kill Jim."},{"Author":"Jeaniene Frost,  One Foot in the Grave","Category":"funny","Quote":"Juan gave Bones the most admiring look he’d bestowed on him yet. “You talked her into going without panties all these years? Madre de Dios, now that’s impressive. I could learn a great deal from you, amigo."},{"Author":"Wendell Johnson","Category":"funny","Quote":"Always and never are two words you should always remember never to use."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Two become one when two are in love—or when the waitress asks about our dinner bill. I’ll pay next time, I promise."},{"Author":"Cassandra Clare,  City of Bones","Category":"funny","Quote":"My shoulder will never be the same. I expect you to nurse me back to health."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"When I compliment you, I compliment myself, because I am who I associate with."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"Too bad Americans can’t export Awesome, because I have boxes and boxes of the stuff just lying around in my attic."},{"Author":"Lance Armstrong","Category":"funny","Quote":"A boo is a lot louder than a cheer."},{"Author":"Rick Riordan,  The Sea of Monsters","Category":"funny","Quote":"Tantalus made a wild grab, but the marshmallow committed suicide, diving into the flames."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I’m on a government watch list. But I’m not interested, because government watches only work twenty minutes out of every hour."},{"Author":"Kiera Cass,  The One","Category":"funny","Quote":"Maxon: “To be clear, no one agrees with you.”America: “To be clear, I don’t care."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to get the words \"Courage\"and \"Bravery\"tattooed across my back, so people could associate me with those things as they read them while they chase me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"New streets should be Twitter friendly and be named with hashtags up front. I’d build a house on ‪#‎LoversLane‬."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"People tell me I look like my father. I've never seen my dad, so does that mean I look invisible?"},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"funny","Quote":"When red fights with white, pink is always the winner. Let that be a lesson in love."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"funny","Quote":"My love is expansive. Your love is expensive."},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"funny","Quote":"I rarely drink, but last night, after several hours and several beers at the bar, I found myself face to face with two huge boobs. They weren’t the breasts of a young woman, but those of an old man. Still, the taste of a nipple is genderless."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"Not only am I thinking about getting a nose job, but I’m also trying to get employment for the rest of my face."},{"Author":"John Green","Category":"funny","Quote":"The funny thing about writing is that whether you're doing well or doing it poorly, it looks the exact same. That's actually one of the main ways that writing is different from ballet dancing."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to be happy and sad at the same time. Yeah, I know it sounds sappy."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Some people try to change the world one life at a time. Others try to change the world one death at a time. And I try to change the world one bucket full of dirt at a time."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Her love was like cigarette smoke stirred into coffee. I drank it so fast it made me cough, but she’s not offering a refill at any price."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I like to spoon after I fork."},{"Author":"Ellen DeGeneres","Category":"funny","Quote":"I'm a godmother, that's a great thing to be, a godmother. She calls me god for short, that's cute, I taught her that."},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"Vampires. They wrote the book on possessive."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Me: On time. Love: Late. Death: Early. Seriously, why are you late?"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Your love story, I don’t want to give away the ending, but both you and your lover die."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Every politician has a promising career. Unfortunately, most of them do not keep those promises."},{"Author":"Jarod Kintz,  I had a dream about you 2","Category":"funny","Quote":"I had a dream about you. No words were exchanged, but we spoke with our eyes. My eyes said, “I love you,” while your eyes told me, “I’m asleep.” You always were more romantic than me."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I always appear smarter when I dress up in my giant nipple costume. I know this because I'll overhear people say things like, 'At least he's not a complete boob."},{"Author":"Kristin Cashore,  Graceling","Category":"funny","Quote":"You won't even take your bow? Are you planning to throttle a moose with your bare hands, then?\"\"I've a knife in my boot,\"she said, and then wondered, for a moment, if she could throttle a moose with her bare hands."},{"Author":"Cassandra Clare","Category":"funny","Quote":"Magnus raised his hands above his head and clapped once. The room flooded with light. \"You see? You think that would be possible without magic? \"Actually,\"replied Simon, \"It is. If you watched infomercials you'd know that."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"I didn't want to spoil the mood. This was probably the longest Daemon and I had ever spoken without some statement earning him the finger."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"The sunset faded and blended from pink to peach to mango in a smoothie in the sky. For as long as she doesn’t love me, I will love her."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"I make love with a focus and intensity that most people reserve for sleep."},{"Author":"Jarod Kintz,  If you bring the booze and food, I'll bring the thirst and hunger","Category":"funny","Quote":"Politically, Republicans and Democrats are at opposite ends. One’s a burp and the other’s a fart."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"Nobody peels a banana before stabbing themselves with it. But that’s exactly how I love—dangerously."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I love how babies look like old people. I saw a baby the other day that looked exactly like my grandpa, only taller."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Love one person at a time, that’s the motto I’ll try to get my clones to live by."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"It’s not uncommon for me to be early to meetings by as much as a half a gallon. I guess the reason I am so punctual is because I have a very fluid concept of time."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"If you're texting Magnus to say 'I think u r kewl' I'm going to kill you"},{"Author":"George Carlin","Category":"funny","Quote":"How can He be perfect? Everything He ever makes...dies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If two heads are better than one, then what about double chins? On that note, I will help myself to seconds."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"As an author, I like self-help, because clapping can be done by myself, for myself. I should buy gloves."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"The waves were choppy, like Chuck Norris' karate hands. The ocean would have been still, if I weren't making love in it."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"The only time I really think is when I smoke, and I quit smoking years ago."},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"funny","Quote":"My ashtray is full, the carton of cigarettes is empty, and I just cremated grandpa. But I never inhaled—or told him I loved him."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"With a palindrome of a name, like Bob, I’d be both right thinking and dyslexic. Would you love me more as a Bob, or as a Bob?"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Making benches is no walk in the park. It takes one a lot of love to make a bench, and then it takes two to make love on that bench."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I belong, and my penis, it be long."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I love you because I love you, and if you don’t like it you can use my circular logic as a noose and hang yourself."},{"Author":"Hiromu Arakawa,  Fullmetal Alchemist, Vol. 14","Category":"funny","Quote":"Haven't you ever heard of the saying, \"If you want to shoot the general, first shoot the horse!\"?' --LinIf you wanna shoot the general, then you should just SHOOT THE GENERAL!' --Ed"},{"Author":"Rick Riordan,  The House of Hades","Category":"funny","Quote":"She held up her calloused, grimy fingers. Leo couldn't help thinking there was nothing hotter than a girl who didn't mind getting her hands dirty. But of course, that was just a general comment. Didn't apply to Calypso. Obviously."},{"Author":"Michelle Obama","Category":"funny","Quote":"He’s always asking: ‘Is that new? I haven’t seen that before.’ It’s like, Why don’t you mind your own business? Solve world hunger. Get out of my closet."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"In a blind taste-test, my kisses were rated as Helen Kelleresque. Women love how the only sense I keenly possess is nonsense."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"It's a black and white issue: gray is grey, and there's no two ways about it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I am a slave to your love. Well, more like indentured servant."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"With all the money my uncle embezzled over the years, it's no surprise he lives in a gated community. But what is amazing, however, is that he somehow managed to get his own cell."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"She’ll come to love me or she won’t. I’m a fisherman, not a hunter."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I loved her as long as a midget. It was gruesome, and then I grew some."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"My boxers should require batteries, because I’m such an exceptional lover that pizza delivery people call me for carry out. 30 minutes or less—as if!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"A crate full of discreet would appear to be empty. But it’s not. It’s full of my love for you."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"When push comes to shove, I’m going to figure out that this door needs to be pulled to be opened."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"If I had no penis, how would I pee? How would I make love? How would I think?"},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"Sometimes I wish Jim Morrison were still alive, because I'd love to see a concert in which \"The Doors\"opened up for \"The Cars."},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"funny","Quote":"They should make bubblegum that tastes like mashed potatoes. You know, for lovers."},{"Author":"Steven Moffat","Category":"funny","Quote":"Hitler: Thank you, whoever you are. I think you just saved my life.The Doctor: Believe me... It was an accident."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"William Hurt has a painful last name. Kevin Love has a name perfect for February 14th. But what about Johnny Longdong? Where does he fit?"},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"funny","Quote":"I just bought a small condo overlooking the water. The water is in a cup, one floor below my unit."},{"Author":"Franklin D. Roosevelt","Category":"funny","Quote":"I'm not the smartest fellow in the world, but I can sure pick smart colleagues."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If I were a Wild West cowboy, I wouldn’t ride a horse—I’d ride a wheelchair. More romantic."},{"Author":"Rachel Hawkins,  Spell Bound","Category":"funny","Quote":"Jackass, jackass on the wall, where's the info on Hex Hall?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"You gotta run more than your mouth to escape the treadmill of mediocrity. A true hustler jogs during the day, and sleepwalks at night."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I’m very close to my dad. He’s about six inches away right now and snoring in my ears."},{"Author":"Isaac Marion,  Warm Bodies","Category":"funny","Quote":"My friend \"M\"says the irony of being a zombie is that everything is funny, but you can't smile, because your lips have rotted off."},{"Author":"Bret Easton Ellis,  American Psycho","Category":"funny","Quote":"I have to return some videotapes"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"She was washing all the dishes by hand, so I bought her a machine. I bought her a lawnmower. That’s what you do when you’re in love."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I cook. My favorite thing to make is love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I’m not courageous. In fact, when I shadow box I wear boxing gloves that are outfitted with flashlights."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"The only reason my wife agreed to marry me is because Christian Bale wasn’t around to propose to her."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"An empty coffee cup is full of hope. Now there’s something worth voting for."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"funny","Quote":"Oh, there you are, Albus,' he said. 'You've been a very long time. Upset stomach?''No, I was merely reading the Muggle magazines,' said Dumbledore. 'I do love knitting patterns."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"funny","Quote":"Oh, of course,\"said Ron, clapping a hand to his forehead. \"I forgot we'll be hunting down Voldemort in a mobile library."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"My nickname isn’t Scarface—it’s Scarf Ace. I make knitted neck warmers like I make love—one grandmother at a time."},{"Author":"Shannon L. Alder","Category":"funny","Quote":"I love you. I hate you. I like you. I hate you. I love you. I think you’re stupid. I think you’re a loser. I think you’re wonderful. I want to be with you. I don’t want to be with you. I would never date you. I hate you. I love you…..I think the madness started the moment we met and you shook my hand. Did you have a disease or something?"},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"Francis Bacon has the most delicious last name ever, followed closely by Johnny Scrambledeggs. I make love like those two guys make breakfast out of family reunions."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"Love means never having to say you’re sorry for a minor stab wound."},{"Author":"Jon Stewart","Category":"funny","Quote":"If the events of September 11, 2001, have proven anything, it's that the terrorists can attack us, but they can't take away what makes us American -- our freedom, our liberty, our civil rights. No, only Attorney General John Ashcroft can do that."},{"Author":"Dora J. Arod,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"I’m a fake fact factory. The things I make are the things I make up. Also, as a side business, I make love. Actually, I just made that up."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"33 old people went into a nursing home, and only 34 people came out alive. One old woman died while giving birth to twins."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"One thing I often get carried away with is piggyback rides."},{"Author":"Laurell K. Hamilton,  Bloody Bones","Category":"funny","Quote":"One thing I've learned about vampires--they keep pulling new rabbits out of their cloaks. Big, fanged, carnivorous bunnies that'll eat your eyeballs if you're not paying attention."},{"Author":"Shannon Hale,  The Goose Girl","Category":"funny","Quote":"If we're mad, we're mad in large numbers, at least larger than yours."},{"Author":"Jarod Kintz,  How to construct a coffin with six karate chops","Category":"funny","Quote":"There are pockets of wealth in this country. Mostly those pockets are in the politicians’ pants."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"Our love was a two-person game. At least until one of us died, and the other became a murderer."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I make love like I make coffee. Tuesdays and Thursdays I offer free refills."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I saw this beautiful girl the other day. She had an ass behind her that seemed to go on for days. In fact, I’m still going on about her."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I’m 33, and an 18-year-old girl called me old. I said, “You may be temporarily young, but you’ll forever be childish.” Then I put gum in her hair."},{"Author":"Thomas Bernhard,  Correction","Category":"funny","Quote":"Instead of committing suicide, people go to work."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I have two friends, Steve and Martin. But I'd happily replace both for the friendship of Steve Martin."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"If flowers were boogers, I'd pick a few big ones and flick them on your grave."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"When I was a little boy, I used to work in a sweatshop. We made deodorant."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"This morning my girlfriend was so loud in bed that we woke up the neighbors. So I told them to roll over and go back to sleep."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"funny","Quote":"When the silent flamingo dances pink with desire, I’ll be there, sipping on owl stares and kitten curls."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"Love is like a river flowing through your heart. I’ll bring the boat, if you bring the bridge."},{"Author":"Jess C. Scott,  New Order","Category":"funny","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Bernard Branson","Category":"funny","Quote":"Rejection is an opportunity for your selection."},{"Author":"Tina Fey,  Bossypants","Category":"funny","Quote":"Politics and prostitution have to be the only jobs where inexperience is considered a virtue. In what other profession would you brag about not knowing stuff? “I’m not one of those fancy Harvard heart surgeons. I’m just an unlicensed plumber with a dream and I’d like to cut your chest open.” The crowd cheers."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"I love being in love, but I also love other things, like not being jealous, overly sensitive, or needy."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If love were a dolphin with wings and a unicorn’s horn, being ridden by a blind leprechaun dressed like Rasputin, would you believe in second chances for love at first sight?"},{"Author":"Cathy East Dubowski,  Disney's Toy Story","Category":"funny","Quote":"How dare you open a spaceman's helmet on an uncharted planet? My eyeballs could've been sucked from their sockets!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Why take the stairs when someone else can take them for you? Love is like a flight of stairs—somebody’s going to take them, so I may as well be unselfish and take the elevator."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I once asked an old Japanese man why Japan decided to team up with Germany during WWII, and do you know what he told me? Well, you would if you speak Japanese, which I don’t."},{"Author":"Joe Adamson,  Bugs Bunny Fifty Years And Only One Grey Hare","Category":"funny","Quote":"Of course you know, this means war."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"I'm not leaving, Kitten. You're going to do this.\"My mouth opened as did the door behind us. Stomach dropping, I turned to see Mom standing there in all her fuzzy-bunny pajama glory. Oh, for the love of God."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Two empty chairs are not a good use of space. Fill them up with love."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"A coffin would make a great suitcase. If I folded it neatly, I’ll bet I could pack in all my love for you."},{"Author":"Jarod Kintz,  Dreaming is for lovers","Category":"funny","Quote":"I had a dream about you. We went for a walk, though we didn’t hold hands because we went in separate directions. As I walked alone I thought about how you had the funniest way of showing affection to me."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"When the clock reads 3:00, I don’t call it three o’clock, I call it three hundred, and I remember the Spartans. At 3:01, however, I remember what I was doing at 2:59, and I get back to it."},{"Author":"Amy Poehler,  Yes Please","Category":"funny","Quote":"However, if you do start crying in an argument and someone asks why, you can always say, \"I'm just crying because of how wrong you are."},{"Author":"David Sedaris,  Me Talk Pretty One Day","Category":"funny","Quote":"I hate you' she said to me one afternoon. 'I really, really hate you.' Call me sensitive, but I couldn't help but take it personally."},{"Author":"Cassandra Clare,  City of Heavenly Fire","Category":"funny","Quote":"Don't you think 'Mark is kind of a weird name for a Shadowhunter?\"Julian was saying as Emma approached. \"I mean, if you really think about it. It's confusing. 'Put a Mark on me, Mark."},{"Author":"Jarod Kintz,  I had a dream about you 2","Category":"funny","Quote":"I had a dream about you. We were running on the beach, holding hands. It was a nude beach, but we were the only ones wearing clothes. You wore a bikini, and I wore my dead grandma’s dress—with my grandma still in it."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I haven’t been feeling like myself lately. No, I’ve been feeling like my clone."},{"Author":"James Patterson","Category":"funny","Quote":"They call me, The Sharkalator"},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"funny","Quote":"It’s easier to hide your smoking habit on a foggy day. Let that be a lesson for you and your secret lover."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"As I was driving down Beach Blvd., I saw a building that said, \"Self Storage,\"and I thought, \"I wonder if my ego could possibly fit in just one unit."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"Love is a bronze statue sinking in quicksand. But if I hand you a lasso, will you try to save the statue—or use the lasso to hang yourself? If you need me, I’ll be here to kick the chair out from under your feet."},{"Author":"Richelle Mead,  Blood Promise","Category":"funny","Quote":"What's that?\"he asked, when I stood beside him again.\"Halos,\"I said with a grin. \"For heavenly creatures like us.\"\"That might be a stretch."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"What is pink, blurry, and always leaving when you’re arriving? Love."},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"funny","Quote":"With friends like me, who needs mannequins? My love for you is statuesque. Come, let us dance like we’re made of stone."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I want a 100% kind of relationship, and I’m willing to give it 50%."},{"Author":"John Green,  Paper Towns","Category":"funny","Quote":"I mean, we're ninjas.\"\"Well maybe you're a ninja,\"I said\"You're just a really loud, awkward ninja,\"Margo said, \"but we are both ninjas."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"It’s not: I jumped in, and it was cold. No. It was cold, and I jumped in. Always arrange a sentence so you appear to be fearless, when in fact you are far less than fearless—you are clueless."},{"Author":"Margaret Stohl,  Beautiful Creatures","Category":"funny","Quote":"Aunt Mercy put down her tiles, one at a time. I-T-C-H-I-N.Aunt Grace leaned closer to the board, squinting. \"Mercy Lynne, you're cheatin' again! What kinda word is that? Use it in a sentence.\"\"I'm itchin' ta have some a that white cake.\"\"That's not how you spell it.\"At least one of them could spell. Aunt Grace pulled one of the tiles off the board. \"There's no T in itchin'.\"Or not."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"She asked if I loved another woman, so I answered honestly and said, “Dinner was great, but I could go for dessert."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I have never seduced a fish taco for selfish reasons. I am an altruistic lover."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"A string of burglaries is a crime necklace. Everything I have can be stolen except love, because I give it all away."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"I coiled my empty straw wrapper around like a snake. Then I bit it before it could bite me. My love is as dangerous as my drinking habits."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"funny","Quote":"The last time somebody pointed out that cowboys ride horses, not tricycles, I shot him. Of course, I waited until another gunslinger gunned him down, but nevertheless, I still shot him."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to write a book about shoes that’s full of footnotes."},{"Author":"Dora J. Arod,  Love quotes for the ages. And the ageless sages.","Category":"funny","Quote":"My love is meatloaf flavored. I just wish my meatloaf was also meatloaf flavored."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love waits patiently. In the lobby. I’ll be with you as soon as I can."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"That's your truck parked up by the factory isn't it?\"Magnus pointed. \"It's awfully butch for a bookseller."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to keep a human mouth on my coffee table. It’ll be a great conversation starter."},{"Author":"Tammara Webber,  Easy","Category":"funny","Quote":"Lucas: I wanted to talk to you after class, but you disappeared.Me: I have another class right after. One of those profs who stops talking, stares at you and waits until you get to your seat if you're late.Lucas: I would probably just walk to my seat even slower. ;)"},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"funny","Quote":"If I could bronze my love, it’d be worthy of a silver medal."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Unrequited love is the only possible way to give yourself to another without being held in indentured servitude."},{"Author":"Erica Jong","Category":"funny","Quote":"Show me a woman who doesn't feel guilty and I'll show you a man."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"I want to make something of myself. I believe it’s called a statue."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want a billion people to know my name as well as they know their own. I want to clone myself to fame."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"I was nervous. Like an ice cube, I just froze up. Then I melted in some strange guy’s drink."},{"Author":"Lady Gaga","Category":"funny","Quote":"I'm a little bit naked, but that's okay."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"funny","Quote":"On Friday night, I was reading my new book, but my brain got tired, so I decided to watch some television instead."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"On the night of the murder I was at home, asleep. The characters in my dream can vouch for me."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"You’re disoriented. You just woke up. You’re in the future. You’ve been asleep for eight hours."},{"Author":"Rachel Hawkins,  Spell Bound","Category":"funny","Quote":"Um...Mercer? Haven't seen you in nearly a month. I was expecting something like, 'Oh Cross, love of my heart, fire of my loins, how I've longed--"},{"Author":"Ally Carter,  Only the Good Spy Young","Category":"funny","Quote":"I tell you, I'm half tempted to break into CIA custody just so I can break Joe Solomon out of CIA custody just so I can break Joe Solomon."},{"Author":"Dark Jar Tin Zoo,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you. We installed Dr. Robert Jarvik’s artificial heart in a mannequin and brought it to life, only to later kill it because a creature that’s all fake heart and no brain is what’s commonly called a “politician,” and must be destroyed."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to spend less time talking about myself, and more time listening to what other people have to say about me."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"My love is like the shape your mouth makes while you whistle. Would you mind if I accompanied you on my harmonica?"},{"Author":"Moira Young,  Blood Red Road","Category":"funny","Quote":"Marry me, he says. I got all my own teeth, I wash twice a year an I'll cut you in fer half the business here."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"funny","Quote":"La cucaracha, La cucaracha, Ya no puede caminar, porque no tiene, porque le falta, I don't know the rest, la la la la!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is like learning to ride a midget, which I’ve never done because I’m afraid of heights."},{"Author":"Maya Banks,  Hidden Away","Category":"funny","Quote":"When would he learn that women never stayed where you put them?"},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"funny","Quote":"It’s impossible for me to applaud your successes when my hands are too busy patting myself on the back. But if I clap for you, and you pat my back, we can both feel like winners."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is the most amazing feeling in the world. Let me double check. Yep, love is a feeling."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"funny","Quote":"Will suspected Jem was in fact cleverer than he was himself - but he lacked Will's tendency to assume the absolute worst about people and proceed from there."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"Daemon!\"Dee called from the kitchen. \"I need your help!\"\"We should go see what she's doing before she destroys your kitchen.\"He rubbed his hands down his face. \"It's possible."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to be a naughty pirate, because when I put on that eye patch, it barely covers my genitals."},{"Author":"Tina Fey,  Bossypants","Category":"funny","Quote":"Whitney Houston’s cover of “I Will Always Love You” was constantly on my FM Walkman radio around that time. I think that made me cry because I associated it with absolutely no one."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I smiled, and you winked. I think. Perhaps you merely blink with one eye at a time."},{"Author":"Rainbow Rowell,  Fangirl","Category":"funny","Quote":"Don't make me angry-kiss you."},{"Author":"William Shakespeare,  Henry V","Category":"funny","Quote":"[Thine] face is not worth sunburning."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"funny","Quote":"That’s us,” he said. “Those five nuts right there.”Which one is me?” I asked.The little deformed one,” Zoe suggested.Oh, shut up."},{"Author":"Gena Showalter,  Alice in Zombieland","Category":"funny","Quote":"Don't look now, but that's my ex over there.\"Surely I'm not the only one who takes \"don't look now\"as \"there's no better time than now.\"I looked.\"Bad, Ali!\"Another slap to my arm. \"Bad, bad, bad Ali! Have you no self control?"},{"Author":"James Patterson,  School's Out—Forever","Category":"funny","Quote":"It's funny how different people are. If I'd been this kid and someone was snarling \"Ordering a pizza?\"at me, without even thinking, I would have snarled back \"Yeah. You want pepperoni?\"-Maximum Ride"},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I will never buy a fish tank, because I don't believe in supporting the funding of aquatic war machines."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night. The champagne was non-alcoholic. You didn't notice, and laughed at my jokes anyway."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I love Huey Lewis, but not the News, because the News is too depressing."},{"Author":"Demetri Martin","Category":"funny","Quote":"I like video games, but they're really violent. I'd like to play a video game where you help the people who were shot in all the other games. It'd be called 'Really Busy Hospital."},{"Author":"Marie Lu,  Champion","Category":"funny","Quote":"June laughs. \"I have to say, you look better than most people I see. I've heard a lot about you.\"\"I hear about you a lot too,\"Eden replies in a rush, \"mostly from Daniel. He thinks you're really hot."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I love having a ceiling fan, although sometimes I wish he wouldn't cheer so loud when I'm trying to sleep."},{"Author":"Will Rogers","Category":"funny","Quote":"Everything is funny as long as it is happening to somebody else."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"funny","Quote":"Leo,” Hazel gasped, “I can’t—my arms—”“Hazel,” he said. “Do you trust me?”“No!”“Me neither,” Leo admitted."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"funny","Quote":"Time is such a waste of time to think about, because the longer you ponder it, the more of it you lose. And before you know it, you don’t know it, because you are nothing but dusty worm food."},{"Author":"Karen Marie Moning,  Darkfever","Category":"funny","Quote":"What are you\"-Mac \"I don't follow\"-Jericho \"You dropped 30 feet in that warehouse. You should have broken something. What are you?\"-Mac \"A man with a rope.\"-Jericho"},{"Author":"Kristin Cashore,  Graceling","Category":"funny","Quote":"I have no doubt that you are more than capable of bringing the Monsean queen and my son and the rest of my sons and a hundred Nanderan kittens through an onslaught of howling raiders if you chose to."},{"Author":"Rick Riordan,  The Son of Neptune","Category":"funny","Quote":"Her name badge read: Hello! My name is DIE, DEMIGOD SCUM!"},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"The canvas isn’t empty. It’s full of whatever you imagine it to be full of. My art is so conceptual that not only do I not tell, but I don’t even show. All I do is sign the canvas and try to sell it."},{"Author":"Darynda Jones,  First Grave on the Right","Category":"funny","Quote":"You know you have ADD when Look A chicken - T-shirt"},{"Author":"Rachel Vincent,  Rogue","Category":"funny","Quote":"Screw this. He’d blown his shot at nice-and-easy, which only left quick-and-brutal—my favorite way to play."},{"Author":"William Shakespeare,  Henry IV: Part 1","Category":"funny","Quote":"[Thou] mad mustachio purple-hued maltworms!"},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"Everything I’ve ever done, ever thought, ever experienced, and ever felt, has led me up to this moment in my life. And after accumulating and culminating it, all I can say is, “Ahhhhh!"},{"Author":"Lili St. Crow","Category":"funny","Quote":"Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I have a real problem keeping friends. I'm always running out of space in my freezer."},{"Author":"Patricia C. Wrede,  Dealing with Dragons","Category":"funny","Quote":"Well,” said the frog, “what are you going to do about it?”“Marrying Therandil? I don’t know. I’ve tried talking to my parents, but they won’t listen, and neither will Therandil.”“I didn’t ask what you’d said about it,” the frog snapped. “I asked what you’re going to do. Nine times out of ten, talking is a way of avoiding doing things."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"funny","Quote":"Why did you tell her I'm your boyfriend? Why doesn't she know about your real one? - TimmyHe's English! And Mom...Mom hates foreigners! - Cat"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Sometimes I’ll forget a utensil’s name, and I’ll say, “Give me that pointy thing,” as I point with my pointy finger."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"My close friends are fond of telling me that I put the “yalt” in loyalty. Well, I don’t know if I’d go that far with it, but yeah, I guess I am a pretty yalty person."},{"Author":"Flannery O'Connor,  The Complete Stories","Category":"funny","Quote":"The old woman was the kind who would not cut down a large old tree because it was a large old tree."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I have always loved camping, ever since I was eight, and was forcibly stuffed in a trunk and dropped off in the middle of the forest. My dad was a complex man, but I believe he was trying to show me the value of camping."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"funny","Quote":"The best birthday present I ever got from my grandpa was a skinny black tie. It didn’t come in a bag, a box, or even rolled up in tissue paper. It came wrapped in wisdom. As soon as he gave it to me he said, “A tie would make a stronger impression on your boss if you used it as a blindfold and kidnapped him. That‘s why I bought you a black one."},{"Author":"Lilian Jackson Braun,  The Cat Who... Omnibus 02 (Books 4-6): The Cat Who Saw Red / The Cat Who Played Brahms / The Cat Who Played Post Office","Category":"funny","Quote":"Dogs have their day but cats have 365."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"funny","Quote":"Hey, Mr. Nakata. Gramps. Fire! Flood! Earthquake! Revolution! Godzilla's on the loose! Get up!"},{"Author":"L. Frank Baum,  The Marvelous Land of Oz","Category":"funny","Quote":"How very wet this water is."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"If I promise you I'll show up fifteen minutes late, I'll always arrive on time."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"In a brave and noble way, I want to sacrifice my life one day so that two of my clones can live."},{"Author":"Charlaine Harris,  Dead Until Dark","Category":"funny","Quote":"I snuck a look to see how Eric was taking this, and he was staring at me the same way the Monroe vampires had. Thoughtful. Hungry.\"That's interesting,\"he said. \"I had a psychic once. It was incredible.\"\"Did the psychic think so?"},{"Author":"Susan Elizabeth Phillips,  It Had to Be You","Category":"funny","Quote":"I guess we're oil and water. (Phoebe)I'd say we're more like gasoline and a blowtorch. (Dan)"},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"Sometimes I sit for hours just thinking, wondering what the man upstairs is trying to tell me. Yesterday I reached the conclusion that he was saying, “Get me a slinky."},{"Author":"Will Rogers","Category":"funny","Quote":"All I know is just what I read in the papers, and that's an alibi for my ignorance."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to be a cowboy, but only long enough to barge into a saloon and bellow, \"Who's the yellowbelly that stole my happy trail?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Put your middle finger and your thumb together. And make it snappy."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If I were a mannequin, I'd know people would only want me for my body. But that's OK, because that's how it is now."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"God ordered the world and all things in it, and I ordered a pizza and all things on it."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"funny","Quote":"And while my mind is telling me I'm flirting with her just to prove a point, my body wants to play \"you show me your perky privates and I'll show you mine."},{"Author":"Richelle Mead,  The Fiery Heart","Category":"funny","Quote":"You might not believe this, but there is no one  like her at this school.\"\"Oh I believe it,\"I said, thinking back to the time Angeline had forgotten her locker's combination and tried to get into it with an axe.No one was really sure where she'd gotten it from."},{"Author":"Cynthia Hand,  Hallowed","Category":"funny","Quote":"I sneaked out to his house a couple times in the middle of the night to watch over him while he slept, just in case, I dont know, his comic book collection decided to spontaneously combust. This was dumb and admittedly creepy in an Edward Cullen kind of way"},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"If I were an armadillo, and a stranger came up and said I looked familiar, and they wanted to know why I looked so familiar, I'd respond in a raspy voice, \"Your brother ran over my brother."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"You just tell me when and where, and not only will I not be there, but I’ll also be late."},{"Author":"Becky Albertalli,  Simon vs. the Homo Sapiens Agenda","Category":"funny","Quote":"What's a dementor?\"I mean, I can't even. \"Nora, you are no longer my sister.\"\"So it's some Harry Potter thing,\"she says."},{"Author":"Rachel Caine","Category":"funny","Quote":"Shane looked…pale. Pale and shaken and—how predictable was this?—pissed."},{"Author":"Rachel Vincent,  Stray","Category":"funny","Quote":"Apparently the complete works of Shakespeare packed quite a wallop. To think, my mother said I'd never find use for an English degree. Ha! I'd like to see her knock someone silly with an apron and a cookie press."},{"Author":"Cassandra Clare,  City of Bones","Category":"funny","Quote":"Simon!\"Clary shouted, and seized his arm. \"What?\"Simon looked alarmed.\"I'm not really sleeping with your mom, you know. I was just trying to get your attention. Not that your mom isn't a very attractive woman, for her age."},{"Author":"Eoin Colfer,  Artemis Fowl","Category":"funny","Quote":"Knock yourself out... Or rather, don't."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I like to vote, but not be voted on. I don’t mind losing one on one, but to lose through a vote means the majority think I’m a loser."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to go to all the topless bars in America and try to sell every single one of them a roof."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Alphabet: a symbolic system used in algebra, with applications that have yet to be discovered by dyslexics and two thirds of college graduates."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to end global hunger by feeding half the world’s starving people to the other half."},{"Author":"Kresley Cole,  Dark Desires After Dusk","Category":"funny","Quote":"Gods, I love it when you talk mathy to me."},{"Author":"Ilona Andrews,  Magic Bleeds","Category":"funny","Quote":"Would you like to borrow a pair of my panties to wave around at the next Council meeting to get the point across?”His eyes flashed. “Got any to spare?” I could’ve picked somebody rational. But no, I had to fall in love with this arrogant idiot. Come to the Keep with me, be my princess. Mourn me when your crazy dad kills me. Yeah, right."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"His name was Tom Tombstone, and if he had a middle name it was probably Death. But I didn’t call him Tom, or even Mr. Tombstone, because he introduced himself as Robert Winston. And I wondered how this stranger could shake my hand, look me in the eye, smile, and expect me to believe such a bold-faced lie?"},{"Author":"Criss Jami,  Killosophy","Category":"funny","Quote":"Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I called an insurance company to get a quote. They gave me one of Oscar Wilde’s best."},{"Author":"Peter S. Beagle,  The Last Unicorn","Category":"funny","Quote":"The magician stood erect, menacing the attackers with demons, metamorphoses, paralyzing ailments, and secret judo holds. Molly picked up a rock."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"They say you fear what you don't understand. Maybe that's why every time I'm in South Florida, and I hear someone talking in Spanish, I always shit my pants."},{"Author":"Darynda Jones,  Fifth Grave Past the Light","Category":"funny","Quote":"My goal in life is to have a psychiatric disorder named after me."},{"Author":"Jon Stewart","Category":"funny","Quote":"I was born with an adult head and a tiny body. Like a 'Peanuts' character."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"Yesterday I memorized Shakespeare, and tomorrow I'm also going to memorize his first name."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I feel like I could be the best, but I’m not going to openly admit that. At least not to any of my clones."},{"Author":"Groucho Marx","Category":"funny","Quote":"A hospital bed is a parked taxi with the meter running."},{"Author":"Richelle Mead,  The Golden Lily","Category":"funny","Quote":"What do you think Dimitri? Is this a good idea, Dimitri? Please give us your blessing so that we can fall down and worship you, Dimitri."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to mail my mailman something. He always brings me mail, yet I never give him any mail. Maybe he will appreciate the thought, or maybe he will feel I am making more work for him."},{"Author":"Ilona Andrews,  Gunmetal Magic","Category":"funny","Quote":"Did those nice church ladies come by again?\"He nodded. \"I asked them if a man died and then the woman remarried, and then the three of them met in heaven, would it be a sin for them to have a threesome, since they were all married in God's eye. And they decided they were late to be somewhere else."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Love leads people to become lost in their own feelings and ignore the world, so it’s no surprise their love for the world goes unrequited."},{"Author":"Richelle Mead,  Frostbite","Category":"funny","Quote":"Wow. What'd he do to deserve that? Rescue orphans from a burning building? If so, you might want to make sure he didn't set the building on fire in the first place."},{"Author":"Sam Levenson","Category":"funny","Quote":"If you die in an elevator, be sure to push the up button."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Return something not for the possibility of a reward, but for the joy of giving a gift which you did not have to pay for."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"Leave the cage open. If you love someone, give them a chance to leave. You can always lock them up again should they return to you."},{"Author":"P.C. Cast,  Awakened","Category":"funny","Quote":"Zoey~ 'Listen to me, whinning about money and a scarf. Ah, hell! I'm starting to sound like Aphrodite.'Stark~ 'If you turn into Aprodite I'm going to stab myself.'Zoey~ 'If I turn into Aprodite, stab me first.'Stark~ 'Deal.'Zoey~ 'Deal."},{"Author":"Meg Cabot,  When Lightning Strikes","Category":"funny","Quote":"You'll blow up a helicopter, but you won't go out with me? What is  wrong  with you?"},{"Author":"Richelle Mead,  Silver Shadows","Category":"funny","Quote":"Are you in a suit?' I managed at last, my voice choking up. 'You didn’t have to dress up for me.''Quiet, Sage,' he said. 'I’ll make the hilarious one-liners during this daring rescue."},{"Author":"Jennifer L. Armentrout,  Deity","Category":"funny","Quote":"How are you feeling?\"I leaned away from him. \"Gross.\"Aiden frowned. \"Gross?\"\"I haven't brushed my teeth or washed my face in days. Don't come near me.\"He laughed. \"Alex, come on.\"\"Seriously, I'm gross.\"I put my hand over my mouth.Ignoring my protests, he leaned over and brushed my string hair back. \"You're as beautiful as always, Alex.\"I stared at him. He must not get out much."},{"Author":"Christopher Moore,  Island of the Sequined Love Nun","Category":"funny","Quote":"Boredom can be a lethal thing on a small island."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Last year I built a Courage Machine, but I thought it might be noisy and was too afraid to turn it on. So I coated it with glue, covered it with cat hair, mounted it on my wall, and started claiming it was an exotic animal I killed on a Safari in Africa. I'd like to believe people believe me, on account of it being so strange that it has to be true."},{"Author":"Josh Lanyon,  The Hell You Say","Category":"funny","Quote":"A pause followed my greeting. Then “We’re watching you ” whispered the voice on the other end.“Yeah? Did you see what I did with my keys? ”Silence. Then dial tone.These younger demons. So easily discouraged."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night... you were a giant slinky and I watched you fall down the stairs."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"Respect doesn’t have to be shiny. It just needs to be wearable. Would you be so kind as to hold my jockstrap while I stir your hot coffee?"},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I lost a little weight over the weekend. I cut my fingernails."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I would have been a black belt in Karate much sooner, but the store was sold out of Sharpie markers."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to write a book so long that it will take the average person their whole life to read. It will be exactly the same length as the Bible."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"Just to show my dad that I think he's number one, I bought him a urinal cake for his birthday."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"There Are Two Typos Of People In This World: Those Who Can Edit And Those Who Can’t"},{"Author":"Katie McGarry,  Pushing the Limits","Category":"funny","Quote":"I must have killed a lot of cows in a past life for Karma to hate me this much."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"I’d love to create a personal profile on a dating site with a headline that reads, “Great Listener Seeks Mute Woman."},{"Author":"Leigh Bardugo,  Shadow and Bone","Category":"funny","Quote":"You're very welcome,\"she said, giving my hair a hard tug. \"You should be used to being gawked at by now.\"\"And yet I'm not.\"\"Well, if it gets too bad, give me a signal, and I'll get up on the banquet table, toss my skirt over my head, and do a little dance. That way no one will be looking at you."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"You humans, always eating. I'll make you soup. You can eat it while you keep working.\"Myrnin set aside his book and walked into the back of the lab.\"Don't use the same beaker you used for poisons!\"Claire yelled after him. He waved a pale hand. \"I mean it!"},{"Author":"Richelle Mead,  Frostbite","Category":"funny","Quote":"Too bad. Family members hit you by accident. Psychopathic whores tend to come back for more."},{"Author":"Bill Maher","Category":"funny","Quote":"Can we go back to using Facebook for what it was originally for - looking up exes to see how fat they got?"},{"Author":"Claudia Gray,  Evernight","Category":"funny","Quote":"I apologized to her once for spending less time with her, but she blew it off. \"You're in love. That makes you actually kind of boring to people who aren't in love. You know, the sane ones."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"There are two typos of people in this world: those who can edit, and those who can't."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"He's not doing anything he shouldn't be doing, right?\"\"Like what?\"\"Like hitting on you.\"\"Ew. No, of course not. He doesn't see me that way.\"Michael shook his head and went back to his coffee.\"What? You think he does?\"\"Sometimes he looks at you a little... oddly, that's all. Maybe you're right. Maybe he just wants you for your blood.\"\"Again, Ew! What's with you this morning?\"\"Not enough coffee."},{"Author":"Bill Cosby","Category":"funny","Quote":"gray hair is gods graffiti"},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I have a 12:34 representational time dance. I do it at 3:33 every other Tuesday (twice a day). If you’d like to participate in my choreographed dance routine, bring a football helmet and a half empty can of tuna (keeps the stray cats away, because I perform in a gritty, grimy downtown alley)."},{"Author":"Eoin Colfer,  Artemis Fowl","Category":"funny","Quote":"I don't suppose you would consider peaceful surrender?"},{"Author":"Louis Tomlinson,  Dare to Dream: Life as One Direction","Category":"funny","Quote":"When I was growing up we didn't have a massive house and there were five women running around, so my dad and I had to stick together!"},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"funny","Quote":"...you don't care because you're all that and I'm just an artery in a dress."},{"Author":"Samantha Young,  On Dublin Street","Category":"funny","Quote":"I was washing the dishes and the sneaky bastard crept up behind me and wrapped his arms around my waist. And kissed me. Right here.” I pointed angrily to my neck. “Can I not have him committed or something?”Dr. Pritchard snorted. “For loving you?”I drew back, shaking my head in disgust. “Dr. Pritchard,” I admonished softly. “Whose side are you on?”“Braden’s."},{"Author":"Cynthia Hand,  Unearthly","Category":"funny","Quote":"Dude. Hot Bozo. Best nickname ever."},{"Author":"Ilona Andrews,  Gunmetal Magic","Category":"funny","Quote":"You will not pass!” Roman thundered.Great. Now he had decided he was Gandalf."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"Webster’s—the original high definition entertainment."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"funny","Quote":"Dee loves it here. Before you came, she spent most of her days here.\"To Daemon, my arrival was the beginning of the end. The apocalypse. Kat-mageddon. \"You know, I'm not going to get your sister in trouble.\"\"We'll see."},{"Author":"Kirstie Alley","Category":"funny","Quote":"It's funny. No matter how hard you try, you can't close your heart forever. And the minute you open it up, you never know what's going to come in. But when it does, you just have to go for it! Because if you don't, there's not point in being here."},{"Author":"H.L. Mencken,  Minority Report","Category":"funny","Quote":"We must respect the other fellow's religion, but only in the sense and to the extent that we respect his theory that his wife is beautiful and his children smart."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"funny","Quote":"Ceres wanted a united front in the plant war.\"\"The plant war,\"Percy said. \"You're going to arm all the little grapes with tiny assault rifles?"},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to be strapped to a table, while a family of chickens argues over who gets to eat my legs."},{"Author":"Kami Garcia,  Beautiful Creatures","Category":"funny","Quote":"I'll drive like my grandma. I'll drive like your grandma.\"\"You wouldn't say that if you knew my gramma."},{"Author":"George Carlin","Category":"funny","Quote":"If everyone in the world sat quietly at the same time, closed their eyes and concentrated as hard as they could on peace and goodwill, all the killing and cruelty in the world would continue. And probably increase."},{"Author":"Rachel Caine,  Kiss of Death","Category":"funny","Quote":"Shane dragged Eve's suitcase into the room and dumped it on the floor beside her bed. “Hey, Dark Princess? Here’s your crap. Also, bite me."},{"Author":"Ellen DeGeneres,  Seriously... I'm Kidding","Category":"funny","Quote":"I wonder what will happen if i put a hand cream on my feet, will they get confused and start clapping?"},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I want to own a wind farm. Don’t breathe, or you’ll undermine the price of my crop."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I’m such an alcoholic that I go to church just for communion."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"funny","Quote":"His eyebrows pulled in. “You won’t leave me, right? Even when I’m a pain in the ass?”“I vowed in front of God – and Elvis – that I wouldn’t, didn’t I?"},{"Author":"Steve Martin","Category":"funny","Quote":"Before you criticize a man, walk a mile in his shoes. That way, when you do criticize him, you'll be a mile away and have his shoes."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"If I weren’t too proud, I’d boast of my exaggerated opinion of myself."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I wish the masses of people would all follow my advice, because I'd throw it off a cliff."},{"Author":"Rachel Hawkins,  Rebel Belle","Category":"funny","Quote":"I picked up the nearest weapon I could lay my hands on: a stapler. I lifted it, going for “menacing.” I admit it lacked a certain elegance, but hey. It was worth a shot. David placed his hand on my arm and pushed it back down.“What?”“Just . . . that’s embarrassing for all of us,” he replied."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I love tables. And dancing. Oh, and I love table dancing, although Grandmother always says, \"Wait until we're finished eating."},{"Author":"Rachel Hawkins,  Spell Bound","Category":"funny","Quote":"Yeah, I was thinking about taking one of those showers where you huddle in the corner fully clothed and cry,\"Archer offered."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"I admire Shakespeare enormously. But since I can’t be him, I’m glad that his marriage was unhappy and he’s dead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I wrote a thesis on love, and I wrote it in lipstick. Of course, I also got blood on the paper, because the lipstick was still attached to her cheating lips."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I’d like to file a missing person’s report—on my clone. It’s nearly 2012. He should have been here by now."},{"Author":"Ilona Andrews","Category":"funny","Quote":"Kate's Speciality: Killing things, with much bloodshed. Talking trash, infuriating authority. Driving Beast Lord crazy."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I’d love to work with an Asian guy named Wu Hu, because just saying his name would get me all pumped up and excited."},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"funny","Quote":"For your birthday I got you some batteries. They’re dead, just like you’ll soon be."},{"Author":"Jarod Kintz,  The Merits of Marthaism, and How Being Named Susan Can Benefit You","Category":"funny","Quote":"Eddie Money and Johnny Cash should have collaborated. I’d have paid good last name to see them in concert."},{"Author":"Linda Howard,  Mr. Perfect","Category":"funny","Quote":"She should have remembered her past experiences in the relationship wars and not let herself get so excited. Evidently her hormones had overruled her common sense and she had become drunk on ovarian wine, the most potent, sanity- destroying substance in the universe."},{"Author":"Galileo Galilei","Category":"funny","Quote":"The sun, with all those planets revolving around it and dependent on it, can still ripen a bunch of grapes as if it had nothing else in the universe to do."},{"Author":"Julia Quinn,  Romancing Mister Bridgerton","Category":"funny","Quote":"She'd met Colin on a Monday.She'd kissed him on a Friday.Twelve years later.She sighed. It seemed fairly pathetic."},{"Author":"Francine Pascal,  Fearless","Category":"funny","Quote":"It's so trendy, almost bleeding to death. All the cool girls are doing it."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"Flowers and fear are a lot alike. For one, flowers and fear have a distinct smell, and two, I’m currently trying to grow both in my garden."},{"Author":"Kiersten White,  Paranormalcy","Category":"funny","Quote":"What do you think? Does this face make me look fat?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I like wearing a blindfold while watching movies, so that I can focus on the dialogue. My favorite flicks are the silent movies."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"You okay?\"\"Fine.\"\"Your heart's beating really fast.\"\"Gee, thanks. That's very comforting that you can hear it.\"He smiled, and it was the old Michael, the one she'd first met before all the vamp stuff.\"Yeah, I know it is. Sorry. Just stay behind me if there's trouble.\"\"You sound like Shane.\"\"Well, he did say he'd kill me if I got you hurt. I'm just looking after my own neck.\"\"Liar."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"My father sacrificed his life for our family when I was growing up. He was one of the bravest, wisest, and most unselfish goats I have ever known, and I will miss his cheese dearly."},{"Author":"Gena Showalter,  The Darkest Pleasure","Category":"funny","Quote":"Legion hissed like a startled cat, the noise scraping at Reyes’s skin. “Me no boy. You think me a boy?”Everyone stopped, stared. Even Aeron.Reyes was the first to find his voice. “You’re a…girl?”A nod. “Me pretty.”“Yes, you are.” Reyes exchanged a glance with Lucien. “Beautiful."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I saw him do a No More Potatoes Dance, after he saw me stuff the last of the mashed potatoes in my pocket."},{"Author":"Suzanne Collins,  Catching Fire","Category":"funny","Quote":"hey. I just wanted to make sure you got home,\"I say. \"Katniss, I live three houses away from you,\"he says."},{"Author":"Laini Taylor,  Dreams of Gods & Monsters","Category":"funny","Quote":"Be a Samurai.Because you just never know what's behind the freaking sky."},{"Author":"Anthony Horowitz,  Stormbreaker","Category":"funny","Quote":"Believe me, It would be better if we didn't meet again. Go back to school. Go back to your life. And next time they ask you, say no. Killing is for grown-ups and you're still a child."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"She can go with us to the lab and keep Myrnin pinned down while we pull the plug, if he's not... you know, better.\"\"Define BETTER with that guy.\"\"Not all fangs and raaaaar."},{"Author":"Zoë Marriott,  The Swan Kingdom","Category":"funny","Quote":"To ugly ducklings everywhere,Don't worry about those fluffy yellow morons:They'll never get to be swans"},{"Author":"Sharon Swan","Category":"funny","Quote":"I'm a happy person. If you want to be around me, you can either choose to be happy too, or follow the signs to the nearest exit!"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"Love knows no boundaries. I wish I would have known that before I hired a cartographer to map out my romantic territory."},{"Author":"Rachel Hawkins,  Spell Bound","Category":"funny","Quote":"So hologram means--\"I finally said.\"It means non-corporeal, yeah. Which sucks seeing as how there are a lot of very corporeal things I'd like to do with you right now."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"Insider trading is a serious crime. Do you know what the penalty for doing it is? Nothing, if you’re a member of Congress."},{"Author":"James Patterson","Category":"funny","Quote":"If you're ever feeling a lack of middle-aged white men, just pop into the Capitol. Not so much the House of Representatives, which has a bit more color and texture, but the Senate -- jeez. Yes, let's have more testosterone running the country.Maximum Ride, School's Out--Forever"},{"Author":"Anton Chekhov","Category":"funny","Quote":"There is nothing more awful, insulting, and depressing than banality."},{"Author":"Cassandra Clare,  City of Ashes","Category":"funny","Quote":"Honestly, Clary, if you don't start utilizing a bit of your natural feminine superiority I just don't know what I'll do with you."},{"Author":"Kelley Armstrong,  The Summoning","Category":"funny","Quote":"He said \"cool\"like I say a Spanish word when I'm not sure of the pronunciation."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"Here,\"Myrnin said, his voice still gentle and low. \"Amelie said you had to work. No one said you had to work alone.\"He picked up the next part and slotted it in, took the screwdriver from Claire's numbed fingers, and fastened it with a couple of deft, fast movements. \"I'll be your hands.\"She wanted to cry, because it was so sweet, but it wouldn't do any good."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I define myself and grow as a person through emotional torment, so if you love me, you will inflict as much pain on me as you possibly can."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"funny","Quote":"The Ultimate Answer to Life, The Universe and Everything is...42!"},{"Author":"Neil Gaiman,  The Sandman, Vol. 9: The Kindly Ones","Category":"funny","Quote":"I would feel infinitely more comfortable in your presence if you would agree to treat gravity as a law, rather than one of a number of suggested options."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"In high school I got voted most likely to get voted for something. Even though I was the only one who voted, it still felt terrific being nominated."},{"Author":"Julie Kagawa,  The Iron Knight","Category":"funny","Quote":"Working for Mab now, are you, Wolfman?\"he smirked. \"Like a good little attack dog? Will you also roll over and beg if she asks?"},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to merge a Phoenix with a Camel to create the world's first everlasting cigarette. It'll be a cigarette that rises from its own ashes, so you can keep smoking it indefinitely."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"A man wrapped up in himself always suffocates. But his loved ones will forever hold in their hearts the memory of that Christmas."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"funny","Quote":"Today is your special day, even if today might be tomorrow to an Australian. And even though you’re not Australian, it doesn’t negate the fact that today may or may not be tomorrow."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"funny","Quote":"Sometimes I get depressed about my age. In March I’ll be 26. If man weren’t measured in numbers, but rather letters, I’d be turning Z. And then I’d be dead."},{"Author":"Kiersten White,  Paranormalcy","Category":"funny","Quote":"Being dead wasn't supposed to hurt. Where was the fairness in that? If I was dead, the least the universe could do was make it painless"},{"Author":"Rachel Caine,  Fade Out","Category":"funny","Quote":"Me neither,” Shane put in. “Homie don’t play that.”“I wonder, sometimes, if your generation speaks English at all,” Amelie said."},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"Mal snickered. \"What's so funny?\"\"I just pictured the Darkling being cornered by a sweaty duchess trying to have her way with him."},{"Author":"Erin McCarthy,  Hot Finish","Category":"funny","Quote":"Did I ever tell you the difference between a Northern fairy tale and a Southern one?\"she asked him, indulging herself and letting her head rest on his shoulder. God, he felt good. Her man. Where her head was meant to lie, right there, on him. \"What's the difference?\"\"A Northern one starts 'once upon a time,' while a Southern one starts 'y'all ain't going to believe this shit."},{"Author":"Jennifer L. Armentrout,  Wait for You","Category":"funny","Quote":"Are you two you know?\"Jacob pointed at us. \"Together? Together? \"I didn't get a chance to answer. Cam spun me around and kissed me, right there between the two buildings. It was no friendly peck on the lips. When our tongues touched, my bag slipped off my arm and hit the frosted ground.\"Holy crap,\"Jacob muttered. \"I think they're going to make babies."},{"Author":"Julie Kagawa,  The Lost Prince","Category":"funny","Quote":"Huh, another queen,” Puck mused, an evil grin crossing his face. “Maybe we should drop in and introduce ourselves, ice-boy. Do the whole, hey, we were just in the neighborhood, and we were just wondering if you had any plans to take over the Nevernever. Have a fruit basket."},{"Author":"Cassandra Rose Clarke,  The Assassin's Curse","Category":"funny","Quote":"She moved like water, graceful and soft and lovely. Every part of me wanted to stick out my foot and trip her, just to see her stumble."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to own something that really reflects me as a person. Something like a mirror."},{"Author":"Groucho Marx","Category":"funny","Quote":"Paying alimony is like feeding hay to a dead horse."},{"Author":"William Shakespeare,  Henry IV, Part 2","Category":"funny","Quote":"Thou art a very ragged Wart."},{"Author":"Stephenie Meyer,  Eclipse","Category":"funny","Quote":"Yes, because a vampire slumber party is the pinnacle of safety conscious behavior."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"Oliver laughed - actually laughed.\"I like this new Claire,\"he said. \"You should work her this hard all the time, Myrnin. She's interesting when she's forthright.\"Claire, possessed by the spirit of Eve, shot him the finger. Which made him laugh again, shake his head, and walk up the steps."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Love is like war, except without all the blood and death and stuff."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"The other day I woke up to find my girlfriend already gone from the house, and a sticky note on the fridge that said, \"I love you.\"\"Oh my God,\"I thought. \"Somebody's obsessed with me, and they kidnapped my girlfriend just to get closer to me."},{"Author":"Ransom Riggs,  Miss Peregrine’s Home for Peculiar Children","Category":"funny","Quote":"She moved to pinch me again but I blocked her hand. I'm no expert on girls, but when one tries to pinch you four times, I'm pretty sure that's flirting."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Nothing else matters now that you love me.' - suicide note"},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"funny","Quote":"His fingers lightly grazed my cheek. \"I didn't know you before. When you're not there, I can't concentrate. I'm wondering where you are, what you're doing...if you're there and I can see you, I can see you, I can focus. I know it's crazy, but that's how it is.\"\"And crazy is exactly the way I like it,\"I said, leaning up to kiss his lips.\"Obviously,\"America muttered under breath."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night.. you were holding a pine cone and introducing him as Gerald."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I believe the love shared between two people shouldn’t be secretly shared with a third. Not even if I am vacationing on the moon, and that third person is my clone."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"Myrnin turned away to pick up his Ben Franklin spectacles, balanced them on his nose, and looked over them to say, \"Don't do drugs. I feel I ought to say that."},{"Author":"Richelle Mead,  Spirit Bound","Category":"funny","Quote":"So they finally gave you the license to kill, about time."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I’m a romantic. I like cold coffee and orgasms that arrive fifteen minutes after I’ve put on my clothes and paid the lady."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Tweeting is talking into the abyss, filling a void in your life by avoiding real human contact."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I saw a bottle of conditioner the other day that said, \"Family Size,\"and I thought, That's odd, I didn't know too many families showered together."},{"Author":"Kim Harrison,  White Witch, Black Curse","Category":"funny","Quote":"I only snatched him to get your attention,” I said. “Now that I’ve got it, this is what I want.”“Damn my dame!” Al shouted, hands raised to the ceiling. “I knew it! Not another list!"},{"Author":"Rick Riordan,  The Last Olympian","Category":"funny","Quote":"And when demigods use cell phones, the signals agitate every monster within a hundred miles. It's like sending up a flare: Here I am! Please rearrange my face!"},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"Before I die, I want to change my name to \"Here,\"so that my tombstone could simply read, \"Here lies.\"And then people who knew me could walk by, shake their head, and say, \"Ain't that the truth."},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"I hate witches. Humans had the right idea, burning them at the stake."},{"Author":"Michelle Hodkin,  The Unbecoming of Mara Dyer","Category":"funny","Quote":"My brother spent a large portion of the agonizingly slow drive to school banging his forehead on the stearing wheel."},{"Author":"Susan Elizabeth Phillips,  Call Me Irresistible","Category":"funny","Quote":"This is America. We’re entitled to our opinions.”“Wrong. This is Texas. And my opinion is the only one that counts."},{"Author":"Gena Showalter,  Alice in Zombieland","Category":"funny","Quote":"He was gorgeous, and I absolutely, no question, had to be drooling. After a quick and hopefully stealthy check – big show, I wasn’t!- I found myself wonder what color his eyes were. Brown maybe. Or even hazel. Either way…wow, just wow. Deer? Headlights? Hi, I’m Ali."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"Moral codes are like the ocean. Some people live by them, while others, such as myself, would rather live by a lake."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"If you're a nobody, just imagine a lot of celebrities are in love with you. Narcissism is the best cure for attention deficit disorder."},{"Author":"John Green,  The Fault in Our Stars","Category":"funny","Quote":"He flipped himself onto his side and kissed me. \"You're so hot,\"I said, my hand still on his leg. \"I'm starting to think you have an amputee fetish,\"he answered, still kissing me. I laughed.\"I have an Augustus Waters fetish,\"I explained."},{"Author":"C.C. Hunter,  Born at Midnight","Category":"funny","Quote":"She already had a headache-she didn't want to add 'get tortured' to today's to-do list."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"My new employer made me get a drug test, so I ripped off my shirt, flexed my muscles, and said, “You suspect me of taking steroids, don’t you?"},{"Author":"Graham Parke,  No Hope for Gomez!","Category":"funny","Quote":"Instead of heading for a big mental breakdown, I decided to have a small breakdown every Tuesday evening."},{"Author":"Keisha Keenleyside","Category":"funny","Quote":"May the fleas of a thousand camels invade the crotch of the person that ruins your day. And may their arms be to short too scratch"},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"As I climbed up into the high old bed, the large fly in my personal ointment did the same. Had I actually told him he could get in bed with me? Well, I decided, as I wriggled down under the soft old sheets and the blanket and the comforter, if Eric had designs on me, I was just too tired to care.\"Woman?\"\"Hmmm?\"\"What's your name?\"\"Sookie. Sookie Stackhouse.\"\"Thank you, Sookie.\"\"Welcome, Eric."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Most kids start talking by age two. I didn't say a word until I was twelve. I was just angry and defiant I guess. My first word wasn't \"Mom\"or \"Dad.\"It was \"No."},{"Author":"Richelle Mead,  The Indigo Spell","Category":"funny","Quote":"I certainly hadn't expected to walk away from today's trip with joint custody of a miniature dragon."},{"Author":"Robert Conquest","Category":"funny","Quote":"The behavior of any bureaucratic organization can best be understood by assuming that it is controlled by a secret cabal of its enemies."},{"Author":"Andrea Cremer,  Nightshade","Category":"funny","Quote":"And you look beautiful,\"she added.\"I look like a cake.\"\"But a beautiful cake."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I just bought some cargo pants, so I can deliver goods at the speed of a walk. It’s an environmentally friendly #startup."},{"Author":"John Flanagan,  Halt's Peril","Category":"funny","Quote":"Yes, I'm back,\"he said, \"And look who I ran into.\"Horace grinned at him. \"i hope you ran into him hard.\"\"As hard as I could."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I am approximately 96.694444% in love with you. Of course, that’s just a rough estimate."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"Nothing in this world feels quite like freedom, except for freedom. And nothing in the world tastes quite like freedom, except for fried bald eagles."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"A chance meeting in a Kansas City coffee shop may take me months of planning and twice a day visits for over a year. But I already have my stunned, surprised, and shocked speech rehearsed for the moment I act like I had no idea she would be there."},{"Author":"Kami Garcia,  Beautiful Darkness","Category":"funny","Quote":"You can read minds, and you didn't tell me?” Link stared at me like he just found out I was the Silver Surfer. He rubbed his head nervously. “Hey, man, all that stuff about Lena? I was yankin’ your chain.” He looked away. “Are you doin’ it now? You're doin’ it, aren't you? Dude, get out of my head.” He backed away from me and into the bookshelf.“I can't read your mind, you idiot."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"Is there anything more pathetic than a flower that doesn’t get enough sunlight and dies, because it couldn’t get out of bed until four in the afternoon?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Love is a tomato. And while it's true that I can live without a tomato, I could sure go for some ketchup."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"The best part about being kidnapped is being blindfolded and getting kicked into the trunk of a car. Boy, normally I have to beg my friends to treat me that well."},{"Author":"Thea Harrison,  Dragon Bound","Category":"funny","Quote":"He stared at her neck. Realization pulsed. He was looking at the bite he had given her. A hard length was growing against her hip. “So, is that your long, scaly, reptilian tail, or are you just happy to see me?” No, she did not just say that. Did she?"},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"The idealist hopes. The romantic sees doom. The postmodernist sees doom and hopes."},{"Author":"Pseudonymous Bosch,  The Name of This Book Is Secret","Category":"funny","Quote":"*Appendix usually means \"small outgrowth from large intestine,\"but in this case it means \"additional information accompanying main text.\"Or are those really the same things? Think carefully before you insult this book."},{"Author":"John Flanagan,  Halt's Peril","Category":"funny","Quote":"Isn't that someone we know?\"asked Horace. He pointed to where a cloaked figure sat by the side of the road a few hundred meters away, arms wrapped around his knees. Close by him, a small shaggy horse cropped the grass growing at the edge of the drainage ditch that ran beside the road.\"So it is,\"Halt replied. \"And he seems to have brought Will with him."},{"Author":"Erma Bombeck","Category":"funny","Quote":"A grandmother pretends she doesn't know who you are on Halloween."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"In high school I tried out for the spelling team, but only because I really wanted a letter jacket."},{"Author":"Chelsea Handler,  Chelsea Chelsea Bang Bang","Category":"funny","Quote":"My tendency to make up stories and lie compulsively for the sake of my own amusement takes up a good portion of my day and provides me with a peace of mind not easily attainable in this economic climate."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"If I ever go to China, I’m going to find a piano and play “Chopsticks”--only not with my fingers, but rather I’ll be using two forks."},{"Author":"Maria V. Snyder,  Poison Study","Category":"funny","Quote":"The uniform enhanced his athletic body, and my thoughts drifted to how magnificent he would look with his uniform puddled around his feet."},{"Author":"Patrick Ness,  The Knife of Never Letting Go","Category":"funny","Quote":"Ow, Todd? Ow?"},{"Author":"Rachel Vincent,  Stray","Category":"funny","Quote":"When mice run, cats give chase."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"Promise me, Amelie, that you’ll crucify me with silver before you allow me to fall in love.”“I hardly think there’s any chance of that,” Amelie said. \"I doubt you have the capacity."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I have a fear of palindromes. Maybe because the only person to ever beat the hell out of me was a man named Bob."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"As much as I want to make love to you, I’d rather make love to your clone."},{"Author":"Ilona Andrews,  Magic Bleeds","Category":"funny","Quote":"Because he has the best equipment in the City and he knows how to use it!"},{"Author":"Gena Showalter,  The Queen of Zombie Hearts","Category":"funny","Quote":"Roses are red, violets are blue, I have five fingers, the middle one is for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Vodka in the shape of a human body would be an excellent dancing partner. I'm a bring my own chaser kind of lover."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"When anybody asks me what time it is, I always say, “Yesterday, plus 24 hours."},{"Author":"Charlaine Harris,  Dead Until Dark","Category":"funny","Quote":"But there's a juicy artery in your groin,\"he said after a pause to regroup, his voice as slithery as a snake on a slide.\"Don't you talk dirty,\"I told him. \"I won't listen to that."},{"Author":"Stephen Wright","Category":"funny","Quote":"A lot of people ask me if I were shipwrecked, and could have only one book, what would it be? I always say, \"How to Build a Boat."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love speaks to the heart like a mime to a mute."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I like using big words. Words like huge, gigantic, massive."},{"Author":"Bauvard,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you. I was sitting on your couch, relating my succession of ideas on subconscious influence. I asked you what they meant, and you told me that free associations were a bad way to advance my political career."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night. I could fly. I was going to use this power to impress you, but you were too heavy to carry, so I won you over with my personality instead"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"We rode the merry-go-round like a couple of lovers. We weren’t though; we were just two horse enthusiasts from two different worlds (I think she was from Mars)."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to be the Everyman and take an IQ test and get a perfect 100."},{"Author":"Richelle Mead,  The Fiery Heart","Category":"funny","Quote":"Somehow, Sydney had an internal clock that told her when time was up. I think it was part of her inherent ability to keep track of a hundred things at once. Not me. In these moments, my thoughts were usually focused on getting her shirt off and whether I’d get past the bra this time. So far, I hadn’t."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"Most fools drink after one another, from a thinking cup that is empty. But I only drink after people whose cups are filled with a fluid to fascination ratio of nearly 1:1."},{"Author":"P.C. Cast","Category":"funny","Quote":"Who knew hitting my head and passing out would be so much fun?"},{"Author":"Patrick Ness,  The Knife of Never Letting Go","Category":"funny","Quote":"And she says, “Then let’s just take the effing road and get ourselves to Haven.”I smile, a little. “You said effing,” I say. “You actually said the word effing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Some guys are the type of people who bring brass knuckles to a fight. I've always thought it prudent to bring some running shoes."},{"Author":"Derek Landy,  Kingdom of the Wicked","Category":"funny","Quote":"Emergency Valve Regulators,\"she repeated. \"So you do know what your doing?\"Not really,\"he said yanking another wire. 'I made up that term to keep you happy. I'm just pulling all the red wires because they're the pretty ones."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"funny","Quote":"If there are two men, Rod and Rob, and you can only steal from one, which one would you choose? The answer is: Whichever one is a banker."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"The only thing I could love more than you is two of you. And I suppose three."},{"Author":"Marissa Meyer,  Winter","Category":"funny","Quote":"I passed out from stress? That’s it?”“I believe the princess term is fainted,” said Thorne."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I once saw the world’s ugliest baby drown. But then I realized, “That’s not a baby, that’s a log. And it’s not drowning, it’s burning.” I wonder what it did to deserve that? It was probably a heretic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"What can I say about love that’s never been said by me or anyone else? Well, sometimes love smells like my farts, after I eat a dozen roses."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"funny","Quote":"People won't buy study guides for a dollar, but they will pay 100 dollars for test answers. A ‪#startup‬‬‬‬ should keep this mentality in mind."},{"Author":"Criss Jami,  Killosophy","Category":"funny","Quote":"There's nothing more contagious than the laughter of young children; it doesn't even have to matter what they're laughing about."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love has a certain weightlessness to it, much as my meaty penis would on the moon."},{"Author":"John Green","Category":"funny","Quote":"I wish I knew how to quit you, Tumblr."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"Napoleon made war like I make love—from a height of about 68 centimeters. (I wear platform shoes while I’m on my knees)"},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"funny","Quote":"She said she was a nurse. I replied that she must have a lot of patience—and patients. I would have said more, but I ran out of homophones."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"funny","Quote":"I’ll give you 50% off for half a year, or 100% off for a whole year. At these bargain discount prices, my love won’t last forever."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I am the washing machine of love. And if you have no idea what I mean, maybe it’s time to let some laundry into your life."},{"Author":"Ilona Andrews,  On the Edge","Category":"funny","Quote":"She handed him a glass of water and two Aleve gelcaps. “They’re anti-inflammatories. They will dull the pain a little bit and keep down swelling and redness. Swallow the pills, don’t chew.”“Well, I thought I’d stick them into my nose and impersonate a walrus, but if you insist, I’ll swallow them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I restrain myself from following orders—especially restraining orders. I’d like to remind my dad that my love is longer than 500 feet."},{"Author":"Flannery O'Connor,  The Complete Stories","Category":"funny","Quote":"He and the girl had almost nothing to say to each other. One thing he did say was, 'I ain't got any tattoo on my back.''What you got on it?' the girl said.'My shirt,' Parker said. 'Haw.''Haw, haw,' the girl said politely."},{"Author":"Honoré de Balzac","Category":"funny","Quote":"Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other."},{"Author":"Darynda Jones,  Fifth Grave Past the Light","Category":"funny","Quote":"If it weren’t for physics and law enforcement, I’d be unstoppable."},{"Author":"George Carlin,  When Will Jesus Bring the Pork Chops?","Category":"funny","Quote":"I'm not a person who thinks they can have it all, but I certainly feel that with a bit of effort and guile I should be able to have more than my fair share."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to be a creature that’s half bee, half the letter B. That way I can pollinate the world with my literacy."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"If girlfriends were knees, I'd love to have both of mine replaced. That way, it'd be easier to run around on them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I spend all my time trying to capture the moment. And when I do, I'll interrogate and torture it."},{"Author":"Wendy Higgins,  Sweet Evil","Category":"funny","Quote":"Hey, princess of Popsicles! Queen of curlicue cones."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"And then he said the next time he sees me the gloves are coming off. I said, \"Doc, that‘s no way to perform a prostrate exam."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Absence makes the heart grow fonder, until it stops beating. Getting ripped out of the chest tends to have that effect."},{"Author":"Stephen Colbert,  I Am America","Category":"funny","Quote":"America used to live by the motto \"Father Knows Best.\"Now we're lucky if \"Father Knows He Has Children.\"We've become a nation of sperm donors and baby daddies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"My words and my ideas are my property, and I’ll keep and protect them as surely as I do my stable of unicorns."},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"Come on,\"I said, taking his hand. Clutching the afghan with the other hand, he trailed down the hall after me, a snow white giant in tiny red underwear."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I don't want to work a 9-5 job, because 20 hours a day is just too much."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Noise soup. I just made it. Taste it with your ears."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"When you loathe yourself, a true friend will respect your honesty. And if you’ve been fortunate in life, he will probably share your opinion."},{"Author":"Tamora Pierce","Category":"funny","Quote":"Not one word,\"Kel warned. \"Tobe and I have reached an understanding.\"Neal's lips twitched. \"Why do I feel you did most of the understanding."},{"Author":"Ambrose Bierce,  The Unabridged Devil's Dictionary","Category":"funny","Quote":"HOMICIDE, n. The slaying of one human being by another. There arefour kinds of homicide: felonious, excusable, justifiable, andpraiseworthy, but it makes no great difference to the person slainwhether he fell by one kind or another -- the classification is foradvantage of the lawyers."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I have studied the astrological musings of the mystics, and I can conclude one thing: of all things cosmic, bowling is the best."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"Bite me, Goth princess,” Shane called from the back. “Not literally or anything.”“Maybe you should say that to Michael.”“Not funny, Eve,” Michael said.Eve raised her eyebrows and held her fingers up, measuring off about an inch. “Little bit,” she said."},{"Author":"Jessica Day George,  Princess of the Midnight Ball","Category":"funny","Quote":"No need, no, need. Life is already too short to find it."},{"Author":"Claudia Gray,  Evernight","Category":"funny","Quote":"Vic knelt by Lucas's side. 'You look like crap, by the way.''Thanks for breaking it to me gently.' Lucas took a deep breath, then groaned."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"funny","Quote":"It's sometimes funny to watch some people doing something the wrong way but doing it confidently. Even more funny, they succeeded."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"On the scale of tomato to ketchup, my girlfriend is definitely a 57."},{"Author":"Pittacus Lore,  The Rise of Nine","Category":"funny","Quote":"Why couldn't you turn into a fireball when we were on the same team!"},{"Author":"Charlaine Harris,  Dead to the World","Category":"funny","Quote":"Because he sounded so lost-the Eric I knew had never been one to do anything other than assume others should serve him-I patted around under the covers for his hand. When I found it, I slid my own over it. His palm was turned up to meet my palm, and his fingers clasped mine. And though I would not have thought it possible to go to sleep holding hands with a vampire, that's exactly what I did."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I always keep a Ziploc bag in my pocket, and wherever I go I fill up my bag with dirt, because my goal is to be the largest land holder in the world by the time I'm 42."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"The road to hell isn't paved with gold, it's paved with faith. Faith in a dollar that's backed by a belief that people have faith in other people's belief in it."},{"Author":"Julie Halpern,  Get Well Soon","Category":"funny","Quote":"When I die, I want them to bury me facedown and ass up so that the whole world can kiss my ass!"},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"Grandpa always used to make me ride in the bed of his pickup truck, so he could keep up his conversations with the 100-pound sack of manure he kept buckled up in the passenger seat. Grandpa said all they ever talked about was grass, but I know Grandpa used to do a little flirting, too."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"The trick to looking ageless is drinking 55 gallons of #FlashBangWowFuzz every 4-6 hours. 24-hour discounts available."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"I make art for one person and one person only. And as soon as I find that one person, I sure hope he has a lot of wall space, because he’ll be getting a lot of art from me."},{"Author":"Laurie Halse Anderson,  Speak","Category":"funny","Quote":"I just thought of a great theory that explains everything. When I went to that party, I was abducted by aliens. They have created a fake Earth and fake high school to study me and my reactions. This certainly explains cafeteria food."},{"Author":"Philip K. Dick","Category":"funny","Quote":"It really seems to me that in the midst of great tragedy, there is always the horrible possibility that something terribly funny will happen."},{"Author":"Larissa Ione,  Desire Unchained","Category":"funny","Quote":"The problem with having evil minions is that minions are stupid."},{"Author":"Colleen Houck","Category":"funny","Quote":"Ren took off his jacket, which slicited a squeak from Jennifer who was now totally focused on Ren's golden-bronze biceps. His perfectly fitted muscle shirt showed off his extremely well-developed arms and chest. I hissed at him quietly, \"For heaven's sake, Ren! You're going to give the women heart palpitations!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Let love find you. Don’t go looking for it. The best way to attract a mate is to post an ad on Craigslist titled, “Have lube, will travel."},{"Author":"Robert Louis Stevenson,  Treasure Island","Category":"funny","Quote":"Fifteen men on the Dead Man's Chest Yo-ho-ho, and a bottle of rum! Drink and the devil had done for the rest Yo-ho-ho, and a bottle of rum!"},{"Author":"Shelly Laurenston,  Pack Challenge","Category":"funny","Quote":"Angelina leaned forward as Sara pulled Miki back to her, \"You know what they say about curiosity? That it stabbed the annoying biker girl over and over and over again until she spit up blood."},{"Author":"Michelle Hodkin,  The Unbecoming of Mara Dyer","Category":"funny","Quote":"Your level of neuroses will only find love in a made-for-TV movie."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I like watching people stretch in the park. It's my new favorite pastime since I bought a portable rack."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"funny","Quote":"If you want to know my story, you have to go back to the beginning. Not the beginning-beginning, but about nine months later. You see, I was born as a poor farm boy. Believe it or not, my parents were so poor that they didn’t even own a farm. Nope. Instead, they had to live in a small apartment in the city."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I’m a powerful being. I caused the night to turn into day. And I didn’t even try! I simply waited. I’ll bet I could even do it in my sleep."},{"Author":"Rick Yancey,  The 5th Wave","Category":"funny","Quote":"Are you okay?\"I (Cassie) call up to him.\"Um. Define okay.\"(Ben)\"Okay means you're not bleeding to death.\"\"I'm okay."},{"Author":"Maria V. Snyder,  Fire Study","Category":"funny","Quote":"In the war room, love? What if someone comes in?”I stood and removed his shirt. “Then they’ll have a good story to tell.”“Good?” He adopted the pretense of being offended.“Prove me wrong."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"funny","Quote":"If we spoke with our ears, and listened through our mouth, then a kiss might be the most romantic sound in the world."},{"Author":"Richelle Mead,  The Indigo Spell","Category":"funny","Quote":"What were you thinking?\"I demanded once we were moving to the music. I was trying to ignore his hands. \"Do you know how much trouble you may have gotten me in?\"Adrian grinned. \"Nah. They all feel bad for you. You'll achieve martyrdom after dancing with a mean, wicked vampire. Job security with the Alchemists."},{"Author":"David Sedaris,  Me Talk Pretty One Day","Category":"funny","Quote":"The rabbit of Easter. He bring of the chocolate."},{"Author":"Stephen Colbert","Category":"funny","Quote":"I believe that the government that governs best is a government that governs least, and by these standards we have set up a fabulous government in Iraq."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"People are always insinuating that I’m rude. They say things like “Shh,” and “Careful what you say,” and “I think that guy’s listening in on our conversation."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"If writers write, then rangers range. And I’d like to wake up every morning and be a mother, so I could eat my own clothes."},{"Author":"Oprah Winfrey","Category":"funny","Quote":"Mr. Right is coming, but he's in Africa and he's walking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"My couch is coffee-colored. I can thank Starbucks and clumsiness for that."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"We had a blast at my magical birthday party. There were midgets, fairies, glass slippers, and I actually got to ride in a pumpkin."},{"Author":"Terry Lander,  Life Through the Eyes of an Insider: 101 Poems to Help You Understand Life Better","Category":"funny","Quote":"I’m not aspiring to be someone else – If I’m me for the rest of my life then so be it"},{"Author":"Amy Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night.. You were balancing ten tiny footballs on your nose while dancing with a turquoise unicorn."},{"Author":"Lemony Snicket","Category":"funny","Quote":"Literature doesn’t exactly have a strong mental-health track record."},{"Author":"Sophie Kinsella,  I've Got Your Number","Category":"funny","Quote":"I've never felt so bereft and panicky. What do I do without my phone? How do I function? My hand keeps automatically reaching for my phone in its usual place in my pocket. Every instinct in me wants to text someone, 'OMG, I've lost my phone! ' but how can do that without a bloody phone?"},{"Author":"Jaye Wells,  Red-Headed Stepchild","Category":"funny","Quote":"I walked to the door where Clovis waited. When I looked up, he was staring at Adam. A quick glance backward confirmed Adam was returning his stare. Freaking males, I thought, they couldn’t be more obvious about their territorial dispute if they’d both peed on me."},{"Author":"Sherrilyn Kenyon,  No Mercy","Category":"funny","Quote":"Boy, you knock on the devil's door and he will head slam you through the wall."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"There’s truth and honor in a mustache. And that’s why I started flying one on the flagpole outside of my house."},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"funny","Quote":"And as Voltaire, one of our nation’s Founding Fathers, once said, “I do not agree with what you have to say, but at your death I’ll defend what you rightfully should have said."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I always felt that Jim Morrison was a terrible name for the front man of The Doors. No, for a band called The Doors, a name like Rusty Hinge would have been more appropriate."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I just started working the graveyard shift at the cemetery. Come to think of it, every shift at the cemetery is the graveyard shift."},{"Author":"Rachel Caine,  Ghost Town","Category":"funny","Quote":"He started to touch the mechanism under the keyboard, then pulled his hand back with a snap.\"Ah,\"he said. \"Must deactivate the security....Turn around, please.\"\"What?\"\"Turn around, Claire. It's a secure password!\"\"You have GOT to be kidding.\"\"Why ever would I joke about that? Please turn."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"The lampshade on my head is for my bright ideas. I won't be able to convey them until Monday, when my curtain gets out of the dry cleaners."},{"Author":"Devon Sampson","Category":"funny","Quote":"If god meant for people to talk into cellphones, he would've put our mouths on the side of our heads."},{"Author":"Dean Koontz,  Midnight","Category":"funny","Quote":"In this world only the paranoid survive."},{"Author":"Parker Blue,  Bite Me","Category":"funny","Quote":"What are you?” he demanded. “A slayer?\"I rolled my eyes. “The name's Val, not Buffy. Do I look like a blond cheerleader with questionable taste in men?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I don’t believe in the zodiac. Whenever anybody asks me what my sign is, I always say “Yield."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"If my remote control doubled as a dildo, I'd never get off my ass to change the channel."},{"Author":"Beth Revis,  A Million Suns","Category":"funny","Quote":"But Amy,\"Elder says. \"Space suits!"},{"Author":"Rachel Vincent,  Stray","Category":"funny","Quote":"You bitch!\"Why is it that whenever I draw blood, I'm a bitch?"},{"Author":"G.K. Chesterton,  Fancies Versus Fads","Category":"funny","Quote":"...\"vers libre,\"(free verse) or nine-tenths of it, is not a new metre any more than sleeping in a ditch is a new school of architecture."},{"Author":"Rachel Caine,  Last Breath","Category":"funny","Quote":"Does it hurt?”He bent his head and lightly kissed her forehead. “Only when I laugh.”“I’ll try not to be funny.”“Epic fail, beautiful."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"funny","Quote":"Her voice was now so shrill only bats would be able to hear it soon, but she had reached a level of indignation that rendered her temporarily speechless.."},{"Author":"Laurell K. Hamilton,  Bloody Bones","Category":"funny","Quote":"There had to be a circle of Hell where you were eternally fourteen, eternally in junior high. One of the lower circles."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"funny","Quote":"After climbing off his bike, I smacked his shoulder. “Did you forget I was with you? Are you trying to get me killed?”“It’s hard to forget you’re behind me when your thighs are squeezing the life out of me.” A smirk came with his next thought. “I couldn’t think of a better way to die, actually.”“There is something very wrong with you."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I was going to change my clothes, but I changed my mind instead."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"The easiest way to get from point A to point B is with a vehicle that runs on alphabet soup."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night... you kept meowing at people and licking yourself it was not unlike you normally."},{"Author":"Gena Showalter,  Animal Instincts","Category":"funny","Quote":"Leap out the window, my inner Tigress cried. You aren't ready to face such a powerful Tiger. I frowned. I thought a true Tigress never backed down from a fight. Don't you know anything? When she's in heat, she avoids everything male. Now run!"},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to be more like James Bond, and less like Ian Fleming."},{"Author":"Rachel Vincent,  Rogue","Category":"funny","Quote":"In the office, Michael sat behind our father’s desk, clicking away at the computer with his right hand, and making notes with his left. Ambidextrous freak."},{"Author":"Maggie Stiefvater,  The Scorpio Races","Category":"funny","Quote":"I lost a horse today.''That sounds careless. What happened?''She jumped off a cliff.''A cliff! Is that normal?"},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"Only the living can read. This means that when I write, my target market is people of the future. Greetings, people of the moon!"},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"Tomorrow I was supposed to have a meeting with a salesperson, who happened to be Orafoura. But something came up, so I called him and said, “I’m sorry to tell you this, but I have to cancel tomorrow.” To which he replied, “Cancel tomorrow! Who do you think you are, God?"},{"Author":"Lisa McMann,  Wake","Category":"funny","Quote":"Get me outa here. F*ckin' creepy cheerleaders."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"funny","Quote":"I am not forgotten, you know, no, I still receive a very great deal of fan mail.. . . Gladys Gudgeon writes weekly. . . . I just wish I knew why. . . .”He paused, looking faintly puzzled, then beamed again and returned to his signing with renewed vigor. “I suspect it is simply my good looks. . . ."},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to get the huge wart that looks like a nose removed from my back, but first I'm going to try to grow a mustache underneath it, to make it less noticeable."},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"You just punched a prince, Alina. I guess we can add one more act of treason to our list.”I shook out my sore hand. My knuckles smarted. “First of all, are we so sure he really is a prince? And second, you’re just jealous.”“Of course I’m jealous. I thought I was going to get to punch him. That isn’t the point."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I ate a pound cake today, but I gained two."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"How to duplicate yourself: hang out with the same people and say the same things all the time. The you of today is a clone of the you from yesterday."},{"Author":"Julia Quinn,  To Catch an Heiress","Category":"funny","Quote":"Caroline, do you value your neck?\"\"Yes, I'm rather fond of it. Why?\"\"Because if you don't shut up, I'm going to wring it."},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"I may not have been completely honest about that.\"\"You? Less than truthful? I'm shocked, Nikolai. Shocked and horrified."},{"Author":"Christopher Paolini,  Brisingr","Category":"funny","Quote":"I'm healthy as an ox. And you?\"\"To compare myself with a bovine would be both ridiculous and insulting, but I'm fit as ever, if that is what you are asking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I'm the kind of guy who puts other people first. Particularly if there’s danger up ahead. Now I’m not saying I’m any more cowardly than the next man, unless that next man is any other man besides my clone."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Pain produces progress. So if you truly love me, you will try to hurt me as much as you can. If you really want me to grow as a person, you will water me with betrayal, abuse, neglect, derision, thievery, and possibly even torture."},{"Author":"Stephenie Meyer,  The Host","Category":"funny","Quote":"He thinks things through too much."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"My parents always said that knowledge was the best gift they could give me, probably because they were too cheap to buy me Christmas or Birthday presents."},{"Author":"Claudia Gray,  Evernight","Category":"funny","Quote":"Suspicion,\"he said. \"Directed by Alfred Hitchcock. He's a genius.\"\"Starring Cary Grant.\"When Lucas gave me a look, I added, \"You have your priorities, I have mine."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"On your birthday you should throw me a party. This is my advice for everybody, especially my clones."},{"Author":"Bauvard,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you. You were lost in a daydream, when I walked in and you began screaming. But I know that could never actually happen. In real life I only enter people’s nightmares."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Husband: a man with hopes of being a lover who settles for being a provider, causing his wife to grow suspicious of her depleting jewelry box."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to replace my knees with miniature Rube Goldberg machines. That way you'll know how difficult it is for me to simply walk out of your life."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"Our love was covered in fur, yet I was the only one who wanted to pet it."},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"funny","Quote":"You've brushed your teeth,\"He says, staring at me.\"I used your toothbrush.\"His lips quirk up in a half smile. \"Oh Anastasia Steele, what am I going to do with you?"},{"Author":"Jarod Kintz,  I Want","Category":"funny","Quote":"I want to write a book called, \"Bonfires and Bras,\"which follows around a young, braless feminist who struggles to adopt in air conditioned rooms, as her hardened nipples cause her excess embarrassment."},{"Author":"Al Franken","Category":"funny","Quote":"WHAT DO WE WANT?! PATIENCE! WHEN DO WE WANT IT?! NOW!"},{"Author":"Derek Landy,  Kingdom of the Wicked","Category":"funny","Quote":"You look angry,\"he said.\"You put me on hold.\"\"For a very good reason.\"\"You put me,\"she said very, very slowly, \"on hold."},{"Author":"Lisa Kleypas,  Married By Morning","Category":"funny","Quote":"You’re far too prickly tempered to be a mistress. You’re far better suited as a wife."},{"Author":"Natsuki Takaya","Category":"funny","Quote":"Hatsuharu Sohma: [after tripping Kyo] If I hadn't had tripped you, you wouldn't have stopped now would you.[addressing the audience]Hatsuharu Sohma: By the way what I just did was very dangerous. And if it had been anyone but Kyo they probably would have been hurt pretty badly, so don't try it at home.Kyo Sohma: Don't try it here and who are you even talking to?"},{"Author":"Ally Carter,  Perfect Scoundrels","Category":"funny","Quote":"And so that means...\"\"We have to rob the Henley,\"Simon said.Kat sank onto a truly uncomfortable sofa. \"Again."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"funny","Quote":"Friends are like bras, attached near your heart for support. Foes are like panties, deported, every now and then, when they get dirty."},{"Author":"Rachel Caine,  Last Breath","Category":"funny","Quote":"No,” Shane said. “I’m not leaving you two here alone. We stick together.”“I’m still not kissing you,” Michael said.“Tease."},{"Author":"Gena Showalter,  The Darkest Secret","Category":"funny","Quote":"CPR dummy looked like him and had clearly been stabbed. Repeatedly. In the groin. He thought she might have used the dummy for target practice, and tried not to be offended. Key word: tried."},{"Author":"Maria V. Snyder,  Fire Study","Category":"funny","Quote":"Nothing like having a warrant for your execution to get a girl motivated."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"This morning, as I was driving to work, I mistook a big brown box on the side of the road for a deer. It was dark, and I swerved at the last second, and even though it wasn’t a deer, I still managed to nail that son of a bitch."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"When I hear Jazz, my first instinct is to lean over to the guy next to me and whisper, \"Fourth floor, please."},{"Author":"Maureen Johnson,  Suite Scarlett","Category":"funny","Quote":"Every time you try to flirt with her, a puppy dies."},{"Author":"Demetri Martin","Category":"funny","Quote":"Sort of' is such a harmless thing to say... sort of. It's just a filler. Sort of... it doesn't really mean anything. But after certain things, sort of means everything. Like... after \"I love you\"... or \"You're going to live\"... or \"It's a boy!"},{"Author":"Shannon Hale,  Book of a Thousand Days","Category":"funny","Quote":"Careful with the accusations of insanity, oh my lady whose home is a tower with windows of brick, all for the sake of some skinny-ankled, laugh-prone boy of a khan."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"01210 is a pyramid, & worms move like handicapped snakes. My dream belongs in a wheelchair, because I just spilled coffee all over my sleep."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I'm so excited. I just bought a new file cabinet, some manila folders, some sticky note pads, and a few highlighters, and I think I'm finally ready to enter into organized crime."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"funny","Quote":"Look at him,” she said, shaking her head. “Travis Maddox: Mr. Mom."},{"Author":"Jessica Verday,  The Hollow","Category":"funny","Quote":"I felt my cheeks turn red, and she laughed out loud. But I didn't mind too much, because the last thing she saw was my middle finger aimed in her direction as I stepped outside"},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am the bathtub of love, but all Agatha ever wanted was a shower."},{"Author":"Gregory David Roberts,  Shantaram","Category":"funny","Quote":"Whatever you do, in the privacy of your own rain shower, is your own business"},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I don’t need love. I live in a forest. The quiet is my companion. The cold is my warmth. My heart once suffered from frostbite, but I removed and replaced it with a fuel pump."},{"Author":"Will Rogers","Category":"funny","Quote":"Always drink upstream from the herd."},{"Author":"Lewis Black,  Me of Little Faith","Category":"funny","Quote":"Just relax and breathe through your ass."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"funny","Quote":"I've been trying to start a garage band for over a decade now, but father won't move his car."},{"Author":"Maggie Stiefvater,  The Dream Thieves","Category":"funny","Quote":"Adam's response was buried in the sound of the first-story door falling open. Noah slouched in. In a wounded tone, he said, \"He threw me out the window!\"Ronan's voice sang out from behind his closed door: \"You're already dead!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I think the best time to stare off into space is when you’re going 65 on a motorcycle, provided you’re wearing your astronaut’s helmet."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If I could store any character quality in a cookie jar, I’d store patience. Chocolate-chip patience cookies. And I’d eat them all at one sitting."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"To me, beer tastes like piss. Maybe that's why I only enjoy it in the shower with my uncle."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Eating a plain bagel with no cream cheese is like eating the inner tube of a bicycle tire, and I’d rather ride my roller skates to work."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"When I’m in a relationship, I love like a burrito. And if you’re a taco, don’t talk to me. At our core we may seem similar, but trust me, we are two different items on the menu."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"If you work in a hospital, you can’t easily fake call in sick to work. Oh, you’re sick? Well why don’t you come in to work and we’ll have a look at it."},{"Author":"Patricia Briggs,  Moon Called","Category":"funny","Quote":"Don’t lick the guests, darling. Bad manners."},{"Author":"Charles Dickens,  Hard Times","Category":"funny","Quote":"She was the most wonderful woman for prowling about the house. How she got from one story to another was a mystery beyond solution. A lady so decorous in herself, and so highly connected, was not to be suspected of dropping over the banisters or sliding down them, yet her extraordinary facility of locomotion suggested the wild idea."},{"Author":"Derek Landy,  Skulduggery Pleasant","Category":"funny","Quote":"He put on his hat and wrapped his scarf around his jaw, but did without the wig and the sunglasses. He clicked his key chain and the car beeped and the doors locked.\"That's it?\"He looked up. \"Sorry?\"\"Aren't you afraid it might get stolen? We're not exactly in a good part of town.\"\"It's got a car alarm.\"\"Don't you, like, cast a spell or something? To keep it safe?\"\"No. It's a pretty good car alarm."},{"Author":"Thea Harrison,  Dragon Bound","Category":"funny","Quote":"I’m busy, you’re busy, everybody’s busy. I’ve got a lot I want to say to you, though.” “All right,” Pia told her. “Hit me with it.” “First, I’m so sorry about what my uncle Urien did to you guys. I hate him, he killed my family, and we’re going to cut off his head, and then I have to be Queen, but before that happens let’s do lunch, okay?"},{"Author":"Mark Rosen","Category":"funny","Quote":"I like stepping into the future. Therefore, I look for doorknobs."},{"Author":"Joss Whedon","Category":"funny","Quote":"I also don't trust Caribou anymore. They're out there, on the tundra, waiting... Something's going down. I'm right about this."},{"Author":"Ronda Thompson,  Confessions of a Werewolf Supermodel","Category":"funny","Quote":"CONFESSION NO. 18 Girls just want to have fun…and live to tell about it the next day."},{"Author":"David Frost","Category":"funny","Quote":"He's turned his life around. He used to be depressed and miserable. Now he's miserable and depressed."},{"Author":"Elizabeth Cruickshank","Category":"funny","Quote":"It's sick and twisted and violent. Other than that it is totally G rated."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I am the archaeologist of love. I’m digging for the bones of a loved one I shot and buried decades ago."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"funny","Quote":"I removed all the doors to our love, so you can’t lock yourself away from me. But I didn’t stop there. I also replaced the doors with metal detectors, so I could fondle you more efficiently, like the highly trained professionals do who run airport security."},{"Author":"D.C. Pierson,  The Boy Who Couldn't Sleep and Never Had To","Category":"funny","Quote":"My imagination is something of a badass."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is the only gift that’s acceptable to give away as soon as you get it."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I’m always the last in love by exactly one person."},{"Author":"John Green,  Paper Towns","Category":"funny","Quote":"Was it animal pee or human pee? Someone asked.How would I know? What, am I an expert in the study of pee?"},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to have breasts the size of Florida, so that people might see me at Ponte Vedra beach and gasp, “Look at the size of his Naples!"},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I can’t define what love is. That’s like eating a pancake with a waffle instead of a fork. But you know it when you feel it, like petting a cat wearing a synthetic fur coat."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night. The best day of my life was when I taught you how to juggle, but the best day of yours was when you taught someone else."},{"Author":"Christopher Paolini,  Eldest","Category":"funny","Quote":"Barzûl!"},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"funny","Quote":"I had died and woken up in High School Musical"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Sometimes no words come as a response, only shapes spring to mind. But after you tell me you love me, I can’t very well reply, “Hexagon!"},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"funny","Quote":"I want to be in the Guinness Book of World Record’s for something ridiculous like juggling poison-tipped porcupines, playing the piano blindfolded while tightrope walking in tights, or throwing a rubber ball in a circular rim adorned with a dangling white nylon net."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"funny","Quote":"I guess I like things that take time and attention. More worthwhile that way."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I love apricots. They’re so fuzzy they’re furry. They’re like little pets you can eat legally."},{"Author":"Louis C.K.,  Untitled 1","Category":"funny","Quote":"Everything's amazing right now, and nobody's happy."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I got a new car. I just need to put it together. They’re easier to steal piece by piece."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If you were to ask me what’s under my bed, I’d tell you shoes. They’re brown, and they’re still attached to the body that’s been decomposing there since I hid it three days ago."},{"Author":"Dakota Cassidy,  The Accidental Werewolf","Category":"funny","Quote":"She was hearing the words. They just weren't registering on her Richter scale of sanity."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"I think we should model parts of the English language after the Inuits, who have 52 words for snow. Why don't we have 52 words for love? Instead, I have to rely on metaphors like, Her love was as pure as yellow snow."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Love your wife, your servant and your enemy equally, and file her credit card bills under the ‘enemy’ folder."},{"Author":"Alice Walker,  Home Girls: A Black Feminist Anthology","Category":"funny","Quote":"Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am the Love Ventriloquist. And if you say I’m not, I’ll say it so it sounds like you said I am."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"Did you know it takes more muscles to frown than it does to smile? I know, because yesterday was in a bad mood, and I guess I must have frowned too much because this morning I woke up with a torn groin muscle."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"If you tell me I look like someone you know, I might get panicked and think you’re on to me. I thought nobody saw me abduct that guy and steal his identity."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I found your love like I found religion: in an aluminum trashcan in the middle of the Utah desert."},{"Author":"David Sedaris,  Barrel Fever: Stories and Essays","Category":"funny","Quote":"The trouble with aggressive nonsmokers is that they feel they are doing you a favor by not allowing you to smoke. They seem to think that one day you'll look back and thank them for those precious fifteen seconds they just added to your life. What they don't understand is that those are just fifteen more seconds you can spend hating their guts and plotting revenge."},{"Author":"Janet Evanovich,  To the Nines","Category":"funny","Quote":"My grandmother is a little Cuban woman who cooks all day and speaks Spanish. Your grandmother watches pay-per-view porn.\"\"She used to watch the Weather Channel, but she said there wasn't enough action.\"-Ranger and Stephanie"},{"Author":"Victor Borge","Category":"funny","Quote":"One afternoon, when I was four years old, my father came home, and he found me in the living room in front of a roaring fire, which made him very angry. Because we didn't have a fireplace."},{"Author":"Chris Owen,  Bareback","Category":"funny","Quote":"Jake wasn't about to be seduced like some schoolgirl. Not by a man who went by the unlikely name of Tornado, not by anyone. He stood as firmly as he could in the mud and tore his mouth from the kiss, staring into too dark eyes. As his hands made their way into Tor's wet jeans he said, \"This doesn't mean I like you, you know."},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"If it works, it will be plenty dramatic. And I suppose that if it doesn't work, it will be even more dramatic, what with the blast.\"\"David, I think you just made a joke.\"He frowned, utterly perplexed. \"Did I?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"In these modern times, the only sensible thing to be is nonsensical."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"funny","Quote":"No bikinis on a first date.” He nods. “I’m sure that’s a rule. Or should be. For my sisters anyway."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"funny","Quote":"Cat, hmmm? From where I sit you look more like a Kitten.\"My head jerked around and I shot him an annoyed look. Oh, I was going to enjoy this, all right. \"It's Cat,\"I repeated firmly. \"Cat Raven.\"\"Whatever you say, Kitten Tweedy."},{"Author":"Sandi Lynn,  Forever Black","Category":"funny","Quote":"Trust her; we girls are two sheets short of psycho when it comes to our special little time."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am not the Bird of Love I once thought I was. But my silence suggests I may be the Pterodactyl of Love."},{"Author":"Joe Theismann","Category":"funny","Quote":"The word \"genius\"isn't applicable in football. A Genius is a guy like Norman Einstein."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If someone invited you to a flash mob, would you wear a bra?"},{"Author":"Charlie Higson,  The Enemy","Category":"funny","Quote":"No such word as can't. No such word as babagoozle neither!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"You can’t buy love, it’s true. However, I am offering mine for rent. Buy one year and get the next six months at half price."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"You know, poets and songwriters have long known that people like repetition. You know, poets and songwriters have long known that people like repetition. I guess when I say people, I mean everyone but my Grandfather. He hated anything that was so monotonous as repetition. That’s why he loathed walking so much. Left foot, right foot, left foot, right foot, and on and on."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"People who practice freedom of expression are terrorizing our grammatical way of life."},{"Author":"Stephen King,  Full Dark, No Stars","Category":"funny","Quote":"All right I think we've been down here in the dark long enough. There's a whole other world upstairs. Take my hand Constant Reader and I'll be happy to lead you back into the sunshine. I'm happy to go there because I believe most people are essentially good. I know that I am. It's you I'm not entirely sure of."},{"Author":"Simone Elkeles,  How to Ruin a Summer Vacation","Category":"funny","Quote":"And my piece of advice is...don't flirt with any of the female instructors. They all have access to weapons bigger than yours."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is a green sky on a blue pasture, and I am the flying cow eating it all up."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night.. You were playing with chicken livers and told me everyone was in quarantine."},{"Author":"Stephen Clarke,  A Year in the Merde","Category":"funny","Quote":"If they wanted their shit stirred, then stirred their shit was jolly well going to be."},{"Author":"Deb Caletti,  The Six Rules of Maybe","Category":"funny","Quote":"What is it about hairdressers? You tell them 'not too short' and some part of their hairdresser brain hears this as 'whack the shit out of it.' If you never say, 'not too short,' everything is fine. You say it, & it's a guarantee you'll come out ready for the military>"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"If you don’t know how to love, then any old robot or mechanical device would best suit your relationship style. In this situation, vacuum cleaners might make the best lovers."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"I don’t know the kind of person I’ll be tomorrow, but I’ll be able to look back on yesterday and ask “What was that guy’s problem?” The future is full of condescending jerks."},{"Author":"Leslie Nielsen","Category":"funny","Quote":"Who are you and how did you get in here?\"\"I'm a locksmith. And, I'm a locksmith."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"funny","Quote":"I had a dream about you last night.. you were trying to give coordinates to an apple"},{"Author":"Darynda Jones,  Fifth Grave Past the Light","Category":"funny","Quote":"Paperwork wouldn’t be so bad if it weren’t for all the paper. And the work."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I am innocent! But only because the opportunity to partake in an activity that would render me guilty has not presented itself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"My girlfriend just bought me a portable toaster. And my birthday’s coming up, so I’m half expecting her to buy me a portable bathtub to go along with it."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"You’re used to being the smartest guy in the room. Solitary confinement will do that."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"The problem with our society is that our values aren’t in the right place. There’s an awful lot of bleeding and naked bodies on prime-time networks, but not nearly enough cable television on public programming."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"If my name were Mememem, and I had just ran into someone who should have known my name but couldn’t recall it, I’d probably say, “I can’t believe you don’t remememember my name."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"If love came in a cardboard tube, I’d probably send it priority mail. But I’d make you pay for shipping."},{"Author":"Scott Douglas,  Quiet, Please: Dispatches From A Public Librarian","Category":"funny","Quote":"There was the smell of old books, a smell that has a way of making all libraries seem the same. Some say that smell is asbestos."},{"Author":"Jennifer Crusie,  Faking It","Category":"funny","Quote":"When Eve ate the apple her knowledge increased. But God liked dumb women so Paradise ceased. Gwen Goodnight. Her Work."},{"Author":"Mari Mancusi,  Boys that Bite","Category":"funny","Quote":"Okay, I'll wear the Bite Me shirt,[...]It'll be my standard response to any­one who tries to hit on me.\"I giggle. \"Someone can come up and be like 'Hey babe, what's your sign?' and I'll just point to my shirt.\"Rayne laughs appreciatively and tosses me the tank top. \"Of course they might think you're pointing to your boobs in a 'have at 'em, big boy' kind of way."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"A mother’s love: the sacred relationship of affording a nanny so as to be tolerated as a granny."},{"Author":"Clive Barker,  The Great and Secret Show","Category":"funny","Quote":"Is there any good news?' Tesla said.Who ever promised that? Who ever said there'd be  good  news?"},{"Author":"Stephen King","Category":"funny","Quote":"I am, he thought dimly, watching a vampire take a piss."},{"Author":"A.J. Jacobs,  The Guinea Pig Diaries: My Life as an Experiment","Category":"funny","Quote":"Plus, in one of his e-mails, the guy said he didn't like pancakes. What kind of asshole doesn't like pancakes?"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"On savings: A dollar here, a dollar there. Over time, it adds up to two dollars."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"funny","Quote":"I hate when I'm at the grocery store and the person checking me out asks, \"Paper or plastic?\"It's offensive. As if I'm going to sleep with her just because she has a clever pick up line."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"Love is an empty bottle, and it makes my heart thirsty thinking how fast I chugged it"},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"funny","Quote":"Grandmother hates it when I do the \"turkey dance.\"Basically, I lather my naked body in gravy and then spaz out on the kitchen floor. She just doesn't understand modern dance."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I hate when women give me that look. That overlook."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I haven’t spent my time trying to duplicate my success. But only because I haven’t had any yet."},{"Author":"Steven Moffat","Category":"funny","Quote":"The Doctor: I've seen bigger.Clara: Really?The Doctor: Are you joking? It's massive!"},{"Author":"Ned Vizzini,  It's Kind of a Funny Story","Category":"funny","Quote":"You all right, man?' This should be my name. I could be like a super hero: You All Right Man. Ah...' I stumble.Don't bug Craig,' Ronny is like. 'He's in the Craig zone. He's Craig-ing out."},{"Author":"William Shakespeare","Category":"funny","Quote":"The small amount of foolery wise men have makes a great show."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I applied for your love like a recent MBA grad might apply at Walmart today. I grew a beard on my chest and laughed through my ass just to get your attention."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I went out to eat on a restaurant’s opening night. It was packed! I guess people heard I’d be dining there and came to adore me."},{"Author":"Patrick Ness,  A Monster Calls","Category":"funny","Quote":"Who cares even if I didn't?!\"Conor shouted back. \"They're just stupid berries. Woo-hoo, so scary. Oh, please, please, save me from the berries!\"The monster looked at him quizzically. How strange, it said. The words you say tell me you are scared of the berries, but your actions seems to suggest otherwise."},{"Author":"Criss Jami,  Killosophy","Category":"funny","Quote":"Drunken men give some of the best pep talks."},{"Author":"John Green,  Paper Towns","Category":"funny","Quote":"pg. 231-232: They'd given me a minivan. They could have picked any car and they picked a minivan. A minivan. O God of the Vehicular Justice, why dost thou mock me? Minivan, you albatross around my neck! You mark of Cain! You wretched beast high ceilings and few horsepower!"},{"Author":"Lisa McMann,  Wake","Category":"funny","Quote":"Because there's no way on earth she's going to make it through college unless she grows some serious ovaries and turns this train wreck around"},{"Author":"John Green","Category":"funny","Quote":"Nerd life is just so much better than regular life."},{"Author":"Rachel Vincent,  Rogue","Category":"funny","Quote":"Marc’s hand tightened visibly around Kevin’s fingers, his digits going white. Again. Both men clenched their jaws, Kevin in pain, and Marc in an obvious effort to control his temper and keep from breaking Kevin’s hand. Off. Why couldn’t guys find a more original way to test each other’s manly prowess? Arm wrestling might have been more subtle. Or maybe comparing the length of their…canines."},{"Author":"Holly Smale,  Model Misfit","Category":"funny","Quote":"1. You left a multipack of Mars Bars on top of your wardrobe. Can I have one? Dad x2. I had three. Hope that's OK. Dad x3. I'm just going to have one more. Dad x4. Harriet, your Dad's made himself sick on an entire multipack of Mars Bars again. Please don't leave sweets where we can find them. A x"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I blew the love trumpet until my cheeks were blue. Then I paid 34 bucks for a taxicab ride home so I could admire my receding hairline in the mirror."},{"Author":"Amy Tintera","Category":"funny","Quote":"Want to dance? We have music this time. And I don't have to punch you when we finish."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"funny","Quote":"I don’t think that taking off my eye patch would increase my night vision by 100%, but it would go a long way towards relieving my wedgie."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am the Anagram of Love. I’m not evil, but I am evol. I guess this also makes me the Palindrome of Love!"},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"It's always been this way. There were rumors about me even before I was born. It's why my mother never calls me Sobachka. She says it makes me sound like a mongrel.\"My heart gave a little pang at that. I'd been called plenty of names growing up.\"I like mongrels,\"I said. \"They have cute floppy ears.\"\"My ears are very dignified."},{"Author":"Marissa Meyer,  Winter","Category":"funny","Quote":"You mean she doesn’t intend to blow me up before the ceremony?” said Kai,taking the box.“How disappointing."},{"Author":"Criss Jami,  Killosophy","Category":"funny","Quote":"Whenever I think of something but can't think of what it was I was thinking of, I can't stop thinking until I think I'm thinking of it again. I think I think too much."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Meatloaf is meatloaf is not a true statement. You can have gravy on top, ketchup on top, and don’t forget you can also have love on top--however, you must understand that I would do anything, but I won’t do that."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I want to have a bunch of kids so I can open a factory and have free labor. Beat that, China!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I’m hungry but I won’t order 18 tubs of ketchup and a spoon. No, I’ll order it because I’m thirsty, and I’ll ask for a straw."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I want to learn the language of the sun, and burn Agatha’s eyes out with my love poems."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"funny","Quote":"I’m 30-years-old, and I still can’t get out from under my father’s shadow. He’s really tall, so maybe I’ll just ask him to move over a few feet."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"You know you’re in love when you reach out to hold your woman’s hand, without remembering that her hands are full because you insisted she carry all the groceries out to the car."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I told my doctor my penis was as thin as a spaghetti noodle. I asked if there was anything I could do to bulk it up, and he said, “Yeah, tell your girl to twirl it on a fork before she puts it in her mouth."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"About adultery: Don’t go looking for pancakes when you have flapjacks at home."},{"Author":"Simon Holt,  The Devouring","Category":"funny","Quote":"What? Quinn's one of them? I just thought he was an a*shole!"},{"Author":"George Harrison","Category":"funny","Quote":"what would you call this haircut?\"arthur."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"There’s nothing funny about war. Well, aside from this joke Orafoura told me: What did WWI say to WWII? I wish I could tell you the punch line, but the restaurant was so noisy that I didn’t hear it. But I laughed anyway, because I’ll bet it was pretty funny."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am my own love story. And I want to tell my love story, from the inside. Just add water and stir."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"Sometimes a symbol holds more power than the thing it represents. Like the symbol for Thing, the one I created that is confusing and abstract and makes people ask, What is that thing? And I always reply, “If you already knew, why did you ask?"},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Bachelorhood: all the fun of married life and more prosperity, leaving lots of descendants to boast of their father’s memory to their fellow inmates."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"I want to write a song about the only girl I’ve ever loved. And the chorus will say something like, “I really want to see you tonight, so I hope you leave your blinds open."},{"Author":"Leigh Bardugo,  Siege and Storm","Category":"funny","Quote":"I'll get them out and come back. I promise.\"\"On your word as a cutthroat and a pirate?\"He touched my cheek once, briefly. \"Privateer.\"Another explosion rocked the grounds.\"Let's go!\"shouted Mal.As we sprinted into the tunnel, I glanced back and saw Nikolai silhouetted against the purple twilight. I wondered if I'd ever see him again."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I am the Guillotine of Love, and I will never lose my head over another woman again."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"My advice to you: Just be yourself. That’s what I’m trying to do. So, can I borrow your clothes?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"funny","Quote":"I told her I'd rather talk about her, instead of listening to her drone on about the weather. Little did I know she was an aspiring meteorologist."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"funny","Quote":"It’s been said that the most successful people are often early risers. So that’s why I started getting up in the afternoon, which is well before any “successful” person even thinks of going to bed."},{"Author":"Simon Holt,  The Devouring","Category":"funny","Quote":"Lusty blacksmiths and naughty princesses. Now that's scary"},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"funny","Quote":"Bike lane: the section of the road that accommodates wide loads and has speed bumps to protect drunk drivers."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"His name is Randy Randy. Or maybe it’s Randy Randy. I always get his first and last names mixed up."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"There is safety in numbers. And science. Clone your way to being safe. Nobody can protect you like you. And you and you and you."},{"Author":"Jarod Kintz,  $3.33","Category":"funny","Quote":"I want to hire someone to stand outside my door and knock three times, with each knock being three years apart. At the end of the nine years I’ll reply, “Who is it?” And without delay or reply, the person on the other side of the door is to find a new job."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"At the age of four, I wanted to be eight. At the age of eight, I wanted to be 16. At the age of 16, when I started driving, I wanted to be a Ferrari. And now, at the age of middle, I want to be Stalin’s mustache and matching armpit hair. But only for personal reasons, not political."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"funny","Quote":"Love is tender, like the pot roast I’m keeping warm in my shoes."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"funny","Quote":"I could name my penis Steve, and it would be appropriate, as it is sort of shaped like my dad’s face, whose name is Steve. Not just his face, but his whole body and person is named Steve. And he’s a dick."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"funny","Quote":"I’m famous for my Shepherd’s Pie. Here’s my recipe: lamb, potatoes, cheese, peas, paprika, and a wool-covered apron for the chef/shepherd/wolf-like politician to wear while serving the sheeple up."},{"Author":"Isaac Asimov","Category":"funny","Quote":"Life is pleasant. Death is peaceful. It's the transition that's troublesome."}]
