[{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"god","Quote":"All God does is watch us and kill us when we get boring. We must never, ever be boring."},{"Author":"C.S. Lewis","Category":"god","Quote":"If we find ourselves with a desire that nothing in this world can satisfy, the most probable explanation is that we were made for another world."},{"Author":"C.S. Lewis","Category":"god","Quote":"The Christian does not think God will love us because we are good, but that God will make us good because He loves us."},{"Author":"Stephen King,  Storm of the Century: An Original Screenplay","Category":"god","Quote":"When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, \"Why god? Why me?\"and the thundering voice of God answered, There's just something about you that pisses me off."},{"Author":"Oscar Wilde","Category":"god","Quote":"I think God, in creating man, somewhat overestimated his ability."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"And now these three remain: faith, hope and love. But the greatest of these is love."},{"Author":"C.S. Lewis","Category":"god","Quote":"To be a Christian means to forgive the inexcusable because God has forgiven the inexcusable in you."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"God has no religion."},{"Author":"C.S. Lewis","Category":"god","Quote":"We are not necessarily doubting that God will do the best for us; we are wondering how painful the best will turn out to be."},{"Author":"Elbert Hubbard","Category":"god","Quote":"God will not look you over for medals, degrees or diplomas but for scars."},{"Author":"Nicolas Chamfort","Category":"god","Quote":"The most wasted of all days is one without laughter."},{"Author":"C.S. Lewis,  The Problem of Pain","Category":"god","Quote":"A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell."},{"Author":"Kurt Vonnegut","Category":"god","Quote":"If I should ever die, God forbid, let this be my epitaph:THE ONLY PROOF HE NEEDEDFOR THE EXISTENCE OF GODWAS MUSIC"},{"Author":"Corrie ten Boom","Category":"god","Quote":"Never be afraid to trust an unknown future to a known God."},{"Author":"C.S. Lewis","Category":"god","Quote":"Pain insists upon being attended to. God whispers to us in our pleasures, speaks in our consciences, but shouts in our pains. It is his megaphone to rouse a deaf world."},{"Author":"Søren Kierkegaard","Category":"god","Quote":"The function of prayer is not to influence God, but rather to change the nature of the one who prays."},{"Author":"Nicholas Sparks,  The Last Song","Category":"god","Quote":"I have faith that God will show you the answer. But you have to understand that sometimes it takes a while to be able to recognize what God wants you to do. That's how it often is. God's voice is usually nothing more than a whisper, and you have to listen very carefully to hear it. But other times, in those rarest of moments, the answer is obvious and rings as loud as a church bell."},{"Author":"Dorothy Parker","Category":"god","Quote":"If you want to know what God thinks of money, just look at the people he gave it to."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"god","Quote":"The darker the night, the brighter the stars,  The deeper the grief, the closer is God!"},{"Author":"Voltaire","Category":"god","Quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"Let the first act of every morning be to make the following resolve for the day:- I shall not fear anyone on Earth. - I shall fear only God. - I shall not bear ill will toward anyone. - I shall not submit to injustice from anyone. - I shall conquer untruth by truth. And in resisting untruth, I shall put up with all suffering."},{"Author":"Christopher Hitchens,  The Portable Atheist: Essential Readings for the Nonbeliever","Category":"god","Quote":"Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are god. Whereas owners of cats are compelled to realize that, if you provide them with food and water and shelter and affection, they draw the conclusion that they are gods."},{"Author":"C.S. Lewis","Category":"god","Quote":"He died not for men, but for each man. If each man had been the only man made, He would have done no less."},{"Author":"John Henry Newman","Category":"god","Quote":"I sought to hear the voice of God and climbed the topmost steeple, but God declared: \"Go down again - I dwell among the people."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"god","Quote":"Parents are like God because you wanna know they're out there, and you want them to think well of you, but you really only call when you need something."},{"Author":"John Lennon","Category":"god","Quote":"I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"god","Quote":"Sometimes the Bible in the hand of one man is worse than a whisky bottle in the hand of (another)... There are just some kind of men who - who're so busy worrying about the next world they've never learned to live in this one, and you can look down the street and see the results."},{"Author":"Joni Eareckson Tada,  The God I Love","Category":"god","Quote":"Sometimes God allows what he hates to accomplish what he loves."},{"Author":"Terry Pratchett,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"god","Quote":"God does not play dice with the universe; He plays an ineffable game of His own devising, which might be compared, from the perspective of any of the other players [i.e. everybody], to being involved in an obscure and complex variant of poker in a pitch-dark room, with blank cards, for infinite stakes, with a Dealer who won't tell you the rules, and who smiles all the time."},{"Author":"Sylvia Plath","Category":"god","Quote":"I talk to God but the sky is empty."},{"Author":"Vikram Seth,  A Suitable Boy","Category":"god","Quote":"God save us from people who mean well."},{"Author":"Erma Bombeck","Category":"god","Quote":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me."},{"Author":"Bob Marley","Category":"god","Quote":"I don't stand for black man's side, I don't stand for white man's side, I stand for God's side."},{"Author":"Rick Riordan","Category":"god","Quote":"She glared at me like she was about to punch me, but then she did something that surprised me even more. She kissed me.\"Be careful seaweed brain.\"She said putting on her invisible cap and disappearing.I probably would have sat there all day, trying to remember my name, but then the sea demons came."},{"Author":"Stephen King,  The Stand","Category":"god","Quote":"That wasn't any act of God. That was an act of pure human fuckery."},{"Author":"T.D. Jakes","Category":"god","Quote":"No woman wants to be in submission to a man who isn't in submission to God!"},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"god","Quote":"Above all else, guard your heart for it affects everything else you do."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"There are people in the world so hungry, that God cannot appear to them except in the form of bread."},{"Author":"Augustine of Hippo,  Confessions","Category":"god","Quote":"Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee."},{"Author":"Richard Dawkins,  The God Delusion","Category":"god","Quote":"The God of the Old Testament is arguably the most unpleasant character in all fiction: jealous and proud of it; a petty, unjust, unforgiving control-freak; a vindictive, bloodthirsty ethnic cleanser; a misogynistic, homophobic, racist, infanticidal, genocidal, filicidal, pestilential, megalomaniacal, sadomasochistic, capriciously malevolent bully."},{"Author":"Woody Allen","Category":"god","Quote":"If you want to make God laugh, tell him about your plans."},{"Author":"Alice Walker,  The Color Purple","Category":"god","Quote":"I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."},{"Author":"Anne Lamott","Category":"god","Quote":"You can safely assume you've created God in your own image when it turns out that God hates all the same people you do."},{"Author":"George Carlin","Category":"god","Quote":"He - and if there is a God, I am convinced he is a he, because no woman could or would ever fuck things up this badly."},{"Author":"Woody Allen","Category":"god","Quote":"God is silent. Now if only man would shut up."},{"Author":"Will Smith","Category":"god","Quote":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."},{"Author":"Elizabeth Gilbert","Category":"god","Quote":"Look for God, suggests my Guru. Look for God like a man with his head on fire looks for water."},{"Author":"Will Smith","Category":"god","Quote":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too."},{"Author":"C.S. Lewis","Category":"god","Quote":"The great thing to remember is that though our feelings come and go God's love for us does not."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"god","Quote":"And out of that hopeless attempt has come nearly all that we call human history—money, poverty, ambition, war, prostitution, classes, empires, slavery—the long terrible story of man trying to find something other than God which will make him happy."},{"Author":"Epicurus","Category":"god","Quote":"Is God willing to prevent evil, but not able? Then he is not omnipotent. Is he able, but not willing? Then he is malevolent. Is he both able and willing? Then whence cometh evil? Is he neither able nor willing? Then why call him God?"},{"Author":"C.S. Lewis,  Mere Christianity","Category":"god","Quote":"My argument against God was that the universe seemed so cruel and unjust. But how had I got this idea of just and unjust? A man does not call a line crooked unless he has some idea of a straight line. What was I comparing this universe with when I called it unjust?"},{"Author":"Albert Camus,  Notebooks 1951-1959","Category":"god","Quote":"I do not believe in God and I am not an atheist."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"god","Quote":"Mario, what do you get when you cross an insomniac, an unwilling agnostic and a dyslexic?\"\"I give.\"\"You get someone who stays up all night torturing himself mentally over the question of whether or not there's a dog."},{"Author":"C.S. Lewis","Category":"god","Quote":"It is when we notice the dirt that God is most present in us; it is the very sign of His presence."},{"Author":"Pierre Teilhard de Chardin","Category":"god","Quote":"Joy is the infallible sign of the presence of God."},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"god","Quote":"But God doesn't call us to be comfortable. He calls us to trust Him so completely that we are unafraid to put ourselves in situations where we will be in trouble if He doesn't come through."},{"Author":"Gordon B. Hinckley,  Standing for Something: 10 Neglected Virtues That Will Heal Our Hearts and Homes","Category":"god","Quote":"Let us never forget to pray. God lives. He is near. He is real. He is not only aware of us but cares for us. He is our Father. He is accessible to all who will seek Him."},{"Author":"Cassandra Clare,  City of Bones","Category":"god","Quote":"If there were such a thing as terminal literalism, you'd have died in childhood."},{"Author":"Voltaire","Category":"god","Quote":"God is a comedian playing to an audience that is too afraid to laugh."},{"Author":"Dean Koontz,  The Darkest Evening of the Year","Category":"god","Quote":"Because God is never cruel, there is a reason for all things. We must know the pain of loss; because if we never knew it, we would have no compassion for others, and we would become monsters of self-regard, creatures of unalloyed self-interest. The terrible pain of loss teaches humility to our prideful kind, has the power to soften uncaring hearts, to make a better person of a good one."},{"Author":"Octavia E. Butler","Category":"god","Quote":"All that you touchYou Change.All that you ChangeChanges you.The only lasting truthis Change.Godis Change."},{"Author":"Joel Osteen","Category":"god","Quote":"Quit questioning God and start trusting Him!"},{"Author":"Dan Brown,  Angels & Demons","Category":"god","Quote":"God answers all prayers, but sometimes his answer is 'no'."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"god","Quote":"We know that God is everywhere; but certainly we feel His presence most when His works are on the grandest scale spread before us; and it is in the unclouded night-sky, where His worlds wheel their silent course, that we read clearest His infinitude, His omnipotence, His omnipresence."},{"Author":"Elizabeth Barrett Browning","Category":"god","Quote":"No man can be called friendless who has God and the companionship of good books."},{"Author":"Galileo Galilei,  Letter to the Grand Duchess Christina","Category":"god","Quote":"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use."},{"Author":"Voltaire","Category":"god","Quote":"God is a circle whose center is everywhere and circumference nowhere."},{"Author":"Criss Jami","Category":"god","Quote":"Listen to God with a broken heart. He is not only the doctor who mends it, but also the father who wipes away the tears."},{"Author":"Thomas Paine,  Rights of Man","Category":"god","Quote":"Independence is my happiness, and I view things as they are, without regard to place or person; my country is the world, and my religion is to do good."},{"Author":"C.S. Lewis,  The Lion, the Witch, and the Wardrobe","Category":"god","Quote":"Safe?” said Mr. Beaver; “don’t you hear what Mrs. Beaver tells you? Who said anything about safe? ‘Course he isn’t safe. But he’s good. He’s the King, I tell you."},{"Author":"Tahereh Mafi,  Ignite Me","Category":"god","Quote":"His hands are holding my cheeks, and he pulls back just to look me in the eye and his chest is heaving and he says, \"I think,\"he says, \"my heart is going to explode,\"and I wish, more than ever, that I knew how to capture moments like these and revisit them forever. Because this.This is everything."},{"Author":"Bertrand Russell","Category":"god","Quote":"And if there were a God, I think it very unlikely that He would have such an uneasy vanity as to be offended by those who doubt His existence"},{"Author":"Douglas Adams,  So Long, and Thanks for All the Fish","Category":"god","Quote":"God's Final Message to His Creation:'We apologize for the inconvenience."},{"Author":"C.S. Lewis","Category":"god","Quote":"We may ignore, but we can nowhere evade the presence of God. The world is crowded with Him. He walks everywhere incognito."},{"Author":"Jack Kerouac,  The Dharma Bums","Category":"god","Quote":"Down on the lake rosy reflections of celestial vapor appeared, and I said, \"God, I love you\"and looked to the sky and really meant it. \"I have fallen in love with you, God. Take care of us all, one way or the other.\"To the children and the innocent it's all the same."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"god","Quote":"It takes three to make love, not two: you, your spouse, and God. Without God people only succeed in bringing out the worst in one another. Lovers who have nothing else to do but love each other soon find there is nothing else. Without a central loyalty life is unfinished."},{"Author":"Jacqueline Carey,  Kushiel's Chosen","Category":"god","Quote":"Why is there ever this perverse cruelty in humankind, that makes us hurt most those we love best?"},{"Author":"John Lennon","Category":"god","Quote":"God is a concept by which we measure our pain."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"god","Quote":"When one person suffers from a delusion, it is called insanity. When many people suffer from a delusion it is called a Religion."},{"Author":"Rob Bell,  Velvet Elvis: Repainting the Christian Faith","Category":"god","Quote":"The moment God is figured out with nice neat lines and definitions, we are no longer dealing with God."},{"Author":"Hans Urs von Balthasar,  Prayer","Category":"god","Quote":"What you are is God's gift to you, what you become is your gift to God."},{"Author":"A.W. Tozer","Category":"god","Quote":"What comes into our minds when we think about God is the most important thing about us."},{"Author":"C.S. Lewis,  Letters to Malcolm: Chiefly on Prayer","Category":"god","Quote":"Relying on God has to begin all over again every day as if nothing had yet been done."},{"Author":"Sherrilyn Kenyon,  Acheron","Category":"god","Quote":"We almost made it to thirty seconds without an insult. I think we set a new record."},{"Author":"C.S. Lewis,  The Great Divorce","Category":"god","Quote":"There is but one good; that is God. Everything else is good when it looks to Him and bad when it turns from Him."},{"Author":"Albert Einstein","Category":"god","Quote":"I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own -- a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms."},{"Author":"Francis Chan","Category":"god","Quote":"The irony is that while God doesn’t need us but still wants us, we desperately need God but don’t really want Him most of the time."},{"Author":"Paulo Coelho,  Veronika Decides to Die","Category":"god","Quote":"You are someone who is different, but who wants to be the same as everyone else. And that in my view is a serious illness. God chose you to be different. Why are you disappointing God with this kind of attitude?"},{"Author":"Sam Harris,  Letter to a Christian Nation","Category":"god","Quote":"The president of the United States has claimed, on more than one occasion, to be in dialogue with God. If he said that he was talking to God through his hairdryer, this would precipitate a national emergency. I fail to see how the addition of a hairdryer makes the claim more ridiculous or offensive."},{"Author":"Jodi Picoult,  Keeping Faith","Category":"god","Quote":"Sometimes you can see things happen right in front of your eyes and still jump to the wrong conclusions."},{"Author":"Nicholas Sparks,  The Last Song","Category":"god","Quote":"Never forget that God is your friend. And like all friends, He longs to hear what's been happening in your life. Good or bad, whether it's been full of sorrow or anger, or even when you're questioning why terrible things have to happen."},{"Author":"Neil Gaiman,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"god","Quote":"25 And the Lord spake unto the Angel that guarded the eastern gate, saying 'Where is the flaming sword that was given unto thee?'26 And the Angel said, 'I had it here only a moment ago, I must have put it down some where, forget my own head next.'27 And the Lord did not ask him again."},{"Author":"Meister Eckhart,  Sermons of Meister Eckhart","Category":"god","Quote":"The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love."},{"Author":"Steven Weinberg","Category":"god","Quote":"With or without religion, you would have good people doing good things and evil people doing evil things. But for good people to do evil things, that takes religion."},{"Author":"C.S. Lewis,  The Collected Letters of C. S. Lewis, Volume lll: Narnia, Cambridge, and Joy 1950-1963","Category":"god","Quote":"Remember He is the artist and you are only the picture. You can't see it. So quietly submit to be painted---i.e., keep fulfilling all the obvious duties of your station (you really know quite well enough what they are!), asking forgiveness for each failure and then leaving it alone.You are in the right way. Walk---don't keep on looking at it."},{"Author":"Albert Einstein","Category":"god","Quote":"My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind."},{"Author":"Carolyn McCulley","Category":"god","Quote":"Men trust God by risking rejection. Women trust God by waiting."},{"Author":"Tyler Perry","Category":"god","Quote":"It doesn't matter if a million people tell you what you can't do, or if ten million tell you no. If you get one yes from God that's all you need."},{"Author":"Bill Watterson","Category":"god","Quote":"Hobbes: Do you think there's a God?Calvin: Well, somebody's out to get me!"},{"Author":"George Carlin","Category":"god","Quote":"I tried to believe that there is a God, who created each of us in His own image and likeness, loves us very much, and keeps a close eye on things. I really tried to believe that, but I gotta tell you, the longer you live, the more you look around, the more you realize, something is fucked up."},{"Author":"Salman Rushdie,  The Satanic Verses","Category":"god","Quote":"From the beginning men used God to justify the unjustifiable."},{"Author":"Jeanette Winterson,  Sexing the Cherry","Category":"god","Quote":"The Buddhists say there are 149 ways to God. I'm not looking for God, only for myself, and that is far more complicated. God has had a great deal written about Him; nothing has been written about me. God is bigger, like my mother, easier to find, even in the dark. I could be anywhere, and since I can't describe myself I can't ask for help."},{"Author":"Tom Hiddleston","Category":"god","Quote":"Loki'd!"},{"Author":"Francine Rivers,  And the Shofar Blew","Category":"god","Quote":"Love God and He will enable you to love others even when they disappoint you."},{"Author":"Charles R. Swindoll","Category":"god","Quote":"Anything under God's control is never out of control."},{"Author":"Victor Hugo,  Les Misérables","Category":"god","Quote":"The pupil dilates in darkness and in the end finds light, just as the soul dilates in misfortune and in the end finds God."},{"Author":"Tyler Perry","Category":"god","Quote":"You can get a thousand no's from people, and only one \"yes\"from God."},{"Author":"John Lennon","Category":"god","Quote":"Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty."},{"Author":"C.S. Lewis,  The Problem of Pain","Category":"god","Quote":"For you will certainly carry out God's purpose, however you act, but it makes a difference to you whether you serve like Judas or like John."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"It's funny how, in this journey of life, even though we may begin at different times and places, our paths cross with others so that we may share our love, compassion, observations, and hope. This is a design of God that I appreciate and cherish."},{"Author":"J.K. Rowling,  The Casual Vacancy","Category":"god","Quote":"You must accept the reality of other people. You think that reality is up for negotiation, that we think it's whatever you say it is. You must accept that we are as real as you are; you must accept that you are not God."},{"Author":"Joyce Meyer","Category":"god","Quote":"Spending time with God is the key to our strength and success in all areas of life. Be sure that you never try to work God into your schedule, but always work your schedule around Him."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"god","Quote":"Making love to me is amazing. Wait, I meant: making love, to me, is amazing. The absence of two little commas nearly transformed me into a sex god."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"god","Quote":"[E]xceptional claims demand exceptional evidence."},{"Author":"Cassandra Clare,  City of Bones","Category":"god","Quote":"And when I saw him[my father] lying dead in a pool of his own blood, I knew then that I hadn't stopped believing in God. I'd just stopped believing God cared. There might be a God, Clary, and there might be not. Either way, we're on our own."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"god","Quote":"If you could be either God’s worst enemy or nothing, which would you choose?"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"I have good idea, for if you meet some person from different religion and he want to make argument about God. My idea is, you listen to everything this man say about God. Never argue about God with him. Best thing to say is, 'I agree with you.' Then you go home, pray what you want. This is my idea for people to have peace about religion."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"god","Quote":"If you think God’s there, He is. If you don’t, He isn’t. And if that’s what God’s like, I wouldn’t worry about it."},{"Author":"Ben Carson","Category":"god","Quote":"Do your best and let God do the rest."},{"Author":"Frank Lloyd Wright,  Truth Against the World: Frank Lloyd Wright Speaks for an Organic Architecture","Category":"god","Quote":"I believe in God, only I spell it Nature."},{"Author":"Michael R. Phillips","Category":"god","Quote":"The best things are never arrived at in haste. God is in no hurry; His plans are never rushed."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"I believe in the fundamental truth of all great religions of the world."},{"Author":"Albert Einstein","Category":"god","Quote":"The word 'God' is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation, no matter how subtle, can (for me) change this."},{"Author":"David Hume,  Of the Standard of Taste and Other Essays","Category":"god","Quote":"Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"Define yourself radically as one beloved by God. This is the true self. Every other identity is illusion."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"god","Quote":"I love the Lord, for he heard my voice; he heard my cry for mercy. Because he turned his ear to me, I will call on him as long as I live. (Psalms 116:1-2 NIV)"},{"Author":"A.J. Russell","Category":"god","Quote":"All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance."},{"Author":"Søren Kierkegaard,  The Journals of Kierkegaard","Category":"god","Quote":"God creates out of nothing. Wonderful you say. Yes, to be sure, but he does what is still more wonderful: he makes saints out of sinners."},{"Author":"C.S. Lewis,  The Screwtape Letters","Category":"god","Quote":"[God] will not be used as a convenience. Men or nations who think they can revive the Faith in order to make a good society might just as well think they can use the stairs of heaven as a shortcut to the nearest chemist's shop."},{"Author":"C.S. Lewis","Category":"god","Quote":"He's not safe, but he's good (referring to Aslan, the Lion, in The Lion, the Witch and the Wardrobe)"},{"Author":"Anne Lamott,  Plan B: Further Thoughts on Faith","Category":"god","Quote":"When God is going to do something wonderful, He or She always starts with a hardship; when God is going to do something amazing, He or She starts with an impossibility."},{"Author":"William Blake","Category":"god","Quote":"The glory of Christianity is to conquer by forgiveness."},{"Author":"Anonymous,  The Quran / القرآن الكريم","Category":"god","Quote":"There is no God but Allah and Muhammad is the Messenger of Allah."},{"Author":"George Carlin","Category":"god","Quote":"How can He be perfect? Everything He ever makes...dies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"god","Quote":"I am the coffee, and God is The Barista. Through me, he may awaken your soul. But the coffee knows not what flows through the mind of The Barista."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"god","Quote":"Our belief is not a belief. Our principles are not a faith. We do not rely soley upon science and reason, because these are necessary rather than sufficient factors, but we distrust anything that contradicts science or outrages reason. We may differ on many things, but what we respect is free inquiry, openmindedness, and the pursuit of ideas for their own sake."},{"Author":"Richard Dawkins,  The God Delusion","Category":"god","Quote":"Do you really mean to tell me the only reason you try to be good is to gain God's approval and reward, or to avoid his disapproval and punishment? That's not morality, that's just sucking up, apple-polishing, looking over your shoulder at the great surveillance camera in the sky, or the still small wiretap inside your head, monitoring your every move, even your every base though."},{"Author":"James Frey,  A Million Little Pieces","Category":"god","Quote":"If there was a God. I would spit in his face for subjecting me to this. If there was a Devil, I would sell my sould to make it end. If there was something Higher that controlled out f***ing fates, I would tell it to take my fate and shove it up its fucking ass. Shove it hard and far, you motherf***er. Please end. Please end. Please end."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"god","Quote":"The Bible may, indeed does, contain a warrant for trafficking in humans, for ethnic cleansing, for slavery, for bride-price, and for indiscriminate massacre, but we are not bound by any of it because it was put together by crude, uncultured human mammals."},{"Author":"Corrie ten Boom","Category":"god","Quote":"Is prayer your steering wheel or your spare tire?"},{"Author":"A.W. Tozer","Category":"god","Quote":"I can safely say, on the authority of all that is revealed in the Word of God, that any man or woman on this earth who is bored and turned off by worship is not ready for heaven."},{"Author":"Charles Haddon Spurgeon","Category":"god","Quote":"When your will is God's will, you will have your will."},{"Author":"G.K. Chesterton","Category":"god","Quote":"We fear men so much, because we fear God so little. One fear cures another. When man's terror scares you, turn your thoughts to the wrath of God."},{"Author":"Cormac McCarthy,  The Road","Category":"god","Quote":"He knew only that his child was his warrant. He said: If he is not the word of God God never spoke."},{"Author":"K-Ske Hasegawa,  Ballad of a Shinigami, Vol. 1","Category":"god","Quote":"Crap.It's all crap.Living is crap.Life has no meaning.None. Nowhere to be found.Crap.Why doesn't anybody realize this?"},{"Author":"Amy Gatliff","Category":"god","Quote":"The greatest act of faith some days is to simply get up and face another day."},{"Author":"Mary (mother of Jesus),  Holy Bible: King James Version","Category":"god","Quote":"My soul doth magnify the Lord,And my spirit hath rejoiced in God my Saviour."},{"Author":"Donald Miller,  Blue Like Jazz: Nonreligious Thoughts on Christian Spirituality","Category":"god","Quote":"I once listened to an Indian on television say that God was in the wind and the water, and I wondered at how beautiful that was because it meant you could swim in Him or have Him brush your face in a breeze."},{"Author":"Carl Hiaasen,  Strip Tease","Category":"god","Quote":"Garcia wondered why people with JESUS stickers on their bumper always drove twenty miles per hour under the speed limit. If God was my co-pilot, he thought, I'd be doing a hundred and twenty."},{"Author":"Tom Hiddleston","Category":"god","Quote":"I try not to make plans. God always laughs at your plans. I’m going to keep the door open, and keep the page blank, and see what gets painted upon it."},{"Author":"Joel Osteen,  Your Best Life Now: 7 Steps to Living at Your Full Potential","Category":"god","Quote":"One of the main reasons that we lose our enthusiasm in life is because we become ungrateful..we let what was once a miracle become common to us. We get so accustomed to his goodness it becomes a routine.."},{"Author":"Søren Kierkegaard","Category":"god","Quote":"The proud person always wants to do the right thing, the great thing. But because he wants to do it in his own strength, he is fighting not with man, but with God."},{"Author":"Ansel Adams","Category":"god","Quote":"Sometimes I arrive just when God's ready to have somone click the shutter."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"A lonely day is God's way of saying that he wants to spend some quality time with you."},{"Author":"Amy Carmichael","Category":"god","Quote":"Give me the Love that leads the wayThe Faith that nothing can dismayThe Hope no disappointments tireThe Passion that'll burn like fireLet me not sink to be a clodMake me Thy fuel, Flame of God"},{"Author":"Nikos Kazantzakis,  Zorba the Greek","Category":"god","Quote":"If a woman sleeps alone it puts a shame on all men. God has a very big heart, but there is one sin He will not forgive. If a woman calls a man to her bed and he will not go."},{"Author":"Graham Greene,  The End of the Affair","Category":"god","Quote":"I hate you, God. I hate you as though you actually exist."},{"Author":"C.S. Lewis","Category":"god","Quote":"In God you come up against something which is in every respect immeasurably superior to yourself. Unless you know God as that-and, therefore, know yourself as nothing in comparison-you do not know God at all."},{"Author":"Joel Osteen,  Your Best Life Now: 7 Steps to Living at Your Full Potential","Category":"god","Quote":"It's our faith that activates the power of God."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"god","Quote":"I just bought a bag of potato-chip-flavored air. I also bought a bed, but sleep wasn’t included. Thank God a cup of coffee is full of wakefulness."},{"Author":"Deb Caletti,  The Queen of Everything","Category":"god","Quote":"It's good to let God pick a man for you. We don't do so well when we pick them ourselves. They end up lipsticks in a drawer, all those wrong colors you thought looked so good in the package."},{"Author":"Pablo Picasso","Category":"god","Quote":"God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style, He just goes on trying other things."},{"Author":"Ellen Hopkins,  Burned","Category":"god","Quote":"God is love,\"she said. \"And he respects love, whether it's between a parents, and child, a man and woman, or friends. I don't think he cares about religion one little bit. Live your life right. Love with all your heart. Don't hurt others, and help those in need. That is all you need to know. And don't worry about heaven. If it exists, you'll be welcome."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"god","Quote":"In a very real sense not one of us is qualified, but it seems that God continually chooses the most unqualified to do his work, to bear his glory. If we are qualified, we tend to think that we have done the job ourselves. If we are forced to accept our evident lack of qualification, then there's no danger that we will confuse God's work with our own, or God's glory with our own."},{"Author":"Madeleine L'Engle","Category":"god","Quote":"It might be a good idea if, like the White Queen, we practiced believing six impossible things every morning before breakfast, for we are called on to believe what to many people is impossible. Instead of rejoicing in this glorious \"impossible\"which gives meaning and dignity to our lives, we try to domesticate God, to make his might actions comprehensible to our finite minds."},{"Author":"Thomas S. Monson","Category":"god","Quote":"When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes."},{"Author":"Henry Miller,  Tropic of Cancer","Category":"god","Quote":"I have found God, but he is insufficient."},{"Author":"Johnny Cash","Category":"god","Quote":"My arms are too short to box with God."},{"Author":"C.S. Lewis","Category":"god","Quote":"I gave in, and admitted that God was God."},{"Author":"Mahatma Gandhi,  The Story of My Experiments With Truth","Category":"god","Quote":"When every hope is gone, 'when helpers fail and comforts flee,' I find that help arrives somehow, from I know not where. Supplication, worship, prayer are no superstition; they are acts more real than the acts of eating, drinking, sitting or walking. It is no exaggeration to say that they alone are real, all else is unreal."},{"Author":"Joseph Smith Jr.","Category":"god","Quote":"Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God."},{"Author":"Arthur Schopenhauer","Category":"god","Quote":"A sense of humour is the only divine quality of man"},{"Author":"Lenny Bruce","Category":"god","Quote":"Every day people are straying away from the church and going back to God."},{"Author":"H.P. Lovecraft","Category":"god","Quote":"Religion is still useful among the herd - that it helps their orderly conduct as nothing else could. The crude human animal is in-eradicably superstitious, and there is every biological reason why they should be. Take away his Christian god and saints, and he will worship something else..."},{"Author":"Henry Miller,  Sexus","Category":"god","Quote":"Imagination is the voice of daring. If there is anything godlike about God, it is that. He dared to imagine everything"},{"Author":"Anne Rice,  Interview with the Vampire","Category":"god","Quote":"People who cease to believe in God or goodness altogether still believe in the devil... Evil is always possible. And goodness is eternally difficult."},{"Author":"Ravi Zacharias,  Has Christianity Failed You?","Category":"god","Quote":"I think the reason we sometimes have the false sense that God is so far away is because that is where we have put him. We have kept him at a distance, and then when we are in need and call on him in prayer, we wonder where he is. He is exactly where we left him."},{"Author":"A.W. Tozer","Category":"god","Quote":"Sometimes I go to God and say, \"God, if Thou dost never answer another prayer while I live on this earth, I will still worship Thee as long as I live and in the ages to come for what Thou hast done already. God’s already put me so far in debt that if I were to live one million millenniums I couldn’t pay Him for what He’s done for me."},{"Author":"Desmond Tutu","Category":"god","Quote":"We may be surprised at the people we find in heaven. God has a soft spot for sinners. His standards are quite low."},{"Author":"محمد الغزالي,  جدد حياتك","Category":"god","Quote":"إلى البكائين على مافات٫ المتحيّرين وراء تحقيق المعجزات٫ الدائرين حول محور من أنفسهم يصارعون المنى وتصارعهم دون الانتهاء إلى قرار.. ألى هؤلاء نوجّه كلمة ( وليم جيمس ) : \"ان بيننا وبين الله رابطة لاتنفصم٫ فإذا نحن أخضعنا أنفسنا لإشرافه-سبحانه وتعالى- تحققت أمنياتنا وآمالنا كلها"},{"Author":"Anonymous,  The Holy Bible: New American Standard Version [NASB]","Category":"god","Quote":"And my God will supply all your needs according to His riches in glory in Christ Jesus."},{"Author":"C.S. Lewis,  The Four Loves","Category":"god","Quote":"I have no duty to be anyone's Friend and no man in the world has a duty to be mine. No claims, no shadow of necessity. Friendship is unnecessary, like philosophy, like art, like the universe itself (for God did not need to create). It has no survival value; rather it is one of those things which give value to survival."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Whatsoever a man soweth, that shall he also reap."},{"Author":"Fyodor Dostoyevsky","Category":"god","Quote":"Without God all things are permitted."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"god","Quote":"God is no fonder of intellectual slackers than He is of any other slacker."},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"god","Quote":"‎\"Do you know that nothing you do in this life will ever matter, unless it is about loving God and loving the people he has made?"},{"Author":"Martin Luther","Category":"god","Quote":"Be a sinner and sin boldly, but believe and rejoice in Christ even more boldly."},{"Author":"Bono","Category":"god","Quote":"Stop asking God to bless what you're doing. Find out what God's doing. It's already blessed."},{"Author":"C.S. Lewis","Category":"god","Quote":"I seemed to hear God saying, \"Put down your gun and we'll talk."},{"Author":"Mahatma Gandhi","Category":"god","Quote":"Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action."},{"Author":"Elisabeth Elliot","Category":"god","Quote":"We are women, and my plea is Let me be a woman, holy through and through, asking for nothing but what God wants to give me, receiving with both hands and with all my heart whatever that is."},{"Author":"Langston Hughes","Category":"god","Quote":"Oh, God of Dust and Rainbows,Help us to seeThat without the dust the rainbowWould not be."},{"Author":"John Bytheway,  When Times Are Tough: 5 Scriptures That Will Help You Get Through Almost Anything","Category":"god","Quote":"If our testimonies are strong onthis point and if we feel the absolute assurance that God loves us, we will change our questons. We won't ask, 'Why did this happen?' or 'Why doesn't God care about me?' Instead, our questions will become, 'What can I learn from this experience?' or 'How does the Lord want me to handle this?"},{"Author":"Anonymous,  The Quran / القرآن الكريم","Category":"god","Quote":"We are nearer to him than his jugular vein."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"god","Quote":"For the happy man prayer is only a jumble of words, until the day when sorrow comes to explain to him the sublime language by means of which he speaks to God."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"The reality of loving God is loving him like he's a Superhero who actually saved you from stuff rather than a Santa Claus who merely gave you some stuff."},{"Author":"Stephen King,  The Dark Tower","Category":"god","Quote":"never's the word God listens for when he needs a laugh."},{"Author":"Rumi","Category":"god","Quote":"If in thirst you drink water from a cup, you see God in it. Those who are not in love with God will see only their own faces in it."},{"Author":"Donald Miller,  Through Painted Deserts: Light, God, and Beauty on the Open Road","Category":"god","Quote":"And if these mountains had eyes, they would wake to find two strangers in their fences, standing in admiration as a breathing red pours its tinge upon earth's shore. These mountains, which have seen untold sunrises, long to thunder praise but stand reverent, silent so that man's weak praise should be given God's attention."},{"Author":"Anonymous,  The New Testament","Category":"god","Quote":"Beloved, let us love one another, because love is from God; everyone one who loves is born of God and knows God. Whoever does not love does not know God, for God is love."},{"Author":"Neil Gaiman,  The Sandman, Vol. 4: Season of Mists","Category":"god","Quote":"I think, well, I've had a shit of a life, all things considered. It wasn't fair. Everyone I've ever loved is dead, and my leg hurts all the bloody time... But I think, any God that can do sunsets like that, a different one every night... 'Strewth, well, you've got to respect the old bastard, haven't you?"},{"Author":"Joyce Kilmer,  Trees & Other Poems","Category":"god","Quote":"I think that I shall never seeA poem lovely as a tree.A tree whose hungry mouth is pressedAgainst the earth's sweet flowing breast;A tree that looks at God all dayAnd lifts her leafy arms to pray;A tree that may in summer wearA nest of robins in her hair;Upon whose bosom snow has lain;Who intimately lives with rain.Poems are made by fools like me,But only God can make a tree."},{"Author":"Joshua Harris,  I Kissed Dating Goodbye: A New Attitude Toward Relationships and Romance","Category":"god","Quote":"The world takes us to a silver screen on which flickering images of passion and romance play, and as we watch, the world says, “This is love.” God takes us to the foot of a tree on which a naked and bloodied man hangs and says, “This is love."},{"Author":"Donald Miller","Category":"god","Quote":"I can no more understand the totality of God than the pancake I made for breakfast understands the complexity of me"},{"Author":"Stuart Chase","Category":"god","Quote":"For those who believe, no proof is necessary. For those who don't believe, no proof is possible."},{"Author":"A.W. Tozer,  The Knowledge of the Holy","Category":"god","Quote":"Any faith that must be supported by the evidence of the senses is not real faith."},{"Author":"Carl Sagan","Category":"god","Quote":"The idea that God is an oversized white male with a flowing beard, who sits in the sky and tallies the fall of every sparrow is ludicrous. But if by 'God,' one means the set of physical laws that govern the universe, then clearly there is such a God. This God is emotionally unsatisfying... it does not make much sense to pray to the law of gravity."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"god","Quote":"Sometimes I sit for hours just thinking, wondering what the man upstairs is trying to tell me. Yesterday I reached the conclusion that he was saying, “Get me a slinky."},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"god","Quote":"There were a lot of gods. Gods always come in handy, they justify almost anything."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"god","Quote":"God ordered the world and all things in it, and I ordered a pizza and all things on it."},{"Author":"Dom Hubert Van Zeller","Category":"god","Quote":"What the soul hardly realizes is that, unbeliever or not, his loneliness is really a homesickness for God."},{"Author":"Cormac McCarthy,  The Crossing","Category":"god","Quote":"Deep in each man is the knowledge that something knows of his existence. Something knows, and cannot be fled nor hid from."},{"Author":"Hanh Nhat Thich,  Going Home: Jesus and Buddha as Brothers","Category":"god","Quote":"It is said that God has created man in his own image. But it may be that humankind has created God in the image of humankind."},{"Author":"Jean-Paul Sartre","Category":"god","Quote":"That God does not exist, I cannot deny, That my whole being cries out for God I cannot forget."},{"Author":"Carrie Underwood","Category":"god","Quote":"God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next."},{"Author":"Pope Benedict XVI","Category":"god","Quote":"If you follow the will of God, you know that in spite of all the terrible things that happen to you, you will never lose a final refuge. You know that the foundation of the world is love, so that even when no human being can or will help you, you may go on, trusting in the One that loves you."},{"Author":"كريم الشاذلي,  أفكار صغيرة لحياة كبيرة","Category":"god","Quote":"لا تسمح للحياة السريعة أن تسرق منك لحظات التعبد والطاعة ، لاتسمح لها بأن تجعل من صلاتك روتينا تؤديه في وقت معين بلا روح أو وعي"},{"Author":"Tahereh Mafi,  Ignite Me","Category":"god","Quote":"Lift your hips for me, love."},{"Author":"Sean Penn","Category":"god","Quote":"When everything gets answered, it's fake."},{"Author":"Shannon L. Alder","Category":"god","Quote":"You are not what others think you are. You are what God knows you are."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"god","Quote":"If I knew what you’d do, exactly when you knew what you’d do, then I’d either be you or I’d be God. And we both know I’m not you."},{"Author":"Lana Del Rey","Category":"god","Quote":"I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world."},{"Author":"Albert Einstein","Category":"god","Quote":"I don't try to imagine a personal God; it suffices to stand in awe at the structure of the world, insofar as it allows our inadequate senses to appreciate it."},{"Author":"Marcel Duchamp","Category":"god","Quote":"All this twaddle, the existence of God, atheism, determinism, liberation, societies, death, etc., are pieces of a chess game called language, and they are amusing only if one does not preoccupy oneself with 'winning or losing this game of chess."},{"Author":"Leo Tolstoy,  War and Peace","Category":"god","Quote":"It's all God's will: you can die in your sleep, and God can spare you in battle."},{"Author":"Melina Marchetta,  On the Jellicoe Road","Category":"god","Quote":"Don't believe in God. Love the world just the way it is."},{"Author":"Elizabeth Gilbert","Category":"god","Quote":"God dwells within you, as you."},{"Author":"Joseph Smith Jr.","Category":"god","Quote":"Whatever God requires is right, no matter what it is, although we may not see the reason there of until all of the events transpire."},{"Author":"Teresa of Ávila","Category":"god","Quote":"Let nothing disturb you,Let nothing frighten you,All things are passing away:God never changes.Patience obtains all things.Whoever has God lacks nothing;God alone suffices."},{"Author":"C.S. Lewis,  The Weight of Glory","Category":"god","Quote":"He who has God and everything else has no more than he who has God only."},{"Author":"Toba Beta,  Master of Stupidity","Category":"god","Quote":"If you violate laws of God, you're a sinner.If you violate laws of men, you're a criminal.If you violate your own laws, you're pathetic."},{"Author":"Anonymous,  The Message Remix","Category":"god","Quote":"You're here to be light, bringing out the God-colors in the world.(Matthew 5:14, The Message)"},{"Author":"Frederick Buechner","Category":"god","Quote":"The grace of God means something like: Here is your life. You might never have been, but you are because the party wouldn't have been complete without you."},{"Author":"Bill Cosby","Category":"god","Quote":"gray hair is gods graffiti"},{"Author":"George Deacon","Category":"god","Quote":"If absolute power corrupts absolutely, where does that leave God?"},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"god","Quote":"Don’t tell me about your god with your words. Show me about your god with your actions."},{"Author":"Elisabeth Elliot","Category":"god","Quote":"Restlessness and impatience change nothing except our peace and joy. Peace does not dwell in outward things, but in the heart prepared to wait trustfully and quietly on Him who has all things safely in His hands."},{"Author":"Bob Dylan","Category":"god","Quote":"You're gonna have to serve somebody; well, it may be the devil, or it may be the Lord, but you're gonna have to serve somebody..."},{"Author":"Yann Martel,  Life of Pi","Category":"god","Quote":"These people walk by a widow deformed by leprosy...walk by children dressed in rags living in the street, and they think, 'Business as usual.' But if they perceive a slight against God, it is a different story. Their faces go red, their chests heave mightily, they sputter angry words. The degree of their indignation is astonishing. Their resolve is frightening."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"god","Quote":"Talk to me about the truth of religion and I'll listen gladly. Talk to me about the duty of religion and I'll listen submissively. But don't come talking to me about the consolations of religion or I shall suspect that you don't understand."},{"Author":"Victor Hugo,  Les Misérables","Category":"god","Quote":"Love is the only future God offers."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"god","Quote":"The story goes that a public sinner was excommunicated and forbidden entry to the church. He took his woes to God. 'They won't let me in, Lord, because I am a sinner.''What are you complaining about?' said God. 'They won't let Me in either."},{"Author":"Criss Jami,  Venus in Arms","Category":"god","Quote":"Love is as simple as the absence of self given to another. God, when invited, fills the void of any unrequited love; hence loving is how one is drawn closer to God no matter its most horrific repercussions."},{"Author":"Henry Wadsworth Longfellow","Category":"god","Quote":"And in despair I bowed my head;\"There is no peace on earth,\"I said;\"For hate is strong,And mocks the songOf peace on earth, good-will to men!\"Then pealed the bells more loud and deep:\"God is not dead, nor doth he sleep!The Wrong shall fail,the Right prevail,With peace on earth, good-will to men!"},{"Author":"Jodi Picoult","Category":"god","Quote":"I always wondered why God was supposed to be a father,\"she whispers. Fathers always want you to measure up to something. Mothers are the ones who love you unconditionally, don't you think?"},{"Author":"Richelle Mead,  Succubus Shadows","Category":"god","Quote":"God might work on mysterious ways, but hell worked on efficient ones."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"god","Quote":"And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work."},{"Author":"Stephen King","Category":"god","Quote":"I don't believe in any actual thinking God that marks the fall of every bird in Australia or every bug in India, a God that records all of our sins in a big golden book and judges us when we die - I don't want to believe in a God who would deliberately create bad people and then deliberately send them to roast in a hell He created-but I believe there has to be something"},{"Author":"Leo Tolstoy,  War and Peace","Category":"god","Quote":"God is the same everywhere."},{"Author":"Alex Harris","Category":"god","Quote":"We're called to be faithful, to take those first difficult steps--and to leave the results up to God."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"I think you have every right to cherry-pick when it comes to moving your spirit and finding peace in God. You take whatever works from wherever you can find it, and you keep moving toward the light."},{"Author":"Victor Hugo,  Les Misérables","Category":"god","Quote":"The poor man shuddered, overflowed with an angelic joy; he declared in his transport that this would last through life; he said to himself that he really had not suffered enough to deserve such radiant happiness, and he thanked God, in the depths of his soul, for having permitted that he, a miserable man, should be so loved by this innocent being."},{"Author":"Graham Greene,  Brighton Rock","Category":"god","Quote":"You cannot conceive, nor can I, of the appalling strangeness of the mercy of God."},{"Author":"William Nicholson,  Shadowlands","Category":"god","Quote":"Here I am going to say something which may come as a bit of a shock. God doesn't necessarily want us to be happy. He wants us to be lovable. Worthy of love. Able to be loved by Him. We don't start off being all that lovable, if we're honest. What makes people hard to love? Isn't it what is commonly called selfishness? Selfish people are hard to love because so little love comes out of them."},{"Author":"Charles Haddon Spurgeon","Category":"god","Quote":"You will never glory in God till first of all God has killed your glorying in yourself."},{"Author":"Annie Dillard","Category":"god","Quote":"Eskimo: \"If I did not know about God and sin, would I go to hell?\"Priest: \"No, not if you did not know.\"Eskimo: \"Then why did you tell me?"},{"Author":"Billy Graham","Category":"god","Quote":"It is the Holy Spirit's job to convict, God's job to judge and my job to love."},{"Author":"Jess C. Scott,  Rockstar","Category":"god","Quote":"If money’s the god people worship, I’d rather go worship the devil instead."},{"Author":"Samuel Taylor Coleridge,  The Rime of the Ancient Mariner","Category":"god","Quote":"Day after day, day after day,We stuck, nor breath nor motion;As idle as a painted shipUpon a painted ocean."},{"Author":"C.S. Lewis,  The Four Loves","Category":"god","Quote":"In God there is no hunger that needs to be filled, only plenteousness that desires to give."},{"Author":"Terry Pratchett,  Small Gods","Category":"god","Quote":"Just because you can explain it doesn't mean it's not still a miracle."},{"Author":"Elisabeth Elliot,  Passion and Purity: Learning to Bring Your Love Life Under Christ's Control","Category":"god","Quote":"I do know that waiting on God requires the willingness to bear uncertainty, to carry within oneself the unanswered question, lifting the heart to God about it whenever it intrudes upon one’s thoughts. Its easy to talk oneself into a decision that has no permanence – easier sometimes than to wait patiently."},{"Author":"Mike Carey,  Lucifer, Vol. 11: Evensong","Category":"god","Quote":"Yahweh: You've been unhappy because you've desired things that cannot be.Lucifer: That's what desire IS. The need for what we can't have. The need for what's readily available is called greed."},{"Author":"Marilynne Robinson,  Gilead","Category":"god","Quote":"There is no justice in love, no proportion in it, and there need not be, because in any specific instance it is only a glimpse or parable of an embracing, incomprehensible reality. It makes no sense at all because it is the eternal breaking in on the temporal. So how could it subordinate itself to cause or consequence?"},{"Author":"Anonymous,  Bhagavad Gita: El Canto del Senor","Category":"god","Quote":"The power of God is with you at all times; through the activities of mind, senses, breathing, and emotions; and is constantly doing all the work using you as a mere instrument."},{"Author":"Isaac Asimov","Category":"god","Quote":"My feeling is, quite simply, that if there is a God, He has done such a bad jobthat he isn't worth discussing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"god","Quote":"The other day I woke up to find my girlfriend already gone from the house, and a sticky note on the fridge that said, \"I love you.\"\"Oh my God,\"I thought. \"Somebody's obsessed with me, and they kidnapped my girlfriend just to get closer to me."},{"Author":"Abraham Verghese,  Cutting for Stone","Category":"god","Quote":"God will judge us, Mr. Harris, by--by what we did to relieve the suffering of our fellow human beings. I don't think God cares what doctrine we embrace."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"god","Quote":"God is whispering in your heart, in the whole existence, just tune your ears."},{"Author":"Kirk Cameron","Category":"god","Quote":"There is nothing more important than your eternal salvation."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"god","Quote":"What do people mean when they say, 'I am not afraid of God because I know He is good'? Have they never even been to a dentist?"},{"Author":"Christopher Hitchens,  The Portable Atheist: Essential Readings for the Nonbeliever","Category":"god","Quote":"I have met some highly intelligent believers, but history has no record to say that [s]he knew or understood the mind of god. Yet this is precisely the qualification which the godly must claim—so modestly and so humbly—to possess. It is time to withdraw our 'respect' from such fantastic claims, all of them aimed at the exertion of power over other humans in the real and material world."},{"Author":"Michael Jackson,  Dancing the Dream","Category":"god","Quote":"But for me the sweetest contact with God has no form. I close my eyes, look within, and enter a deep soft silence. The infinity of God's creation embraces me."},{"Author":"Martin Luther","Category":"god","Quote":"I cannot choose but adhere to the word of God, which has possession of my conscience; nor can I possibly, nor will I even make any recantation, since it is neither safe nor honest to act contrary to conscience! Here I stand; I cannot do otherwise, so help me God! Amen."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"god","Quote":"I could not believe in a God that would challenge faith like this."},{"Author":"Elisabeth Elliot","Category":"god","Quote":"Where does your security lie? Is God your refuge, your hiding place, your stronghold, your shepherd, your counselor, your friend, your redeemer, your saviour, your guide? If He is, you don't need to search any further for security."},{"Author":"C.S. Lewis","Category":"god","Quote":"When I lay these questions before God I get no answer. But a rather special sort of 'No answer.' It is not the locked door. It is more like a silent, certainly not uncompassionate, gaze. As though He shook His head not in refusal but waiving the question. Like, 'Peace, child; you don't understand."},{"Author":"Rabindranath Tagore","Category":"god","Quote":"Every child comes with the message that God is not yet discouraged of man."},{"Author":"Isaac Newton,  The Principia: Mathematical Principles of Natural Philosophy","Category":"god","Quote":"This most beautiful system of the sun, planets and comets, could only proceed from the counsel and dominion of an intelligent and powerful Being."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"In the heartfelt mercy of our God, the dawn from on high will visit us, to shine on those sitting in darkness, in the shadow of death, to guide our feet to the way of peace."},{"Author":"Neil Gaiman,  The Sandman, Vol. 4: Season of Mists","Category":"god","Quote":"Why do they blame me for all their little failings? They use my name as if I spent my entire days sitting on their shoulders, forcing them to commits acts they would otherwise find repulsive. 'The devil made me do it.' I have never made one of them do anything. Never. They live their own tiny lives. I do not live their lives for them."},{"Author":"Christopher Hitchens","Category":"god","Quote":"We owe a huge debt to Galileo for emancipating us all from the stupid belief in an Earth-centered or man-centered (let alone God-centered) system. He quite literally taught us our place and allowed us to go on to make extraordinary advances in knowledge."},{"Author":"José Rizal,  Noli Me Tángere","Category":"god","Quote":"I have to believe much in God because I have lost my faith in man."},{"Author":"Barry M. Goldwater","Category":"god","Quote":"Mark my word, if and when these preachers get control of the [Republican] party, and they're sure trying to do so, it's going to be a terrible damn problem. Frankly, these people frighten me. Politics and governing demand compromise. But these Christians believe they are acting in the name of God, so they can't and won't compromise. I know, I've tried to deal with them."},{"Author":"David Livingstone","Category":"god","Quote":"God, send me anywhere, only go with me. Lay any burden on me, only sustain me. And sever any tie in my heart except the tie that binds my heart to Yours."},{"Author":"Craig Groeschel","Category":"god","Quote":"Your prayer for someone may or may not change them, but it always changes YOU."},{"Author":"Arianna Huffington","Category":"god","Quote":"Why worry about minor little details like clean air, clean water, safe ports and the safety net when Jesus is going to give the world an \"Extreme Makeover: Planet Edition\"right after he finishes putting Satan in his place once and for all?"},{"Author":"Frederick Buechner,  A Room Called Remember: Uncollected Pieces","Category":"god","Quote":"To be commanded to love God at all, let alone in the wilderness, is like being commanded to be well when we are sick, to sing for joy when we are dying of thirst, to run when our legs are broken. But this is the first and great commandment nonetheless. Even in the wilderness - especially in the wilderness - you shall love him."},{"Author":"Joshilyn Jackson,  Gods in Alabama","Category":"god","Quote":"God gave us crying so other folks could see when we needed help, and help us."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"I'm convinced that most men don't know what they believe, rather, they only know what they wish to believe. How many people blame God for man's atrocities, but wouldn't dream of imprisoning a mother for her son's crime?"},{"Author":"Amit Ray,  Om Chanting and Meditation","Category":"god","Quote":"Perfect prayer does not consist in many words, silent remembering and pure intention raises the heart to that supreme Power."},{"Author":"A.W. Tozer,  The Pursuit of God","Category":"god","Quote":"To have found God and still to pursue Him is the soul’s paradox of love."},{"Author":"Rachel Van Dyken,  Ruin","Category":"god","Quote":"the nurse smiled and patted my arm. “Don’t give up yet. Sometimes when we think God has written The End, what he really means is The Beginning."},{"Author":"John Wesley","Category":"god","Quote":"Give me one hundred preachers who fear nothing but sin, and desire nothing but God, and I care not a straw whether they be clergymen or laymen; such alone will shake the gates of hell and set up the kingdom of heaven on Earth."},{"Author":"Oswald Chambers,  My Utmost for His Highest Journal","Category":"god","Quote":"Don't forget to pray today because God did not forget to wake you up this morning."},{"Author":"Anatole France","Category":"god","Quote":"We have never heard the devil's side of the story, God wrote all the book."},{"Author":"ليلى الجهني,  40 في معنى أن أكبر","Category":"god","Quote":"الله عادل، لكن الحياة غير عادلة. الحياة ليست مكانًا للعدل، بل لاختبار حسّنا تجاهه"},{"Author":"Thomas Aquinas","Category":"god","Quote":"The soul is like an uninhabited worldthat comes to life only whenGod lays His headagainst us."},{"Author":"Henry Miller","Category":"god","Quote":"No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"god","Quote":"Far better it is for you to say: \"I am a sinner,\"than to say: \"I have no need of religion.\"The empty can be filled, but the self-intoxicated have no room for God."},{"Author":"Mikhail Bakunin","Category":"god","Quote":"But here steps in Satan, the eternal rebel, the first freethinker and the emancipator of worlds. He makes man ashamed of his bestial ignorance and obedience; he emancipates him, stamps upon his brow the seal of liberty and humanity, in urging him to disobey and eat of the fruit of knowledge."},{"Author":"Salman Rushdie,  The Satanic Verses","Category":"god","Quote":"So India’s problem turns out to be the world’s problem. What happened in India has happened in God’s name.The problem’s name is God."},{"Author":"Paulo Coelho,  The Devil and Miss Prym","Category":"god","Quote":"Even God has a hell: his love of Mankind."},{"Author":"Mark Gorman","Category":"god","Quote":"Not all dreamers are winners, but all winners are dreamers. Your dream is the key to your future. The Bible says that, \"without a vision (dream), a people perish.\"You need a dream, if you're going to succeed in anything you do."},{"Author":"Henry David Thoreau","Category":"god","Quote":"Thank God men cannot fly, and lay waste the sky as well as the earth."},{"Author":"Thomas à Kempis,  The Inner Life","Category":"god","Quote":"The more humble and obedient to God a man is, the more wise and at peace he will be in all that he does."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"god","Quote":"Every night I pray I whisper into a megaphone, not only so God is sure to hear, but also my neighbors, because I pray to God He’ll deliver pestilence and plague to the residents next door. I even tell God the exact address, as if He can’t read my heart. But it’s not for His benefit, it’s for my neighbors’."},{"Author":"Nicholas Sparks,  The Last Song","Category":"god","Quote":"If pinpointing God's presence were really that simple, then he supposed the beaches would be more crowded in the mornings. They would be filled with people on their own quests, instead of people jogging or walking their dogs or fishing in the surf."},{"Author":"John Piper,  A Hunger for God","Category":"god","Quote":"The greatest enemy of hunger for God is not poison but apple pie.It is not the banquet of the wicked that dulls our appetite forheaven, but endless nibbling at the table of the world. It is notthe X-rated video, but the prime-time dribble of triviality wedrink in every night."},{"Author":"Stormie Omartian,  The Power of a Praying Woman","Category":"god","Quote":"It's not about finding ways to avoid God's judgment and feeling like a failure if you don't do everything perfectly. It's about fully experiencing God's love and letting it perfect you. It's not about being somebody you are not. It's about becoming who you really are."},{"Author":"Hubert Van Zeller","Category":"god","Quote":"The soul hardly ever realizes it, but whether he is a believer or not, his loneliness is really a homesickness for God."},{"Author":"Richard Rohr","Category":"god","Quote":"Faith does not need to push the river because faith is able to trust that there is a river. The river is flowing. We are in it."},{"Author":"Libba Bray,  Rebel Angels","Category":"god","Quote":"Did God ever cry over his lost angel, I wonder?"},{"Author":"Elisabeth Elliot,  Discipline: The Glad Surrender","Category":"god","Quote":"Choices will continually be necessary and -- let us not forget -- possible. Obedience to God is always possible. It is a deadly error to fall into the notion that when feelings are extremely strong we can do nothing but act on them."},{"Author":"Woody Allen","Category":"god","Quote":"If God exists, I hope he has a good excuse."},{"Author":"Aldous Huxley,  The Genius And The Goddess","Category":"god","Quote":"God isn't the son of Memory; He's the son of Immediate Experience. You can't worship a spirit in spirit, unless you do it now. Wallowing in the past may be good literature. As wisdom, it's hopeless. Time Regained is Paradise Lost, and Time Lost is Paradise Regained. Let the dead bury their dead. If you want to live at every moment as it presents itself, you've got to die to every other moment."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"In the beginning God created the heavens and the earth."},{"Author":"Corrie ten Boom,  The Hiding Place","Category":"god","Quote":"(on forgiveness) Didn't he and I stand together before an all seeing God convicted of the same murder? For I had murdered him with my heart and my tongue."},{"Author":"A.W. Tozer","Category":"god","Quote":"We can never know who or what we are till we know at least something of what God is."},{"Author":"Hubert Reeves","Category":"god","Quote":"Man is the most insane species. He worships an invisible God and destroys a visible Nature. Unaware that this Nature he’s destroying is this God he’s worshiping."},{"Author":"Marquis de Sade","Category":"god","Quote":"To judge from the notions expounded by theologians, one must conclude that God created most men simply with a view to crowding hell."},{"Author":"Amit Ray,  Om Chanting and Meditation","Category":"god","Quote":"The easiest way to get touch with this universal power is through silent Prayer. Shut your eyes, shut your mouth, and open your heart. This is the golden rule of prayer. Prayer should be soundless words coming forth from the centre of your heart filled with love."},{"Author":"Stephen Hawking","Category":"god","Quote":"I regard the afterlife to be a fairy story for people that are afraid of the dark"},{"Author":"Shane Claiborne","Category":"god","Quote":"Only God is awesome."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, for our God is a consuming fire."},{"Author":"James Frey","Category":"god","Quote":"Are we biology or God or something higher? I know my heart beats and I listen to it. The beat is biology, but what is the song?"},{"Author":"Stephen R. Lawhead,  Arthur","Category":"god","Quote":"To see evil and call it good, mocks God. Worse, it makes goodness meaningless. A word without meaning is an abomination, for when the word passes beyond understanding the very thing the word stands for passes out of the world and cannot be recalled."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},{"Author":"Edgar Allan Poe","Category":"god","Quote":"The idea of God, infinity, or spirit stands for the possible attempt at an impossible conception."},{"Author":"Warren W. Wiersbe","Category":"god","Quote":"God doesn't bless us just to make us happy; He blesses us to make us a blessing."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"Think of the patience God has had for you and let it resonate to others. If you want a more patient world, let patience be your motto"},{"Author":"Georges Duhamel","Category":"god","Quote":"I have too much respect for the idea of God to make it responsible for such an absurd world."},{"Author":"Augustine of Hippo","Category":"god","Quote":"There can only be two basic loves... the love of God unto the forgetfulness of self, or the love of self unto the forgetfulness and denial of God."},{"Author":"Leigh Bardugo,  Six of Crows","Category":"god","Quote":"Greed is your god, Kaz.\"He almost laughed at that. \"No, Inej. Greed bows to me. It is my servant and my lever."},{"Author":"ليلى الجهني,  40 في معنى أن أكبر","Category":"god","Quote":"ابتلع معي يقينان أبتهل إلى الله دائمًا أن لا يحرمني منهما: يقيني بعدله ، ويقيني برحمته. إن ضاعا منِّي ، فإن حياتي كّلها ستؤول إلى خراب عظيم و مخزٍ لن يُقيله شيء ،ولن يغفره شيء."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"god","Quote":"Low self-esteem causes me to believe that I have so little worth that my response does not matter. With repentance, however, I understand that being worth so much to God is why my response is so important. Repentance is remedial work to mend our minds and hearts, which get bent by sin."},{"Author":"Marquis de Sade","Category":"god","Quote":"There is no God, Nature sufficeth unto herself; in no wise hath she need of an author."},{"Author":"Jules Renard","Category":"god","Quote":"I don't know if God exists, but it would be better for His reputation if He didn't."},{"Author":"Thomas S. Monson,  Pathways To Perfection: Discourses Of Thomas S. Monson","Category":"god","Quote":"May each of us remember this truth; 'one cannot forget mother and remember God. One cannot remember mother and forget God.' Why? Because these two sacred persons, God and mother, partners in creation, in love, in sacrifice, in service, are as one."},{"Author":"Noah Levine","Category":"god","Quote":"Waking up is not a selfish pursuit of happiness, it is a revolutionary stance, from the inside out, for the benefit of all beings in existence."},{"Author":"Shannon L. Alder","Category":"god","Quote":"When you look at the past without God’s eyes, you subject yourself to deception. The past no longer exists and God doesn’t linger there. However, Satan will show you whatever you want to see and believe, so you will be trapped in an emotion that cannot communicate truth, beyond what you want to remember."},{"Author":"Stormie Omartian,  Stormie: A Story of Forgiveness and Healing","Category":"god","Quote":"You must know that you are worth much to me whether you accomplish anything or not. Even if you are rejected in the world's eyes, you are valuable to me."},{"Author":"Sam Harris","Category":"god","Quote":"We read the Golden Rule and judge it to be a brilliant distillation of many of our ethical impulses. And then we come across another of God’s teachings on morality: if a man discovers on his wedding night that his bride is not a virgin, he must stone her to death on her father’s doorstep (Deuteronomy 22:13-21)."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"we unwittingly project onto God our own attitudes and feelings toward ourselves... But we cannot assume that He feels about us the way we feel about ourselves -- unless we love ourselves compassionately, intensely, and freely."},{"Author":"Richard Dawkins,  The Greatest Show on Earth: The Evidence for Evolution","Category":"god","Quote":"Why would an all-powerful creator decide to plant his carefully crafted species on islands and continents in exactly the appropriate pattern to suggest, irresistibly, that they had evolved and dispersed from the site of their evolution?"},{"Author":"Sam Harris","Category":"god","Quote":"In the year 2006, a person can have sufficient intellectual and material resources to build a nuclear bomb and still believe that he will get seventy-two virgins in Paradise."},{"Author":"C.S. Lewis,  The Problem of Pain","Category":"god","Quote":"We regard God as an airman regards his parachute; it's there for emergencies but he hopes he'll never have to use it."},{"Author":"Jim Butcher","Category":"god","Quote":"God isn't about making good things happen to you, or bad things happen to you. He's all about you making choices--exercising the gift of free will. God wants you to have good things and a good life, but He won't gift wrap them for you. You have to choose the actions that lead you to that life."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"god","Quote":"Don’t be disheartened by the forces of evil. Nothing can happen that God hasn’t allowed. Even resistance is all part of grand orchestration. The devil always has you right were God wants you."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"god","Quote":"My skull is soundproof. And thank God too, or else you’d be able to hear all the horrible things I’m thinking about you."},{"Author":"C.S. Lewis,  The Four Loves","Category":"god","Quote":"Man approaches God most nearly when he is in one sense least like God. For what can be more unlike than fullness and need, sovereignty and humility, righteousness and penitence, limitless power and a cry for help?"},{"Author":"A.W. Tozer,  The Knowledge of the Holy","Category":"god","Quote":"We might be wise to follow the insight of the enraptured heart rather than the more cautious reasoning of the theological mind."},{"Author":"Wm. Paul Young,  The Shack","Category":"god","Quote":"Did I hear God call me an idiot?"},{"Author":"Stormie Omartian,  The Power of a Praying Woman","Category":"god","Quote":"We will never be happy until we make God the source of our fulfillment and the answer to our longings. He is the only one who should have power over our souls."},{"Author":"Pierce Brown,  Red Rising","Category":"god","Quote":"Personally, I do not want to make you a man. Men are so very frail. Men break. Men die. No, I’ve always wished to make a god."},{"Author":"Horace Greeley","Category":"god","Quote":"It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom."},{"Author":"Alice Walker,  The Color Purple","Category":"god","Quote":"Man corrupt everything, say Shug. He on your box of grits, in your head, and all over the radio. He try to make you think he everywhere. Soon as you think he everywhere, you think he God. But he ain't. Whenever you trying to pray, and man plop himself on the other end of it, tell him to git lost, say Shug. Conjure up the flowers, wind, water, a big rock."},{"Author":"Rick Warren,  The Purpose Driven Life: What on Earth Am I Here for?","Category":"god","Quote":"Without God, life has no purpose, and without purpose, life has no meaning. Without meaning, life has no significance or hope."},{"Author":"Francine Rivers,  A Voice in the Wind","Category":"god","Quote":"Never doubt God in the darkness what he has given us in the light."},{"Author":"Francine Rivers,  Redeeming Love","Category":"god","Quote":"I'm only a tool, beloved. Not your Savior"},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"god","Quote":"Tomorrow I was supposed to have a meeting with a salesperson, who happened to be Orafoura. But something came up, so I called him and said, “I’m sorry to tell you this, but I have to cancel tomorrow.” To which he replied, “Cancel tomorrow! Who do you think you are, God?"},{"Author":"George MacDonald,  Unspoken Sermons: Series I, II, III","Category":"god","Quote":"All that is not God is death."},{"Author":"Fyodor Dostoyevsky","Category":"god","Quote":"Love the animals: God has given them the rudiments of thought and joy untroubled."},{"Author":"André Gide","Category":"god","Quote":"God depends on us. It is through us that God is achieved."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"To have faith is to be sure of the things we hope for, to be certain of the things we cannot see."},{"Author":"Yann Martel,  Life of Pi","Category":"god","Quote":"Even when God seemed to have abandoned me, he was watching. Even when he seemed indifferent to my suffering, he was watching. And when I was beyond all hope of saving, he gave me rest. Then he gave me a sign to continue my journey."},{"Author":"Miguel de Unamuno","Category":"god","Quote":"Those who believe that they believe in God, but without passion in their hearts, without anguish in mind, without uncertainty, without doubt, without an element of despair even in their consolation, believe only in the God idea, not God Himself."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"The common man prays, 'I want a cookie right now!' And God responds, 'If you'd listen to what I say, tomorrow it will bring you 100 cookies."},{"Author":"Ginnetta Correli","Category":"god","Quote":"Children and dogs are the messengers of God some of us do not deserve them"},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Entreat me not to leave thee, or to return from following after thee: For wither thou goest, I will go; and where thou lodgest, I will lodge: Thy people shall be my people, and thy God my God."},{"Author":"Rumi","Category":"god","Quote":"Woman is the light of God."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"god","Quote":"There is a God part in you. The consciousness. The pure Self. Learn to listen the voice of that Power."},{"Author":"Anne Lamott,  Plan B: Further Thoughts on Faith","Category":"god","Quote":"I didn't need to understand the hypostatic unity of the Trinity; I just needed to turn my life over to whoever came up with redwood trees."},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"god","Quote":"She was a fool, and so am I, and so is anyone who thinks he sees what God is Doing, [writes Bokonon]."},{"Author":"Malcolm X","Category":"god","Quote":"اذا كان الانسان مع الله كان الله معه وأرسل له عند الحاجة علامات تدل على ذلك."},{"Author":"Paulo Coelho,  By the River Piedra I Sat Down and Wept","Category":"god","Quote":"God hides the fires of hell within paradise."},{"Author":"Henri J.M. Nouwen","Category":"god","Quote":"Theological formation is the gradual and often painful discovery of God's incomprehensibility. You can be competent in many things, but you cannot be competent in God."},{"Author":"Jeannette Walls,  Half Broke Horses","Category":"god","Quote":"If you want to be reminded of the love of the Lord, just watch the sunrise."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"god","Quote":"I always thought when I got older that God would sort of come into my life in some way. He didn't. I don't blame him. If I was him I'd have the same opinion about me that he does."},{"Author":"Jennifer Donnelly,  Revolution","Category":"god","Quote":"Becuse God loves us, but the devil takes an interest."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"god","Quote":"Why do humans exist? A major part of the answer: because Pikaia Gracilens survived the Burgess decimation."},{"Author":"Charles R. Swindoll","Category":"god","Quote":"We must cease striving and trust God to provide what He thinks is best and in whatever time He chooses to make it available. But this kind of trusting doesn't come naturally. It's a spiritual crisis of the will in which we must choose to exercise faith."},{"Author":"Mother Teresa","Category":"god","Quote":"God does not require that we be successful only that we be faithful."},{"Author":"Anne Frank,  The Diary of a Young Girl","Category":"god","Quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quite alone with the heavens, nature and God."},{"Author":"Elisabeth Elliot,  Discipline: The Glad Surrender","Category":"god","Quote":"Work is a blessing. God has so arranged the world that work is necessary, and He gives us hands and strength to do it. The enjoyment of leisure would be nothing if we had only leisure. It is the joy of work well done that enables us to enjoy rest, just as it is the experiences of hunger and thirst that make food and drink such pleasures."},{"Author":"Margaret Atwood,  The Tent","Category":"god","Quote":"Our heaven is their hell, said God. I like a balanced universe."},{"Author":"Jean-Jacques Rousseau","Category":"god","Quote":"I perceive God everywhere in His works. I sense Him in me; I see Him all around me."},{"Author":"James McBride,  The Color of Water: A Black Man's Tribute to His White Mother","Category":"god","Quote":"God is the color of water. Water doesn't have a color."},{"Author":"Bertrand Russell,  Why I Am Not a Christian and Other Essays on Religion and Related Subjects","Category":"god","Quote":"Science can teach us, and I think our hearts can teach us, no longer to look around for imaginary supporters, no longer to invent allies in the sky, but rather to look to our own efforts here below to make the world a fit place to live."},{"Author":"John Bunyan","Category":"god","Quote":"Prayer will make a man cease from sin, or sin will entice a man to cease from prayer."},{"Author":"Nicholas Sparks,  The Last Song","Category":"god","Quote":"More than anything, he wanted to return to the house with the same look of peace that he'd seen on Pastor Harris's face, but he trudged through the sand, he couldn't help feeling like an amateur, someone searching for God's truths like a child searching for seashells."},{"Author":"Paulo Coelho,  By the River Piedra I Sat Down and Wept","Category":"god","Quote":"God is the same, even though He has a thousand names; it is up to us to select a name for Him."},{"Author":"Julia Cameron,  God is No Laughing Matter","Category":"god","Quote":"You do not need to work to become spiritual. You are spiritual; you need only to remember that fact. Spirit is within you. God is within you. (67)"},{"Author":"Swami Vivekananda,  Raja-Yoga","Category":"god","Quote":"Was there ever a more horrible blasphemy than the statement that all the knowledge of God is confined to this or that book? How dare men call God infinite, and yet try to compress Him within the covers of a little book!"},{"Author":"Eric Clapton","Category":"god","Quote":"I found my God in music and the arts, with writers like Hermann Hesse, and musicians like Muddy Waters, Howlin' Wolf, and Little Walter. In some way, in some form, my God was always there, but now I have learned to talk to him."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"But he was pierced for our transgressions,  he was crushed for our iniquities;  the punishment that brought us peace was upon him,  and by his wounds we are healed."},{"Author":"William Lane Craig,  Reasonable Faith","Category":"god","Quote":"‎\"If there is no God, then man and the universe are doomed. Like prisoners condemned to death, we await our unavoidable execution. There is no God, and there is no immortality. And what is the consequence of this? It means that life itself is absurd. It means that the life we have is without ultimate significance, value, or purpose."},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"god","Quote":"We sinned for no reason but an incomprehensible lack of love, and He saved us for no reason but an incomprehensible excess of love."},{"Author":"Bob Goff,  Love Does: Discover a Secretly Incredible Life in an Ordinary World","Category":"god","Quote":"Failure is just part of the process, and it's not just okay; it's better than okay. God doesn't want failure to shut us down. God didn't make it a three-strikes-and-you're-out sort of thing. It's more about how God helps us dust ourselves off so we can swing for the fences again. And all of this without keeping a meticulous record of our screw-ups."},{"Author":"Desmond Tutu","Category":"god","Quote":"Like when you sit in front of a fire in winter — you are just there in front of the fire. You don't have to be smart or anything. The fire warms you."},{"Author":"Plato","Category":"god","Quote":"He was a wise man who invented God."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"god","Quote":"God’s word is not just to be heard and repeated, it is to be breathed, lived, and emulated with each action."},{"Author":"Corrie ten Boom","Category":"god","Quote":"We never know how God will answer our prayers, but we can expect that He will get us involved in His plan for the answer. If we are true intercessors, we must be ready to take part in God’s work on behalf of the people for whom we pray."},{"Author":"Albert Einstein","Category":"god","Quote":"In the view of such harmony in the cosmos which I, with my limited human mind, am able to recognize, there are yet people who says there is no God. But what makes me really angry is that they quote me for support of such views. (The Expanded Quotable Einstein, Princeton University, page 214)"},{"Author":"Amy Carmichael,  Gold by Moonlight","Category":"god","Quote":"Do not fight the thing in detail: turn from it. Look ONLY at your Lord. Sing. Read. Work."},{"Author":"Bram Stoker,  Dracula","Category":"god","Quote":"She has man's brain--a brain that a man should have were he much gifted--and woman's heart. The good God fashioned her for a purpose, believe me when He made that so good combination."},{"Author":"Rich Mullins","Category":"god","Quote":"We were given the Scriptures to humble us into realizing that God is right, and the rest of us are just guessing."},{"Author":"John Piper,  A Sweet and Bitter Providence: Sex, Race, and the Sovereignty of God","Category":"god","Quote":"God is not an employer looking for employees. He is an Eagle looking for people who will take refuge under his wings. He is looking for people who will leave father and mother and homeland or anything else that may hold them back from a life of love under the wings of Jesus."},{"Author":"LeeAnn Taylor","Category":"god","Quote":"We are all butterflies. Earth is our chrysalis."},{"Author":"Augustine of Hippo","Category":"god","Quote":"If you understood him, it would not be God."},{"Author":"John F. MacArthur Jr.","Category":"god","Quote":"Once I was free in the shackles of sin:Free to be tempted, just bound to give in;Free to be captive to any desire;Free to eternally burn in hell’s fire.‘Til Someone bought me and called me His slave:Bound by commands I am free to obey;Captive by beauty I’m free to adore--Sentenced to sit at His feet evermore."},{"Author":"Wayne W. Dyer","Category":"god","Quote":"Make peace with silence, and remind yourself that it is in this space that you'll come to remember your spirit. When you're able to transcend an aversion to silence, you'll also transcend many other miseries. And it is in this silence that the remembrance of God will be activated."},{"Author":"Mikhail Bakunin","Category":"god","Quote":"If God really existed, it would be necessary to abolish Him."},{"Author":"William Blake,  The Marriage of Heaven and Hell","Category":"god","Quote":"For every thing that lives is Holy."},{"Author":"A.W. Tozer","Category":"god","Quote":"The fact of God is necessary for the fact of man. Think God away and man has no ground of existence."},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"god","Quote":"Many Spirit-filled authors have exhausted the thesaurus in order to describe God with the glory He deserves. His perfect holiness, by definition, assures us that our words can't contain Him. Isn't it a comfort to worship a God we cannot exaggerate?"},{"Author":"Cecelia Ahern,  The Book of Tomorrow","Category":"god","Quote":"Then I realised that I was the god on this occasion. I had tried to help the bluebottle, but it wouldn't let me. And then I felt sorry for God because I understood his frustration. Sometimes when people offer a helping hand, it gets pushed away. People always want to help themselves first."},{"Author":"Doreen Virtue","Category":"god","Quote":"Because you’re a creation of God, you reflect the Divine qualities of creativity, wisdom, and love."},{"Author":"James Hudson Taylor","Category":"god","Quote":"All God's giants have been weak men who did great things for God because they reackoned on God being with them."},{"Author":"Orhan Pamuk,  Snow","Category":"god","Quote":"There's a lot of pride involved in my refusal to believe in god."},{"Author":"Francis Bacon","Category":"god","Quote":"God has, in fact, written two books, not just one. Of course, we are all familiar with the first book he wrote, namely Scripture. But he has written a second book called creation."},{"Author":"John Fowles,  The French Lieutenant's Woman","Category":"god","Quote":"There is only one good definition of God: the freedom that allows other freedoms to exist."},{"Author":"Kirsten Miller,  The Eternal Ones","Category":"god","Quote":"My faith is big enough to accept all of God's wonders."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"god","Quote":"Never forget that there are only two philosophies to rule your life: the one of the cross, which starts with the fast and ends with the feast. The other of Satan, which starts with the feast and ends with the headache."},{"Author":"Scott Cunningham,  Living Wicca: A Further Guide for the Solitary Practitioner","Category":"god","Quote":"We are not on this planet to ask forgiveness of our deities"},{"Author":"Eugene H. Peterson,  The Jesus Way: A Conversation on the Ways That Jesus Is the Way","Category":"god","Quote":"The way of Jesus cannot be imposed or mapped — it requires an active participation in following Jesus as he leads us through sometimes strange and unfamiliar territory, in circumstances that become clear only in the hesitations and questionings, in the pauses and reflections where we engage in prayerful conversation with one another and with him."},{"Author":"James Scott Bell,  Sins of the Fathers","Category":"god","Quote":"...God created the world in six days. On the seventh day, he rested. On the eighth day, he started getting complaints. And it hasn't stopped since."},{"Author":"Ali Shariati","Category":"god","Quote":"My father chose my name , and my last name was chosen by my ancestors . That’s enough, I myself choose my way"},{"Author":"Stendhal","Category":"god","Quote":"God's only excuse is that he does not exist"},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"god","Quote":"The world looks like something God had just imaged for his own pleasure, doesn't it?"},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"god","Quote":"The irony is that while God doesn't need us but still wants us, we desperately need God but don't really want Him most of the time. He treasures us and anticipates our departure from this earth to be with Him-and we wonder, indifferently, how much we have to do for Him to get by."},{"Author":"C.G. Jung","Category":"god","Quote":"The gods have become our diseases."},{"Author":"Brett Harris","Category":"god","Quote":"The beauty of collaboration between older and younger generations is that we combine strength with wisdom—a surefire way to accomplish more for the glory of God."},{"Author":"Neale Donald Walsch,  Conversations With God: An Uncommon Dialogue, Vol. 2","Category":"god","Quote":"Start telling the truth now and never stop. Begin by telling the truth to yourself about yourself. Then tell the truth to yourself about someone else. Then tell the truth about yourself to another. Then tell the truth about another to that other. Finally, tell the truth to everyone about everything. These are the 5 levels of truth telling. This is the five-fold path to freedom."},{"Author":"Diamanda Galás","Category":"god","Quote":"I think God is a callous bitch not making me a lesbian. I'm deeply disappointed by my sexual interest in men."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"The sorrow of God lies in our fear of Him, our fear of life, and our fear of ourselves. He anguishes over our self-absorption and self-sufficiency... God's sorrow lies in our refusal to approach Him when we sinned and failed."},{"Author":"Julia Cameron,  Finding Water: The Art of Perseverance","Category":"god","Quote":"God does not give us more than we can handle,\"I am told but I wonder if God doesn't overestimate me just a little. Or perhaps, and this is likely, I underestimate God."},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"god","Quote":"This is the secret of life: the self lives only by dying, finds its identity (and its happiness) only by self-forgetfulness, self-giving, self-sacrifice, and agape love."},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"god","Quote":"If you place [your bet] with God, you lose nothing, even if it turns out that God does not exist. But if you place it against God, and you are wrong and God does exist, you lose everything."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"god","Quote":"The more you go with the flow of life and surrender the outcome to God, and the less you seek constant clarity, the more you will find that fabulous things start to show up in your life."},{"Author":"Jim Butcher,  Death Masks","Category":"god","Quote":"I wouldn't burden any decent system of faith by participating in it... I'm not agnostic. Just nonpartisan. Theological Switzerland, that's me."},{"Author":"Annabel Pitcher,  My Sister Lives on the Mantelpiece","Category":"god","Quote":"I stared up at the sky and raised my middle finger, just in case God was watching. I don't like being spied on."},{"Author":"محمد متولي الشعراوي,  كيف تقرأ القرآن الكريم وتحفظه","Category":"god","Quote":"القرآن هادي البشرية ومرشدها ونور الحياة ودستورها ، ما من شيء احتاجه البشر إلا بيَّنه اللَّه فيه نصًا أو إشارة أو إيماءً ، عَلِمه مَنْ عَلِمه ، وجهله من جهله"},{"Author":"Aristotle","Category":"god","Quote":"The gods too are fond of a joke."},{"Author":"Cormac McCarthy,  The Crossing","Category":"god","Quote":"Nor does God whisper through the trees. His voice is not to be mistaken. When men hear it they fall to their knees and their souls are riven and they cry out to Him and there is no fear but only wildness of heart that springs from such longing..."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"god","Quote":"We tend to be preoccupied by our problems when we have a heightened sense of vulnerability and a diminished sense of power. Today, see each problem as an invitation to prayer."},{"Author":"Florence Nightingale","Category":"god","Quote":"If I could give you information of my life it would be to show how a woman of very ordinary ability has been led by God in strange and unaccustomed paths to do in His service what He has done in her. And if I could tell you all, you would see how God has done all, and I nothing. I have worked hard, very hard, that is all; and I have never refused God anything."},{"Author":"Johann Wolfgang von Goethe","Category":"god","Quote":"Let mental culture go on advancing, let the natural sciences progress in even greater extent and depth, and the human mind widen itself as much as it desires: beyond the elevation and moral culture of Christianity, as it shines forth in the Gospels, it will not go."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"The Lord is my rock, and my fortress, and my deliverer; My God, my strength, in whom I will trust; My shield, and the horn of my salvation; my stronghold."},{"Author":"V.C. Andrews,  Flowers in the Attic","Category":"god","Quote":"People make the rules of society, not God."},{"Author":"Arkady Strugatsky,  Roadside Picnic","Category":"god","Quote":"The hypothesis of God, for instance, gives an incomparably absolute opportunity to understand everything and know absolutely nothing. Give man an extremely simplified system of the world and explain every phenomenon away on the basis of that system. An approach like that doesn't require any knowledge. Just a few memorized formulas plus so-called intuition and so-called common sense."},{"Author":"Vance Havner","Category":"god","Quote":"If you are a Christian, you are not a citizen of this world trying to get to heaven; you are a citizen of heaven making your way through this world."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"god","Quote":"God, who am I?"},{"Author":"Lao Tzu","Category":"god","Quote":"He who defends with love will be secure; Heaven will save him, and protect him with love."},{"Author":"L.M. Montgomery,  Anne of the Island","Category":"god","Quote":"...the sorrows God sent us brought comfort and strength with them, while the sorrows we brought on ourselves, through folly or wickedness, were by far the hardest to bear."},{"Author":"Lee Goff","Category":"god","Quote":"Sometimes the strongest thing you will ever do will be to let go of someone. It will be painful, you will suffer guilt, and you will second-guess yourself, but for your own sanity and quality of life, there will come a time where you hand them to God, with your love, and trust Him to be who and what He is. May our Lord comfort you."},{"Author":"C. JoyBell C.","Category":"god","Quote":"Man is not defiled by his impurities. It is the other man pointing out his impurities to him, whom he is defiled by. Is there anything anyone can do, to become righteous, anyway? God made us impure. If he had a problem with that, He would have made us gods, instead."},{"Author":"Anonymous,  The Pocket Companion Bible: NKJV","Category":"god","Quote":"Submit to God and be at peace with him; in this way prosperity will come to you."},{"Author":"Bethany Dillon","Category":"god","Quote":"The same sun that rises over castles and welcomes the daySpills over buildings into the streets where orphans playAnd only You can see the good in broken thingsYou took my heart of stone, and You made it homeAnd set this prisoner free"},{"Author":"Vincent van Gogh","Category":"god","Quote":"It always strikes me, and it is very peculiar, that, whenever we see the image of indescribable and unutterable desolation—of loneliness, poverty, and misery, the end and extreme of things—the thought of God comes into one's mind."},{"Author":"C.S. Lewis,  The Chronicles of Narnia","Category":"god","Quote":"They call him Aslan in That Place,\"said Eustace.\"What a curious name!\"\"Not half so curious as himself,\"said Eustace solemnly."},{"Author":"Bob Goff","Category":"god","Quote":"Every day God invites us on the same kind of adventure. It's not a trip where He sends us a rigid itinerary, He simply invites us. God asks what it is He's made us to love, what it is that captures our attention, what feeds that deep indescribable need of our souls to experience the richness of the world He made. And then, leaning over us, He whispers, \"Let's go do that together."},{"Author":"R. Dawkins,  The Blind Watchmaker","Category":"god","Quote":"There is something infantile in the presumption that somebody else has a responsibility to give your life meaning and point… The truly adult view, by contrast, is that our life is as meaningful, as full and as wonderful as we choose to make it."},{"Author":"Thomas Merton,  The Seven Storey Mountain","Category":"god","Quote":"I was not sure where I was going, and I could not see what I would do when I got [there]. But you saw further and clearer than I, and you opened the seas before my ship, whose track led me across the waters to a place I had never dreamed of, and which you were even then preparing to be my rescue and my shelter and my home."},{"Author":"Joris-Karl Huysmans","Category":"god","Quote":"Worshiping the Devil is no more insane than worshiping God...It is precisely at the moment when positivism is at its high-water mark that mysticism stirs into life and the follies of occultism begin."},{"Author":"Robert G. Ingersoll,  Some Mistakes of Moses","Category":"god","Quote":"And why does this same God tell me how to raise my children when he had to drown his?"},{"Author":"Plotinus","Category":"god","Quote":"I am striving to give back the Divine in myself to the Divine in the All."},{"Author":"David Hume","Category":"god","Quote":"It is an absurdity to believe that the Deity has human passions, and one of the lowest of human passions, a restless appetite for applause"},{"Author":"Amit Ray","Category":"god","Quote":"You are the perfect creation of God. Don't allow you to be down. God is experiencing through you."},{"Author":"Meister Eckhart","Category":"god","Quote":"Some people want to see God with their eyes as they see a cow, and to love Him as they love a cow - for the milk and cheese and profit it brings them. This is how it is with people who love God for the sake of outward wealth or inward comfort. They do not rightly love God, when they love Him for their own advantage."},{"Author":"David O. McKay","Category":"god","Quote":"Man is a spiritual being, a soul, and at some period of his life everyone is possessed with an irresistible desire to know his relationship to the Infinite. . . . There is something within him which urges him to rise above himself, to control his environment, to master the body and all things physical and live in a higher and more beautiful world."},{"Author":"Paul Valéry","Category":"god","Quote":"God made everything out of nothing. But the nothingness shows through."},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"god","Quote":"The mind of God is a mystery and none can understand it."},{"Author":"Thomas Merton,  The Hidden Ground Of Love: The Letters Of Thomas Merton On Religious Experience And Social Concerns","Category":"god","Quote":"Surrender your own poverty and acknowledge your nothingness to the Lord. Whether you understand it or not, God loves you, is present in you, lives in you, dwells in you, calls you, saves you and offers you an understanding and compassion which are like nothing you have ever found in a book or heard in a sermon."},{"Author":"Robert Frost","Category":"god","Quote":"God made a beauteous garden With lovely flowers strown,But one straight, narrow pathway That was not overgrown.And to this beauteous garden He brought mankind to live,And said \"To you, my children, These lovely flowers I give.Prune ye my vines and fig trees, With care my flowers tend,But keep the pathway open Your home is at the end.\"God's Garden"},{"Author":"Harley King","Category":"god","Quote":"I feel the healinghands of Godtouch my heartand kiss my soul."},{"Author":"Kimberly Novosel","Category":"god","Quote":"I decided I would fill the emptiness in me with God and with paint."},{"Author":"Orson Welles","Category":"god","Quote":"In my opinion, there are two things that can absolutely not be carried to the screen: the realistic presentation of the sexual act and praying to God."},{"Author":"Anthony de Mello,  One Minute Wisdom","Category":"god","Quote":"Every word, every image used for God is a distortion more than a description."},{"Author":"Lauryn Hill","Category":"god","Quote":"A friend once said, and I found to be true,That everyday people, they lie to God too,So what makes you think, that they won't lie to you."},{"Author":"Tim Minchin","Category":"god","Quote":"Science adjusts its views based on what's observedFaith is the denial of observation so that belief can be preserved."},{"Author":"Elisabeth Elliot,  Discipline: The Glad Surrender","Category":"god","Quote":"God will never disappoint us… If deep in our hearts we suspect that God does not love us and cannot manage our affairs as well as we can, we certainly will not submit to His discipline. …To the unbeliever the fact of suffering only convinces him that God is not to be trusted, does not love us. To the believer, the opposite is true."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"god","Quote":"Once you have surrendered yourself, you make yourself receptive. In receiving from God, you are perfected and completed."},{"Author":"Anne Lamott,  Plan B: Further Thoughts on Faith","Category":"god","Quote":"Teenagers who do not go to church are adored by God, but they don't get to meet some of the people who love God back."},{"Author":"Nicholas Sparks,  The Notebook","Category":"god","Quote":"I have always been a firm believer in God and the power of prayer, though to be honest, my faith has made for alist of questions I definitely want answered after I'm gone."},{"Author":"Hector Avalos","Category":"god","Quote":"By Hays' reasoning, penetrating a rectum with a penis is a violation of how God meant humans to function. However, penetrating a human body with a sword, a common way to kill people in biblical times, is acceptable. Apparently human bodies were designed to be penetrated by metal implements, but not by flesh."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"Our identity rests in God's relentless tenderness for us revealed in Jesus Christ."},{"Author":"Charles C. Ryrie","Category":"god","Quote":"The Bible is the greatest of all books; to study it is the noblest of all pursuits; to understand it, the highest of all goals."},{"Author":"Jani Ortlund","Category":"god","Quote":"I believe that a godly home is a foretaste of heaven. Our homes, imperfect as they are, must be a haven from the chaos outside. They should be a reflection of our eternal home, where troubled souls find peace, weary hearts find rest, hungry bodies find refreshment, lonely pilgrims find communion, and wounded spirits find compassion."},{"Author":"Socrates","Category":"god","Quote":"God takes away the minds of poets, and uses them as his ministers, as he also uses diviners and holy prophets, in order that we who hear them may know them to be speaking not of themselves who utter these priceless words in a state of unconsciousness, but that God himself is the speaker, and that through them he is conversing with us."},{"Author":"Corrie ten Boom","Category":"god","Quote":"If God sends us on strong paths, we are provided strong shoes."},{"Author":"Walt Whitman","Category":"god","Quote":"I have said that the soul is not more than the body,And I have said that the body is not more than the soul,And nothing, not God, is greater to one than one's-self is,"},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"The humble sinner will sometimes be interpreted as one of the filthiest in the eyes of man yet immersed in the eyes of God, and this is due to the volition of honesty regarding his own corruption."},{"Author":"Ron Sanders","Category":"god","Quote":"CONCERNED BUT NOT CONSUMED!"},{"Author":"Max Lucado,  Traveling Light: Releasing the Burdens You Were Never Intended to Bear","Category":"god","Quote":"Philosophers can debate the meaning of life, but you need a Lord who can declare the meaning of life."},{"Author":"Fulton J. Sheen,  Life Is Worth Living","Category":"god","Quote":"When a child is given to his parents, a crown is made for that child in Heaven, and woe to the parents who raise a child without consciousness of that eternal crown!"},{"Author":"Eleanor Powell","Category":"god","Quote":"What we are is God's gift to us. What we become is our gift to God."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"god","Quote":"For Ragamuffins, God's name is Mercy. We see our darkness as a prized possession because it drives us into the heart of God. Without mercy our darkness would plunge us into despair - for some, self-destruction. Time alone with God reveals the unfathomable depths of the poverty of the spirit. We are so poor that even our poverty is not our own: It belongs to the mysterium tremendum of a loving God."},{"Author":"Denis Johnson,  Jesus' Son","Category":"god","Quote":"Sometimes what I wouldn't give to have us sitting in a bar again at 9:00 a.m. telling lies to one another, far from God."},{"Author":"Sam Childers,  Another Man's War: The True Story of One Man's Battle to Save Children in the Sudan","Category":"god","Quote":"Since that day there is nothing anyone could ever say to convince me that one person cannot change a nation. One person can do unbelievable things. All it takes is that one person who's willing to risk everything to make it happen."},{"Author":"Graham Greene","Category":"god","Quote":"I have never understood why people who can swallow the enormous improbability of a personal God boggle at a personal Devil."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"god","Quote":"God is the most beautiful, and beauty is the expression of God. If you can't appreciate beauty in the world how can you understand God?"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"god","Quote":"Family, friends and relationships are the blessings of the God. They are the best way to access God."},{"Author":"Keith Green","Category":"god","Quote":"If your heart takes more pleasure in reading novels, or watching TV, or going to the movies, or talking to friends, rather than just sitting alone with God and embracing Him, sharing His cares and His burdens, weeping and rejoicing with Him, then how are you going to handle forever and ever in His presence...? You'd be bored to tears in heaven, if you're not ecstatic about God now!"},{"Author":"Ruth Hurmence Green,  The Born Again Skeptic's Guide To The Bible","Category":"god","Quote":"I am now convinced that children should not be subjected to the frightfulness of the Christian religion [...]. If the concept of a father who plots to have his own son put to death is presented to children as beautiful and as worthy of society's admiration, what types of human behavior can be presented to them as reprehensible?"},{"Author":"Brother Andrew,  The Narrow Road: Stories of Those Who Walk This Road Together","Category":"god","Quote":"I have come to see clearly that life is more than self. It is more than doing what I want, striving for what will benefit me, dreaming of all I can be. Life is all about my relationship with God. There is no higher calling, no loftier dream, and no greater goal than to live, breathe, and be poured out for Jesus Christ.\"--Jamie in Brother Andrew's \"The Calling"},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"god","Quote":"One day I’ll have my appointment with death, and every day I call out to God to see if I can reschedule for a later date."},{"Author":"Gabriel Garcí­a Márquez","Category":"god","Quote":"My God, if I had a heart, I would write my hate on ice, and wait for the sun to show."},{"Author":"Anne Lamott,  Traveling Mercies: Some Thoughts on Faith","Category":"god","Quote":"Mine was a patchwork God, sewn together from bits of rag and ribbon, Eastern and Western, pagan and Hebrew, everything but the kitchen sink and Jesus."},{"Author":"Khaled Hosseini,  The Kite Runner: A Portrait of the Marc Forster Film","Category":"god","Quote":"If there's a God out there, then i would hope he has more important things to attend to than my drinking scotch or eating pork."},{"Author":"Amy Carmichael","Category":"god","Quote":"He hath never failed thee yet.Never will His love forget.O fret not thyself nor letThy heart be troubled,Neither let it be afraid."},{"Author":"Emil Cioran","Category":"god","Quote":"Think of God and not religion, of ecstasy and not mysticism. The difference between the theoretician of faith and the believer is as great as between the psychiatrist and the psychotic."},{"Author":"Ali Shariati","Category":"god","Quote":"I like Dancing of Indian girls more than my parents’ prayers . Because they dance with love and passion . But my parents just say their prayers because they got used to it ."},{"Author":"C.S. Lewis","Category":"god","Quote":"God, who foresaw your tribulation, has specially armed you to go through it, not without pain but without stain."},{"Author":"Alexander Pope","Category":"god","Quote":"Nature and Nature's laws lay hid in night:God said, Let Newton be! and all was light."},{"Author":"Alan W. Watts,  Zen and the Beat Way","Category":"god","Quote":"It is interesting that Hindus, when they speak of the creation of the universe do not call it the work of God, they call it the play of God, the Vishnu lila, lila meaning play. And they look upon the whole manifestation of all the universes as a play, as a sport, as a kind of dance — lila perhaps being somewhat related to our word lilt"},{"Author":"Jules Barbey d'Aurevilly,  Les Diaboliques","Category":"god","Quote":"For in Paris, whenever God puts a pretty woman there (the streets), the Devil, in reply, immediately puts a fool to keep her."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat."},{"Author":"John Steinbeck,  The Grapes of Wrath","Category":"god","Quote":"You got a God. Don't make no difference if you don' know what he looks like."},{"Author":"Laura Pedersen,  Best Bet","Category":"god","Quote":"Coincidence is God's way of being anonymous."},{"Author":"Francine Rivers,  Redeeming Love","Category":"god","Quote":"Michael had once read to her how God had cast a man and woman out of paradise. Yet, for all their human faults and failures. God had shown them the way back in."},{"Author":"Andy Rooney,  Sincerely, Andy Rooney","Category":"god","Quote":"We all ought to understand we're on our own. Believing in Santa Claus doesn't do kids any harm for a few years but it isn't smart for them to continue waiting all their lives for him to come down the chimney with something wonderful. Santa Claus and God are cousins."},{"Author":"Habeeb Akande","Category":"god","Quote":"I may not be where I want to be but I'm thankful for not being where I used to be."},{"Author":"Tim Tebow,  Through My Eyes","Category":"god","Quote":"You and I were created by God to be so much more than normal…Following the crowd is not a winning approach to life. In the end it’s a loser’s game, because we never become who God created us to be by trying to be like everybody else."},{"Author":"H.G. Wells,  The War of the Worlds","Category":"god","Quote":"Be a man!... What good is religion if it collapses under calamity? Think of what earthquakes and floods, wars and volcanoes, have done before to men! Did you think that God had exempted [us]? He is not an insurance agent."},{"Author":"Karl Rahner,  The Need and the Blessing of Prayer","Category":"god","Quote":"When man is with God in awe and love, then he is praying."},{"Author":"Eben Alexander,  Proof of Heaven: A Neurosurgeon's Journey into the Afterlife","Category":"god","Quote":"Communicating with God is the most extraordinary experience imaginable, yet at the same time it's the most natural one of all, because God is present in us at all times. Omniscient, omnipotent, personal-and loving us without conditions. We are connected as One through our divine link with God."},{"Author":"Amit Ray","Category":"god","Quote":"There is only one all pervading God. It has only one message - Love all, encompass all and transcend the limits of the selfish gene."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"God favors men and women who delight in being made worthy of happiness before the happiness itself."},{"Author":"Steven James,  How to Smell Like God: True Stories Burning with the Scent of Heaven","Category":"god","Quote":"God dances with the outcast."},{"Author":"Gary Parker","Category":"god","Quote":"If faith never encounters doubt, if truth never struggles with error, if good never battles evil, how can faith know its own power? In my own pilgrimage, if I had to choose between a faith that has stared doubt in the eye and made it blink, or a naive faith that has never known the firing line of doubt, I will choose the former every time."},{"Author":"Victor Hugo","Category":"god","Quote":"A cannonball travels only two thousand miles an hour; light travels two hundred thousand miles a second. Such is the superiority of Jesus Christ over Napoleon."},{"Author":"Mitch Albom","Category":"god","Quote":"It is far more comforting to think God listened and said no, than to think that nobody’s out there."},{"Author":"Lance Armstrong","Category":"god","Quote":"If there was a god, I'd still have both nuts."},{"Author":"David Eagleman,  Sum: Forty Tales from the Afterlives","Category":"god","Quote":"It is only through us that God lives. When we abandon him, he dies."},{"Author":"Louis Zamperini,  Devil at My Heels: A Heroic Olympian's Astonishing Story of Survival as a Japanese POW in World War II","Category":"god","Quote":"Yet a part of you still believes you can fight and survive no matter what your mind knows. It's not so strange. Where there's still life, there's still hope. What happens is up to God."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"god","Quote":"God wanted to make heaven and the earth is that heaven. Nowhere in the universe there is so much love, life, beauty and peace. Enjoy your stay with the fellow beings."},{"Author":"Anonymous,  Holy Bible: The New King James Version","Category":"god","Quote":"I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"Author":"Jodi Picoult,  Handle with Care","Category":"god","Quote":"A sacrament--like marriage--means living a life better than your natural instincts, so that you're modeling God. And God never gives up."},{"Author":"Amy Reed,  Clean","Category":"god","Quote":"Do you remember? Do you remember the world before the poison?"},{"Author":"Jeffrey Lang,  Even Angels Ask: A Journey to Islam in America","Category":"god","Quote":"يبدو اننا جميعا بحاجة كي نؤمن بأحد ما أو شيء ما. فالحياة دون معنى او اتجاه بائسة حقا. ويبدوانه يتوجب ان نحيا من اجل هدف او شيء ما عزيز علينا ونموت من اجله، سواء كان هذا الهدف او الشيء مبدأ سياسي او خطة حياتية او أمة اوحلما او فكرة او مالا او اسرة. اعتقد ان التقديس هو جبلة في الانسان، وأن قدرنا هو أن نكون عبيدا سواء شئنا ذلك ام ابينا."},{"Author":"Carl Sagan,  Contact","Category":"god","Quote":"If God is omnipotent and omniscient, why didn't he start the universe out in the first place so it would come out the way he wants? Why's he constantly repairing and complaining? No, there's one thing the Bible makes clear: The biblical God is a sloppy manufacturer. He's not good at design, he's not good at execution. He'd be out of business, if there was any competition."},{"Author":"Andrew Davidson,  The Gargoyle","Category":"god","Quote":"There is no logical reason to believe in God. There are emotional reasons, certainly, but I cannot have faith that nothing is something simply because it would be reassuring. I can no more believe in God than I can believe an invisible monkey lives in my ass; however, I would believe in both if they could be scientifically proven."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"god","Quote":"It may be a species of impudence to think that the way you understand God is the way God is. (60)."},{"Author":"M. Russell Ballard","Category":"god","Quote":"It may not always be easy, convenient or politically correct to stand for truth and right, but it is the right thing to do. Always."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"O Lord, you have searched me and you know me."},{"Author":"Simon Van Booy","Category":"god","Quote":"I think music is what language once aspired to be. Music allows us to face God on our own terms because it reaches beyond life."},{"Author":"أحمد العسيلي,  كتاب مالوش اسم","Category":"god","Quote":"الصدف ما بتتحكمش في حياتك لإنك مش صدفة، إنت نفسك قدر."},{"Author":"Max Lucado,  Traveling Light: Releasing the Burdens You Were Never Intended to Bear","Category":"god","Quote":"God leads us. God will do the right thing at the right time. And what a difference that makes."},{"Author":"Roman Payne","Category":"god","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"Gabriel Garcí­a Márquez","Category":"god","Quote":"If God hadn't rested on Sunday, He would have had time to finish the world."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"عندما يمنحك الله الحياة ، من واجبك (ومن حقك ككائن بشري) أن تجد شيئًا جميلًا فيها ، مهما كان ضئيلًا"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"god","Quote":"There is never a moment when God is not in control. Relax! He’s got you covered."},{"Author":"Graham Greene","Category":"god","Quote":"If I stopped loving Him, I would cease to believe in His love. If I loved God, then I would believe in His love for me. It's not enough to need it. We have to love first, and I don't know how. But I need it, how I need it."},{"Author":"Durgesh Satpathy,  Equating the Equations of Insanity: A Journey from Grief to Victory","Category":"god","Quote":"was it scripted by God or I am playing with my life."},{"Author":"Jon Krakauer,  Under the Banner of Heaven: A Story of Violent Faith","Category":"god","Quote":"Common sense is no match for the voice of God."},{"Author":"Sinclair Lewis,  Elmer Gantry","Category":"god","Quote":"The Maker of the universe with stars a hundred thousand light-years apart was interested, furious, and very personal about it if a small boy played baseball on Sunday afternoon."},{"Author":"Søren Kierkegaard","Category":"god","Quote":"The stone that was rolled before Christ's tomb might appropriately be called the philosopher's stone because its removal gave not only the pharisees but, now for 1800 years, the philosophers so much to think about."},{"Author":"C.S. Lewis,  The Horse and His Boy","Category":"god","Quote":"Then Hwin, though shaking all over, gave a strange little neigh and trotted across to the Lion. \"Please,\"she said, \"you're so beautiful. You may eat me if you like. I'd sooner be eaten by you than fed by anyone else."},{"Author":"Eugene H. Peterson","Category":"god","Quote":"It is not easy to convey a sense of wonder, let alone resurrection wonder, to another. It’s the very nature of wonder to catch us off guard, to circumvent expectations and assumptions. Wonder can’t be packaged, and it can’t be worked up. It requires some sense of being there and some sense of engagement."},{"Author":"Morris Gleitzman,  Grace","Category":"god","Quote":"Don't sit back and wait for God to do it all. Ask for His advice, but be prepared to do the hard yards yourself."},{"Author":"Liz Curtis Higgs,  Here Burns My Candle","Category":"god","Quote":"If the Almighty directs our steps, we've no need to look back over our shoulders."},{"Author":"Ann Hood,  Comfort: A Journey Through Grief","Category":"god","Quote":"Even now, there are still days so beautiful, I almost believe in God."},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"Live in the wisdom of accepted tenderness. Tenderness awakens within the security of knowing we are thoroughly and sincerely liked by someone...Scripture suggests that the essence of the divine nature is compassion and that the heart of God is defined by tenderness."},{"Author":"Anonymous,  The Quran / القرآن الكريم","Category":"god","Quote":"It is He Who sent down to thee, in truth, the Book (Quran), confirming what went before it; and He sent down the Law (of Moses) and the Gospel (of Jesus) before this, as a guide to mankind, and He sent down the criterion (Quran) (of judgment between right and wrong). - Holy Quran 3:3"},{"Author":"Brennan Manning,  Abba's Child: The Cry of the Heart for Intimate Belonging","Category":"god","Quote":"While the impostor draws his identity from past achievements and the adulation of others, the true self claims identity in its belovedness. We encounter God in the ordinariness of life: not in the search for spiritual highs and extraordinary, mystical experiences but in our simple presence in life."},{"Author":"Max Lucado,  Experiencing the Heart of Jesus: Knowing His Heart, Feeling His Love","Category":"god","Quote":"The wizard [of Oz] says look inside yourself and find self. God says look inside yourself and find [the Holy Spirit]. The first will get you to Kansas. The latter will get you to heaven.Take your pick."},{"Author":"Johann Wolfgang von Goethe,  Faust, Part One","Category":"god","Quote":"Wild dreams torment me as I lie. And though a god lives in my heart, though all my power waken at his word, though he can move my every inmost part - yet nothing in the outer world is stirred. thus by existence tortured and oppressed I crave for death, I long for rest."},{"Author":"Eric Wilson,  A Shred of Truth","Category":"god","Quote":"As fallible humans, we usually slip too far over one edge or the other - all wrath and judgment or all grace and love."},{"Author":"James Madison,  Letters and Other Writings of James Madison Volume 3","Category":"god","Quote":"Religious bondage shackles and debilitates the mind, and unfits it for every noble enterprise, every expanded prospect.[Letter to William Bradford Jr. April 1 1774]"},{"Author":"Malcolm X","Category":"god","Quote":"إن عبادة الإله الواحد وحدها ستقرب الانسان من السلام الذي يتكلم عليه الجميع ولايفعل أحد شيئاً لتحقيقه."},{"Author":"Emmet Fox","Category":"god","Quote":"The art of life is to live in the present moment and to make that moment as perfect as we can by the realization that we are the instruments and expression of God himself."},{"Author":"Aaron B. Powell,  Doomsday Diaries III: Luke the Protector","Category":"god","Quote":"The world is a goddamned evil place, the strong prey on the weak, the rich on the poor; I’ve given up hope that there is a God that will save us all. How am I supposed to believe that there’s a heaven and a hell when all I see now is hell."},{"Author":"Yann Martel","Category":"god","Quote":"Faith in God is an opening up, a letting go, a deep trust, a free act of love - but sometimes it was so hard to love."},{"Author":"Billy Corgan","Category":"god","Quote":"I've always been spiritual but I've never had a proper context, and it took me a while to find the proper context. It's hard to realize you can have any kind of relationship with God you want... and so I now have a punk rock relationship with God"},{"Author":"Roméo Dallaire,  Shake Hands With The Devil","Category":"god","Quote":"I know there is a God because in Rwanda I shook hands with the devil. I have seen him, I have smelled him and I have touched him. I know the devil exists and therefore I know there is a God."},{"Author":"Doreen Valiente,  Charge of the Goddess: The Mother of Modern Witchcraft","Category":"god","Quote":"Let my worship be within the heart that rejoices, for behold, all acts of love and pleasure are my rituals.Therefore, let there be beauty and strength, power and compassion, honor and humility, mirth and reverence within you."},{"Author":"Neal A. Maxwell","Category":"god","Quote":"I testify that He is utterly incomparable in what He is, what He knows, what He has accomplished and what He has experienced. Yet, movingly, He calls us His Friends"},{"Author":"Elisabeth Elliot,  Passion and Purity: Learning to Bring Your Love Life Under Christ's Control","Category":"god","Quote":"Our vision is so limited we can hardly imagine a love that does not show itself in protection from suffering. The love of God is of a different nature altogether. It does not hate tragedy. It never denies reality. It stands in the very teeth of suffering."},{"Author":"Deepak Chopra,  The Book of Secrets: Unlocking the Hidden Dimensions of Your Life","Category":"god","Quote":"Be content not with your lot in life but with being here in the flow of life. The glories of creation are in your very cells; you are made of the same mindstuff as the angels, the stars, and god himself."},{"Author":"C.S. Lewis","Category":"god","Quote":"Any patch of sunlight in a wood will show you something about the sun which you could never get from reading books on astronomy. These pure and spontaneous pleasures are ‘patches of Godlight’ in the woods of our experience."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"god","Quote":"We must transcend the illusion that money or power has any bearing on our worthiness as children of God."},{"Author":"Sue Monk Kidd,  The Secret Life of Bees","Category":"god","Quote":"Look, I know you meant well creating the world and all, but how could you let it get away from you like this? How come you couldn't stick with your original idea of paradise? People's lives were a mess."},{"Author":"Teresa Medeiros,  Charming the Prince","Category":"god","Quote":"Before you came into my life, I believed that God had abandoned me.Now I know that He has blessed me beyond measure. -sir Bannor-"},{"Author":"Teresa Medeiros,  A Whisper of Roses","Category":"god","Quote":"Women are delicate creatures. Fragile. Gentle. Made by God to be sheltered from the harshness of this world..Morgan MacDonnell"},{"Author":"Damien Echols,  Life After Death","Category":"god","Quote":"Those with less curiosity or ambition just mumble that God works in mysterious ways. I intend to catch him in the act."},{"Author":"Sharon Shinn,  Archangel","Category":"god","Quote":"Are you asking me if there is a god?' he said, still in that soft voice. 'All I can say is, I believe there is. I feel him when I sing. He has responded to my prayers countless times. He guides my actions and he dwells in my heart. I know he is there."},{"Author":"Mark Gorman","Category":"god","Quote":"Marriage isn't about Winning - It's about Lasting"},{"Author":"Said Nursî","Category":"god","Quote":"Do what you do only for God's sake, start for God's sake, work for God's sake, and act within the sphere of God's good approval."},{"Author":"Gretchen Rubin,  The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","Category":"god","Quote":"... one flaw throws the loveliness of [everything else] into focus. I remember reading that Shakers deliberately introduced a mistake into the things they made, to show that man shouldn't aspire to the perfection of God. Flawed can be more perfect than perfection."},{"Author":"Alexandre Dumas,  The Three Musketeers","Category":"god","Quote":"Everyone knows that God protects drunkards and lovers."},{"Author":"Roman Payne,  The Wanderess","Category":"god","Quote":"Why do we mortals wonder if it is through 'human chaos' or through 'divine perfection' when the world guides us to some magical event? In either case, is not the result the same? Is the result not 'divine perfection?"},{"Author":"R.A. Salvatore,  Siege of Darkness","Category":"god","Quote":"But what of faith? What of fidelity and loyalty? Complete trust? Faith is not granted by tangible proof. It comes from the heart and the soul. If a person needs proof of god's existence, then the very notion of spirituality is diminished into sensuality and we have reduced what is holy into what is logical.-Drizzt Do'urden"},{"Author":"Judah Smith,  Jesus Is: Find a New Way to Be Human","Category":"god","Quote":"Don't allow the opinions of other people to shape your concept of him. Get to know him yourself, and let the goodness of God change you from the inside out."},{"Author":"Saadi","Category":"god","Quote":"Have patience. All things are difficult before they become easy."},{"Author":"Charles M. Schulz,  Charles M. Schulz: Conversations","Category":"god","Quote":"I don't think God wants to be worshiped. I think the only pure worship of God is by loving one another, and I think all other forms of worship became a substitute for the love that we should show one another."},{"Author":"Anne Graham","Category":"god","Quote":"For years we've been telling God to get out of our schools, to get out of our government and to get out of our lives. And being the gentleman He is, I believe He has calmly backed out. How can we expect God to give us His blessing and His protection if we demand He leave us alone?"},{"Author":"John Irving,  A Prayer for Owen Meany","Category":"god","Quote":"O God — please give him back! I shall keep asking You."},{"Author":"Sue Augustine,  When Your Past Is Hurting Your Present","Category":"god","Quote":"I want to encourage you by letting you know that there’s hope for you and your situation whatever you are dealing with. God is intimately involved with every detail of your future and His desire is for you to be an overcomer."},{"Author":"Kimberly Novosel,  Loved","Category":"god","Quote":"I told him I had once lost everything I had, too, and that I think that can be God’s way of building walls around us to force us to look up at Him."},{"Author":"Charles Haddon Spurgeon,  Grace God's Unmerited Favor","Category":"god","Quote":"O child of God, be more careful to keep the way of the Lord, more concentrated in heart in seeking His glory, and you will see the loving-kindness and the tender mercy of the Lord in your life."},{"Author":"Voltaire","Category":"god","Quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well."},{"Author":"Gerard Manley Hopkins","Category":"god","Quote":"The world is charged with the grandeur of God."},{"Author":"Peter Deunov","Category":"god","Quote":"If you wish to befriend someone, look for a person who loves first God then themselves. If they love God, they will be able to love their neighbor, too."},{"Author":"Amy Carmichael","Category":"god","Quote":"Bare heights of loneliness...a wilderness whose burning winds sweep over glowing sands, what are they to HIM? Even there He can refresh us, even there He can renew us."},{"Author":"Jim Butcher,  Grave Peril","Category":"god","Quote":"But I don't understand God. I don't understand how he could see the way people treat one another, and not chalk up the whole human race as a bad idea."},{"Author":"Josemaría Escrivá,  Christ Is Passing by","Category":"god","Quote":"God is here. This truth should fill our lives, and every Christmas should be for us a new and special meeting with God, when we allow his light and grace to enter deep into our soul."},{"Author":"Mary Doria Russell,  The Sparrow","Category":"god","Quote":"I believe in God the way I believe in quarks. People whose business it is to know about quantum physics or religion tell me they have good reason to believe that quarks and God exist. And they tell me that if I wanted to devote my life to learning what they've learned, I'd find quarks and God just like they did."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"god","Quote":"Not only do I not believe in not believing in God, I’m also a big supporter of crutches, canes, walkers, and anything that helps support man through difficult times."},{"Author":"John H. Groberg,  The Other Side of Heaven","Category":"god","Quote":"Sometimes God calms the storm and sometimes He calms his child."},{"Author":"Robert A. Schuller","Category":"god","Quote":"God is alive, real, and wants to heal you in every aspect of your life where you are hurting."},{"Author":"Abraham Lincoln","Category":"god","Quote":"In great contests each party claims to act in accordance with the will of God. Both may be, and one must be wrong. God cannot be for, and against the same thing at the same time."},{"Author":"Marquis de Sade","Category":"god","Quote":"Are your convictions so fragile that mine cannot stand in opposition to them? Is your God so illusory that the presence of my Devil reveals his insufficiency?"},{"Author":"Paul E. Miller,  A Praying Life: Connecting with God in a Distracting World","Category":"god","Quote":"God takes everyone he loves through a desert. It is his cure for our wandering hearts, restlessly searching for a new Eden... The best gift of the desert is God's presence... The protective love of the Shepherd gives me courage to face the interior journey."},{"Author":"Jean-Paul Sartre","Category":"god","Quote":"All men are Prophets or else God does not exist."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"god","Quote":"The goal of prayer is to live all of my life and speak all of my words in the joyful awareness of the presence of God.Prayer becomes real when we grasp the reality and goodness of God's constant presence with 'the real me.' Jesus lived his everyday life in conscious awareness of his Father."},{"Author":"Boy Scouts of America","Category":"god","Quote":"On my honor, I will do my bestTo do my duty To God and my country"},{"Author":"Ana Monnar","Category":"god","Quote":"I see the glass half full and thank God for what I have."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"The whole war between the atheist and the theist comes down to this: the atheist believes a 'what' created the universe; the theist believes a 'who' created the universe."},{"Author":"Colum McCann,  Let the Great World Spin","Category":"god","Quote":"Rather he consoled himself with the fact that, in the real world, when he looked closely into the darkness he might find the presence of a light, damaged and bruised, but a little light all the same."},{"Author":"A.W. Tozer","Category":"god","Quote":"When we try to focus our thought upon One who is pure uncreated being we may see nothing at all, for He dwelleth in light that no man can approach unto. Only by faith and love are we able to glimpse Him as He passes by our shelter in the cleft of the rock."},{"Author":"William Nicholson,  Shadowlands","Category":"god","Quote":"Self-sufficiency is the enemy of salvation. If you are self-sufficient, you have no need of God. If you have no need of God, you do not seek Him. If you do not seek Him, you will not find Him."},{"Author":"William Blake,  Songs of Innocence and of Experience","Category":"god","Quote":"When the stars threw down their spears, and watered heaven with their tears, did he smile his work to see? Did he who made the Lamb make thee?"},{"Author":"Rachel Held Evans,  Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions","Category":"god","Quote":"God's ways are higher than our ways not because he is less compassionate than we are but because he is more compassionate than we can ever imagine."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"Man is a demon, man is a god. Both true."},{"Author":"Sorin Cerin,  Wisdom Collection: The Book of Wisdom","Category":"god","Quote":"Where I will find peace other than in oblivion?"},{"Author":"Hillary Jordan,  When She Woke","Category":"god","Quote":"You don't have to stop thinking and asking questions to believe in God, child. If He'd wanted a flock of eight billion sheep, He wouldn't have given us opposable thumbs, much less free will."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"May the God who gives endurance and encouragement give you a spirit of unity among yourselves as you follow Christ Jesus, so that with one heart and mouth you may glorify the God and Father of our Lord Jesus Christ."},{"Author":"Augustine of Hippo","Category":"god","Quote":"We speak, but it is God who teaches."},{"Author":"Augustine of Hippo","Category":"god","Quote":"The peace of the celestial city is the perfectly ordered and harmonious enjoyment of God, and of one another in God. (City of God, Book 19)"},{"Author":"Orison Swett Marden,  Learn to Expect a Great Deal of Life","Category":"god","Quote":"The greatest thing a man can do in this world, is to make the most possible out of the stuff that has been given him. This is success, and there is no other."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"god","Quote":"To love someone is to desire and work toward their becoming the best version of themselves. The one person in all the universe who can do this perfectly for you is God."},{"Author":"Jayce O'Neal","Category":"god","Quote":"Cynicism is when a small mind and a hurt heart rejects the hope, love, and truth of a big and caring God."},{"Author":"Martin Luther,  Commentary on Galatians","Category":"god","Quote":"To be convinced in our hearts that we have forgiveness of sins and peace with God by grace alone is the hardest thing."},{"Author":"Jim Elliot","Category":"god","Quote":"Dreams are tawdry when compared with the leading of God, and not worthy of the aura of wonder we usually surround them with. God only doeth wonders. He does nothing else. His hand can work nothing less."},{"Author":"Richelle Mead,  Vampire Academy","Category":"god","Quote":"I had a standing agreement with god. I'd agree to believe in him, barely, so long as he let me sleep in on Sundays."},{"Author":"Robin Lee Hatcher,  Fit to Be Tied","Category":"god","Quote":"God makes each one of us for the time into which we are born. He creates us for a purpose. Our job is to know Him well, discover what He created us to do, and then do it for all we're worth for the rest of our lives. Ask God to show you your purpose. He will answer."},{"Author":"Christopher Hitchens,  Mortality","Category":"god","Quote":"If I convert it's because it's better that a believer dies than that an atheist does."},{"Author":"Søren Kierkegaard,  Fear and Trembling","Category":"god","Quote":"For he who loves God without faith reflects on himself, while the person who loves God in faith reflects on God."},{"Author":"Kurt Vonnegut","Category":"god","Quote":"Music is, to me, proof of the existence of God. It is so extraordinarily full of magic, and in tough times of my life I can listen to music and it makes such a difference."},{"Author":"Martin Luther","Category":"god","Quote":"For all works and things, which are either commanded or forbidden by God and thus have been instituted by the supreme Majesty, are 'musts.' Nevertheless, no one should be dragged to them or away from them by the hair, for I can drive no man to heaven or beat him into it with a club."},{"Author":"Robert C. Shannon","Category":"god","Quote":"Never pity missionaries; envy them. They are where the real action is -- where life and death, sin and grace, Heaven and Hell converge."},{"Author":"Xenophanes","Category":"god","Quote":"Men always makes gods in their own image."},{"Author":"Thomas Harris,  The Silence of the Lambs","Category":"god","Quote":"God's creatures who cried themselves to sleep stirred to cry again."},{"Author":"Stephen King,  The Stand","Category":"god","Quote":"There’s always a choice. That’s God’s way, always will be. Your will is still free. Do as you will. There’s no set of leg-irons on you. But... this is what God wants of you."},{"Author":"Peter Barnes,  The Ruling Class: A Baroque Comedy","Category":"god","Quote":"How do you know when you're God?\"\"When I pray to him I find I am talking to myself."},{"Author":"Charles Dickens,  Our Mutual Friend","Category":"god","Quote":"[She wasn't] a logically reasoning woman, but God is good, and hearts may count in heaven as high as heads."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"god","Quote":"God created heaven on earth but man created hell."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"god","Quote":"I often wonder if God recognizes His own son the way we've dressed him up, or is it dressed him down?"},{"Author":"Thaddeus of Vitovnica,  Our Thoughts Determine Our Lives: The Life and Teachings of Elder Thaddeus of Vitovnica","Category":"god","Quote":"It is of great significance if there is a person who truly prays in a family. Prayer attracts God's Grace and all the members of the family feel it, even those whose hearts have grown cold. Pray always."},{"Author":"Thaddeus of Vitovnica,  Our Thoughts Determine Our Lives: The Life and Teachings of Elder Thaddeus of Vitovnica","Category":"god","Quote":"One must love God first, and only then can one love one's closest of kin and neighbors. We must not be idols to one another, for such is not the will of God."},{"Author":"Glenn Pemberton,  Hurting with God","Category":"god","Quote":"We live in a world that is beyond our control, and life is in a constant flux of change. So we have a decision to make: keep trying to control a storm that is not going to go away or start learning how to live within the rain."},{"Author":"Matthew Henry","Category":"god","Quote":"The fear of God reigning in the heart is the beauty of the soul."},{"Author":"Evinda Lepins","Category":"god","Quote":"Your current circumstances are part of your redemption story He is writing."},{"Author":"Pope Benedict XVI,  God Is Love: Deus Caritas Est","Category":"god","Quote":"If in my life I fail completely to heed others, solely out of a desire to be 'devout' and to perform my 'religious duties', then my relationship with God will also grow arid. It becomes merely 'proper', but loveless."},{"Author":"Paul David Tripp,  Instruments in the Redeemer's Hands: People in Need of Change Helping People in Need of Change","Category":"god","Quote":"Embedded in the larger story of redemption is a principle we must not miss: God uses ordinary people to do extraordinary things in the lives of others."},{"Author":"Samuel Butler","Category":"god","Quote":"Prayers are to men as dolls are to children."},{"Author":"John Eldredge,  The Sacred Romance: Drawing Closer to the Heart of God","Category":"god","Quote":"The true story of every person in this world is not the story you see, the external story. The true story of each person is the journey of his or her heart."},{"Author":"Alexis de Tocqueville,  Democracy in America","Category":"god","Quote":"I am unaware of his plans but I shall never stop believing in them because I cannot fathom them and I prefer to mistrust my own intellectual capacities than his justice."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"No matter what the cause, God is only as willing as you are."},{"Author":"Damon Thueson","Category":"god","Quote":"With or without God, good decisions can be made; But only with God will great decisions be made."},{"Author":"Esther Earl,  This Star Won't Go Out: The Life and Words of Esther Grace Earl","Category":"god","Quote":"God is the reason I’m surviving, but he’s sure used you in my life wonderfully. I love you."},{"Author":"Tessa Afshar,  Pearl in the Sand","Category":"god","Quote":"I mean that the reason God seems to act in ways that make no sense to us is that our perceptions are wrong. Our expectations are subtly twisted. We long for things that harm us and run from the things that grow and heal us. We think good is bad and bad is good. God acts rightly, but to us, it seems confusing. Or sometimes plain wrong."},{"Author":"Erica Jong","Category":"god","Quote":"the body is wiser than its inhabitants. the body is the soul. the body is god’s messenger."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"god","Quote":"To realize the truth, you have to cross the boundaries of all religions and prophets."},{"Author":"Max Lucado,  3:16: The Numbers of Hope","Category":"god","Quote":"You will be at your best forever, Even now you have good moments. Occasional glimpses of your heavenly self. When you change your baby's diaper, forgive your boss's temper, tolerate your spouse's moodiness, you display traces of saintliness."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"Easily mistaken, it is not about a love for adversity, it is about knowing a strength and a faith so great that adversity, in all its adverse manifestations, hardly even exists."},{"Author":"Alan M. Dershowitz,  Letters to a Young Lawyer","Category":"god","Quote":"I have always considered \"Pascal's Wager\"a questionable bet to place, since any God worth believing in would prefer an honest agnostic to a calculating hypocrite."},{"Author":"Chairil Anwar,  Derai-derai Cemara","Category":"god","Quote":"Hidup hanya menunda kekalahan."},{"Author":"Voltaire","Category":"god","Quote":"It is said that God is always on the side of the big battalions."},{"Author":"Oswald Chambers","Category":"god","Quote":"Am I as spontaneously kind to God as I used to be, or am I only expecting God to be kind to me? Am I full of the little things that cheer His heart over me, or am I whimpering because things are going hardly with me? There is no joy in the soul that has forgotten what God prizes."},{"Author":"Frank Herbert","Category":"god","Quote":"To be a god can ultimately become boring and degrading. There'd be reason enough for the invention of free will! A god might wish to escape into sleep and be alive only in the unconscious projections of his dream-creatures."},{"Author":"Stephen Crane,  Complete Poems of Stephen Crane","Category":"god","Quote":"Two or three angelsCame near to the earth.They saw a fat church.Little black streams of peopleCame and went in continually.And the angels were puzzledTo know why the people went thus,And why they stayed so long within."},{"Author":"J.D. Robb,  Conspiracy in Death","Category":"god","Quote":"God is dead and I am his replacement."},{"Author":"محمد متولي الشعراوي,  كيف تقرأ القرآن الكريم وتحفظه","Category":"god","Quote":"القرآن الكريم ليس إعجازًا في البلاغة فقط ، ولكنه يحوي إعجازًا في كل ما يمكن للعقل البشري أن يحوم حوله ، فكل مفكر متدبر في كلام اللَّه يجد إعجازًا في القرآن الكريم . فالذي درس البلاغة رأى الإعجاز البلاغي ، والذي تعلم الطب وجد إعجازًا طبيًا في القرآن الكريم . وعالم النباتات رأى إعجازًا في آيات القرآن الكريم ، وكذلك عالم الفلك ."},{"Author":"Stephen King,  Desperation","Category":"god","Quote":"You said 'God is cruel' the way a person who's lived his whole life on Tahiti might say 'Snow is cold'. You knew, but you didn't understand.\"He stepped close to David and put his palms on the boy's cold cheeks. \"Do you know how cruel your God can be, David. How fantastically cruel?"},{"Author":"Johnny Hart","Category":"god","Quote":"Science Fiction: Any scientific acclaim that omits God."},{"Author":"R.A. Salvatore,  Sojourn","Category":"god","Quote":"You view the gods as entities without,\"Montolio tried to explain. \"You see them as physical beings trying to control our actions for their own ends, and thus you, in your stubborn independance, reject them. The gods are within, I say, whether one has named his own or not. You have followed Mielikki all your life, Drizzt. You merely never had a name to put on your heart."},{"Author":"Rohinton Mistry,  A Fine Balance","Category":"god","Quote":"…God is a giant quiltmaker. With an infinite variety of designs. And the quilt is grown so big and confusing, the pattern is impossible to see, the squares and diamonds and triangles don’t fit well together anymore, it’s all become meaningless. So He has abandoned it."},{"Author":"Thomas Deloney","Category":"god","Quote":"God sends meat and the devil sends cooks."},{"Author":"J.A. Konrath,  Origin","Category":"god","Quote":"We don't know the Devil's side of the story, because God wrote all the books."},{"Author":"Hany Adeeb","Category":"god","Quote":"لا تستهين بنفسك ، حتى لو كنت قطرة ، محاولاتك المستمرة .. بصبر تستطيع أن تفتت الصخر"},{"Author":"George Bernard Shaw,  Saint Joan","Category":"god","Quote":"Don't think you can frighten me by telling me that I am alone. France is alone. God is alone. And the loneliness of God is His strength."},{"Author":"Jennifer Donnelly,  Revolution","Category":"god","Quote":"Only the hopeless love God."},{"Author":"Mechthild of Magdeburg,  Meditations from Mechthild of Magdeburg","Category":"god","Quote":"A fish cannot drown in water,A bird does not fall in air.In the fire of creation,God doesn't vanish:The fire brightens.Each creature God mademust live in its own true nature;How could I resist my nature,That lives for oneness with God?"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"But I was always coming here. I though about one of my favorite Sufi poems, which says that God long ago drew a circle in the sand exactly around the spot where you are standing right now. I was never not coming here. This was never not going to happen."},{"Author":"Nichole Nordeman","Category":"god","Quote":"But what if you're wrong?What if there's more?What if there's hope you never dreamed of hoping for?What if you jump?And just close your eyes?What if the arms that catch you, catch you by surprise?What if He's more than enough?What if it's love?"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"Before you realize this truth, say the Yogis, you will always be in despair, a notion nicely expressed in this exasperated line from the Greek stoic philosopher Epictetus: 'You bear God within you, poor wretch, and know it not."},{"Author":"Gordon B. Hinckley","Category":"god","Quote":"Let our voices be heard. I hope they will not be shrill voices, but, I hope we shall speak with such conviction that those to whom we speak shall know of the strength of our feeling and the sincerity of our efforts."},{"Author":"Stanley Victor Paskavich","Category":"god","Quote":"Believe what you believe and it will be, believe what others believe and they will consume you!"},{"Author":"Wm. Paul Young","Category":"god","Quote":"Even though you can't finally grasp me, guess what? I still want to be known."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"God didn’t give fear a body. God gave love a body."},{"Author":"Edward Young","Category":"god","Quote":"A foe to God was never true friend to man"},{"Author":"Marcus J. Borg,  The God We Never Knew: Beyond Dogmatic Religion to a More Authentic Contemporary Faith","Category":"god","Quote":"The Christian life is not about pleasing God the finger-shaker and judge. It is not about believing now or being good now for the sake of heaven later. It is about entering a relationship in the present that begins to change everything now. Spirituality is about this process: the opening of the heart to the God who is already here."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"god","Quote":"Is the god the source, or is the god a human manner of conceiving of the force and energy that supports the world? In our tradition God is a male. This male and female differentiation is made, however, within the field of time and space, the field of duality. If God is beyond duality, you cannot say that God is a \"He.\"You cannot say God is a \"She.\"You cannot say God is an \"It.\"(18)"},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"Those who live as though God sets the rules are not going by their own rules. That is the self-sacrifice, or selflessness, that peace more often than not requires. Those who insist on going by their own rules cannot make that sacrifice. They are the steady adherents of (global) conflict because they are forever fighting both themselves and others to do whatever they think that they want to do."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"God is love, and he who abides in love abides in God, and God in him."},{"Author":"Boyd K. Packer","Category":"god","Quote":"Happiness is inseparably connected with decent, clean behavior."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"god","Quote":"Your angel cannot protect you against that which neither god nor the devil had made"},{"Author":"Werner Herzog","Category":"god","Quote":"Jeder für sich und Gott gegen alle"},{"Author":"محمد متولي الشعراوي,  كيف تقرأ القرآن الكريم وتحفظه","Category":"god","Quote":"كلمة : الآيات لا تطلق على مطلق موجود ، إنما تطلق على الموجود العجيب ، كما نقول : هذا آية في الحسن ، آية في الشجاعة ، فالآية علي الشيء العجيب ."},{"Author":"Victor Hugo,  Les Misérables","Category":"god","Quote":"There are, as we know, powerful and illustrious atheists. At bottom, led back to the truth by their very force, they are not absolutely sure that they are atheists; it is with them only a question of definition, and in any case, if they do not believe in God, being great minds, they prove God."},{"Author":"Rumi","Category":"god","Quote":"The way you make love is the way God will be with you."},{"Author":"Deepak Chopra,  The Way of the Wizard: Twenty Spiritual Lessons for Creating the Life You Want","Category":"god","Quote":"If you could really see that tree over there,\"Merlin said, \"you would be so astounded that you'd fall over.\"\"Really? But why?\"asked Arthur. \"It's just a tree.\"\"No,\"Merlin said, \"It's just a tree in your mind. To another mind it is an expression of infinite spirit and beauty. In God's mind it is a dear child, sweeter than anything you can imagine."},{"Author":"Jeff Goins,  Wrecked: When a Broken World Slams into your Comfortable Life","Category":"god","Quote":"I have realized that whatever good comes to me, comes from God, whatever bad comes to me, God has allowed it, and I choose to be thankful for both."},{"Author":"John Piper,  Don't Waste Your Life","Category":"god","Quote":"It was becoming clearer and clearer that if I wanted to come to the end of my life and not say, “I’ve wasted it!” then I would need to press all the way in, and all the way up, to the ultimate purpose of God and join him in it. If my life was to have a single, all-satisfying, unifying passion, it would have to be God’s passion."},{"Author":"Evinda Lepins","Category":"god","Quote":"Only God can take our failures and turn them into victories."},{"Author":"Rachel Held Evans,  Evolving in Monkey Town: How a Girl Who Knew All the Answers Learned to Ask the Questions","Category":"god","Quote":"What a comfort to know that God is a poet."},{"Author":"Hans Urs von Balthasar,  Unless You Become Like This Child","Category":"god","Quote":"To be a child means to owe one's existence to another, and even in our adult life we never quite reach the point where we no longer have to give thanks for being the person we are."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"god","Quote":"Let him who glories glory in this, That he understands and knows Me, That I am the LORD, exercising loving kindness, justice, and righteousness in the earth. For in these I delight,” says the LORD."},{"Author":"Francis A. Schaeffer,  Art & the Bible","Category":"god","Quote":"The ancients were afraid that if they went to the end of the earth they would fall off and be consumed by dragons. But once we understand that Christianity is true to what is there, true to the ultimate environment - the infinite, personal God who is really there - then our minds are freed. We can pursue any question and can be sure that we will not fall off the end of the earth."},{"Author":"Sherman Alexie,  The Absolutely True Diary of a Part-Time Indian","Category":"god","Quote":"And believe me, a good piece of chicken can make anybody believe in the existence of God."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"You are not on a journey to God; you are on a journey WITH God."},{"Author":"Allen Ginsberg,  Death and Fame: Last Poems, 1993-1997","Category":"god","Quote":"I know I'm not God, are you? Don't be silly.God? God? Everybody's God? Don't be silly."},{"Author":"C.S. Lewis,  The Four Loves","Category":"god","Quote":"Every Christian would agree that a man's spiritual health is exactly proportional to his love for God."},{"Author":"Ann Patchett,  Bel Canto","Category":"god","Quote":"He realized now he was only just beginning to see the full extent to which it was his destiny to follow, to walk blindly into fates he could never understand. In fate there was reward, in turning over one's heart to God there was a magnificence that lay beyond description. At the moment one is sure that all is lost, look at what is gained!"},{"Author":"Ai Yazawa","Category":"god","Quote":"It takes a lot of strength to hold onto and care for the things we love, so why is it that god seems to have made humans unable to conjure up that degree of power and love?"},{"Author":"Ernest Hemingway,  The Sun Also Rises","Category":"god","Quote":"wonder what day god created the egg' 'how should we know? we should not question. our stay on earth is not for long. let us rejoice and believe and give thanks'. 'eat a egg"},{"Author":"Billy Graham,  Hope for Each Day: Words of Wisdom and Faith","Category":"god","Quote":"Remember: He WANTS your fellowship, and He has done everything possible to make it a reality. He has forgiven your sins, at the cost of His own dear Son. He has given you His Word, and the priceless privilege of prayer and worship."},{"Author":"Max Lucado","Category":"god","Quote":"‎Mark it down: God loves you with an unearthly love. You can't win it by being winsome. You can't lose it by being a loser. But you can be blind enough to resist it"},{"Author":"Jerry Stahl,  Permanent Midnight","Category":"god","Quote":"To me, God is like this happy bus driver."},{"Author":"Sri Aurobindo,  Savitri: A Legend and a Symbol","Category":"god","Quote":"My God is love and sweetly suffers all."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"god","Quote":"Obedience, fasting, and prayer are laughed at, yet only through them lies the way to real true freedom. I cut off my superfluous and unnecessary desires, I subdue my proud and wanton will and chastise it with obedience, and with God's help I attain freedom of spirit and with it spiritual joy."},{"Author":"Mike Yaconelli","Category":"god","Quote":"Spirituality is not about being fixed; it is about God's being present in the mess of our unfixedness. (Messy Spirituality)"},{"Author":"Marquis de Sade","Category":"god","Quote":"Anything beyond the limits and grasp of the human mind is either illusion or futility; and because your god having to be one or the other of the two, in the first instance I should be mad to believe in him, and in the second a fool."},{"Author":"Osho","Category":"god","Quote":"<…> God is a person; godliness is a quality. You cannot become God, but you can be godly. <...>"},{"Author":"Robert Uttaro,  To the Survivors","Category":"god","Quote":"But no matter how much evil I see, I think it’s important for everyone to understand that there is much more light than darkness."},{"Author":"Meister Eckhart","Category":"god","Quote":"Whoever possesses God in their being has Him in a divine manner, and He shines out to them in all things; for them all things taste of God and in all things it is God's image that they see."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"Author":"Marianne Williamson","Category":"god","Quote":"The highest prize we can receive for creative work is the joy of being creative. Creative effort spent for any other reason than the joy of being in that light filled space, love, god, whatever we want to call it, is lacking in integrity. . ."},{"Author":"Nicholas Wolterstorff,  Lament for a Son","Category":"god","Quote":"But we all suffer. For we all prize and love; and in this present existence of ours, prizing and loving yield suffering. Love in our world is suffering love. Some do not suffer much, though, for they do not love much. Suffering is for the loving. This, said Jesus, is the command of the Holy One: \"You shall love your neighbor as yourself.\"In commanding us to love, God invites us to suffer."},{"Author":"Fulton J. Sheen","Category":"god","Quote":"The principle of democracy is a recognition of the sovereign, inalienable rights of man as a gift from God, the Source of law."},{"Author":"Mark Buchanan,  Your God Is Too Safe","Category":"god","Quote":"Sometimes doubting is not a lack of faith, but an expression of it. Sometimes to doubt is to merely insist that God be taken seriously not frivolously, to insist that our faith is placed in and upheld by something other than seeming conjuring tricks."},{"Author":"Beth Nimmo","Category":"god","Quote":"There's no safety outside of God."},{"Author":"Wendell Berry,  The Art of the Commonplace: The Agrarian Essays","Category":"god","Quote":"Charity even for one person does not make sense except in terms of an effort to love all Creation in response to the Creator's love for it."},{"Author":"Elisabeth Elliot","Category":"god","Quote":"He is always doing something--the very best thing, the thing we ourselves would certainly choose if we knew the end from the beginning. He is at work to bring us to our full glory."},{"Author":"Friedrich Nietzsche","Category":"god","Quote":"It was a subtle refinement of God to learn Greek when he wished to write a book – and that he did not learn it better."},{"Author":"Desiderius Erasmus","Category":"god","Quote":"Bidden or unbidden, God is present."},{"Author":"Neal Stephenson,  Snow Crash","Category":"god","Quote":"Supposing that originally there was nothing but one creator, how could ordinary binary sexual relations come into being?"},{"Author":"Kristina McMorris,  Bridge of Scarlet Leaves","Category":"god","Quote":"In seven days God had created the Earth. In a single day mankind had turned it upside down."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Because your steadfast love is better than life, my lips will praise you."},{"Author":"Kate Wicker,  Weightless: Making Peace with Your Body","Category":"god","Quote":"We are beautiful because we are sons and daughters of God, not because we look a certain way."},{"Author":"Elizabeth Gilbert","Category":"god","Quote":"I want to be with God all the time. But I don't want to be a monk, or totally give up worldly pleasures. I guess what i want to learn is how to live in this world and enjoy its delights, but also devote myself to God."},{"Author":"John F. MacArthur Jr.","Category":"god","Quote":"What you cant forget... God cant remember!"},{"Author":"Truman Capote","Category":"god","Quote":"all his prayers of the past had been simple concrete requests: God, give me a bicycle, a knife with seven blades, a box of oil paints. Only how, how, could you say something so indefinite, so meaningless as this: God, let me be loved."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Blessed is the man who walks not in the counsel of the ungodly, nor stands in the path of sinners, nor sits in the seat of the scornful; 2)But his delight is in the law of the Lord, and in His law he meditates day and night."},{"Author":"Henry Wadsworth Longfellow","Category":"god","Quote":"Though the mills of God grind slowly, yet they grind exceeding small; Though with patience He stands waiting, with exactness grinds He all."},{"Author":"James Baldwin,  The Fire Next Time","Category":"god","Quote":"Whose little boy are you?"},{"Author":"Hans Christian Andersen","Category":"god","Quote":"Almighty God, thee only have I; thou steerest my fate, I must give myself up to thee! Give me a livelihood! Give me a bride! My blood wants love, as my heart does!"},{"Author":"Mark Gorman","Category":"god","Quote":"Only 8% of our worry will come to pass. 92% of our worry is wasted. DON'T PANIC"},{"Author":"Martin Amis,  The Second Plane: 14 Responses to September 11","Category":"god","Quote":"It is straightforward—and never mind, for now, about plagues and famines: if God existed, and if he cared for humankind, he would never have given us religion."},{"Author":"Nancy Leigh DeMoss","Category":"god","Quote":"God lives in the place of praise. If we want to be where He is, we need to go to His address."},{"Author":"John Steinbeck,  Cannery Row","Category":"god","Quote":"Our Father who art in nature, who has given the gift of survival to the coyote, the common brown rat, the English sparrow, the house fly and the moth, must have a great and overwhelming love for no-goods and blots-on-the-town and bums, and Mack and the boys. Virtues and graces and laziness and zest. Our Father who art in nature."},{"Author":"Robert A. Schuller","Category":"god","Quote":"Open your eyes that you might see that all things are possible through you (with God's help)"},{"Author":"Arthur W. Pink,  The Attributes of God","Category":"god","Quote":"Were God to show grace to all of Adam's descendants, men would at once conclude that He was righteously compelled to take them to heaven as meet compensation for allowing the human race to fall into sin. But the great God in under no obligation to any of his creatures, least of all to those who are rebels against him."},{"Author":"John Green","Category":"god","Quote":"Suffering can bend & break us. But it can also break us open to become the persons God intended us to be. It depends on what we do with the pain. If we offer it back to God, He will use it to do great things in us & through us, because suffering is fertile... it an grow new life."},{"Author":"Israelmore Ayivor","Category":"god","Quote":"There is no other way to determine the difference between the will of God and the crafts of satan... Jesus is the way, the truth and the life... The Holy Spirit of God is the Comforter..."},{"Author":"Mario Puzo,  The Godfather","Category":"god","Quote":"I have no such powers. If I did I would be more merciful than God, believe me."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"god","Quote":"Angels had fallen, men have sinned.It does not mean that God has failed."},{"Author":"Neil Gaiman,  The Sandman, Vol. 4: Season of Mists","Category":"god","Quote":"They believe themselves Lucifer's equals, Cain, all these pitiful little gnats. But there is only one that we have ever owned to be our superior. There is but one greater than us, and to him... to him we no longer speak."},{"Author":"Peter E. Gillquist,  Becoming Orthodox: A Journey to the Ancient Christian Faith","Category":"god","Quote":"It's time we capture our imaginations for Christ"},{"Author":"Ralph Waldo Emerson,  Emerson: Poems","Category":"god","Quote":"So nigh is grandeur to our dust, So near is God to man,When Duty whispers low, 'Thou must,' The youth whispers, 'I can."},{"Author":"Lao Tzu","Category":"god","Quote":"If lightning is the anger of the gods, then the gods are concerned mostly about trees."},{"Author":"Ifeanyi Enoch Onuoha","Category":"god","Quote":"God is not interested in your art but, your heart."},{"Author":"Wm. Paul Young,  The Shack","Category":"god","Quote":"those who are afraid of freedom are those who cannot trust us to live in them. Trying to keep the law is actually a declaration of independence, a way of keeping control"},{"Author":"Neal A. Maxwell","Category":"god","Quote":"There are certain mortal moments and minutes that matter. Certain hingepoints in the history of each human. Some seconds are so decisive they shrink the soul, while others are spent, so as to stretch the soul."},{"Author":"Joe L. Wheeler,  Abraham Lincoln, a Man of Faith and Courage: Stories of Our Most Admired President","Category":"god","Quote":"When Lincoln was asked if God was on the Union’s side, Lincoln’s unvarying response was that what was really important was whether they were on God’s side."},{"Author":"Terry Pratchett,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"god","Quote":"God does not play games with His loyal servants\", said the Metatron, but in a worried tone of voice.\"Whoopee\", said Crowley."},{"Author":"Reggie Joiner,  The Think Orange: Imagine the Impact When Church and Family Collide...","Category":"god","Quote":"[Orange] is one of God's favorite colors--- He stuck it right there between red and yellow as the second color in the rainbow. He decorates entire forests with shades of orange every autumn. It shows up in sunrises at the start of the day, sunsets at the end of the day, and in the glow of the moon at the right time of night."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"god","Quote":"Creation discloses a power that baffles our minds and beggars our speech. We are enamored and enchanted by God's power. We stutter and stammer about God's holiness. We tremble before God's majesty... and yet, we grow squeamish and skittish before God's love."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"god","Quote":"Self abandoned, relaxed and effortless, I seemed to have laid me down in the dried-up bed of a great river; I heard a flood loosened in remote mountains, I felt the torrent come; to rise I had no will, to flee I had no strength."},{"Author":"Hans Urs von Balthasar,  Unless You Become Like This Child","Category":"god","Quote":"The Church does not dispense the sacrament of baptism in order to acquire for herself an increase in membership but in order to consecrate a human being to God and to communicate to that person the divine gift of birth from God."},{"Author":"Steve Wozniak","Category":"god","Quote":"All of a sudden, we’ve lost a lot of control,’ he said. ‘We can’t turn off our internet; we can’t turn off our smartphones; we can’t turn off our computers. You used to ask a smart person a question. Now, who do you ask? It starts with g-o, and it’s not God…"},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"god","Quote":"The choices we’re working with here are a block universe, where past, present and future all coexist simultaneously and everything has already happened; chaos, where anything can happen and nothing can be predicted because we can’t know all the variables; and a Christian universe in which God made everything and it’s all here for a purpose but we have free will anyway."},{"Author":"John Knowles,  A Separate Peace","Category":"god","Quote":"Never say you are five feet nine whenyou are five feet eight and a half\"was the first one I encountered.Another was, \"Always say some prayers at night because it might turnout that there is a God."},{"Author":"Gary Hopkins","Category":"god","Quote":"Never allow your ego to diminish your ability to listen."},{"Author":"J.J. McAvoy","Category":"god","Quote":"I swear to God . . .”“God doesn’t come to this part of the house, so swear to me.” -Liam C"},{"Author":"Ellen Hopkins,  Burned","Category":"god","Quote":"God wasn't love, couldn't be love. Because for me, love was a corpse."},{"Author":"Mike Donahey","Category":"god","Quote":"Christianity is not about how much faith you have. Its about Who your faith is in."},{"Author":"Cathie Linz,  Good Girls Do","Category":"god","Quote":"A miracle is a single mom who works two jobs to care for her kids and still helps them with their homework at night. A miracle is a child donating all the money in their piggy bank to help victims of Hurricane Katrina. That's where you'll find the hand and face of God."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"god","Quote":"Could there be any doubt that the Jews would seek to harm the Son of God again, knowing that his body was now readily accessible in the form of defenseless crackers?"},{"Author":"Richelle Mead,  Succubus Heat","Category":"god","Quote":"Seth's quote from his book:\"And if I only couldI'd make a deal with God and I'd get Him to swap our places\"-\"Running up that Hill\"by Kate Bush"},{"Author":"Yann Martel,  Beatrice and Virgil","Category":"god","Quote":"Afterwards, when it's all over, you meet God. What do you say to God?"},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"god","Quote":"Conscience is thus explained only as the voice of God in the soul."},{"Author":"Jerry Bridges,  The Pursuit of Holiness","Category":"god","Quote":"We're more concerned about our own \"victory\"over sin than we are about the fact that our sins grieve God's heart."},{"Author":"Matt Chandler","Category":"god","Quote":"He can heal me. I believe He will. I believe I'm going to be an old surely Baptist preacher. And even if He doesn't...that's the thing: I've read Philippians 1. I know what Paul says. I'm here let's work, if I go home? That's better. I understand that."},{"Author":"Bill Gaede,  Why God Doesn't Exist","Category":"god","Quote":"Define the word exist, and you'll know whether God exists."},{"Author":"Hillsong United","Category":"god","Quote":"Break my heart for what breaks yoursEverything I am for Your Kingdom's causeAs I walk from earth into eternity"},{"Author":"Mahatma Gandhi","Category":"god","Quote":"There's no God higher than truth."},{"Author":"Tim Kreider,  We Learn Nothing","Category":"god","Quote":"This is one reason people need to believe in God—because we want someone to know us, truly, all the way through, even the worst of us."},{"Author":"Nancy Leigh DeMoss","Category":"god","Quote":"God's Will is what we would choose if we knew what God knows."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"god","Quote":"I am a hunter of beauty and I move slow and I keep the eyes wide, every fiber of every muscle sensing all wonder and this is the thrill of the hunt and I could be an expert on the life full, the beauty meat that lurks in every moment.I hunger to taste life.God."},{"Author":"H.L. Mencken","Category":"god","Quote":"If we assume that man actually does resemble God, then we are forced into the impossible theory that God is a coward, an idiot and a bounder."},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"god","Quote":"I had a dream about you. You were writing names and numbers in a book, and I asked if that was a phone book or the Book of Life. You answered in a way that blinded me with light, and I grew afraid. So I said, “Hey, what is that over there?” and I pointed over your shoulder, and when you turned to look I scribbled my name on the bottom of page one."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"god","Quote":"Ragamuffins are simple, direct and honest. Their speech is unaffected. They are slow to claim, \"God told me...\"As they make their way through the world, they bear wordless, prophetic witness."},{"Author":"Harold S. Kushner","Category":"god","Quote":"If that were God's plan, it's a bad bargain; I don't want to have to deal with a God like that...My sense is God and I came to an accommodation with each other a couple of decades ago, where he's gotten used to the things that I'm not capable of and I've come to terms with things he's not capable of...and we care very much about each other."},{"Author":"Augustine of Hippo,  Confessions","Category":"god","Quote":"What do I love when I love my God?"},{"Author":"D.L. Moody","Category":"god","Quote":"No one can sum up all God is able to accomplish through one solitary life, wholly yielded, adjusted, and obedient to Him."},{"Author":"Clair Huffaker,  The Cowboy and the Cossack","Category":"god","Quote":"I believe that people who are devoutly religious, within any specific religion, have no true respect for the ultimate vastness that is God."},{"Author":"Søren Kierkegaard","Category":"god","Quote":"The paradox in Christian truth is invariably due to the fact that it is the truth that exists for God. The standard of measure and the end is superhuman; and there is only one relationship possible: faith."},{"Author":"Sophy Burnham","Category":"god","Quote":"To believe in God or in a guiding force because someone tells you to is the height of stupidity. We are given senses to receive our information within. With our own eyes we see, and with our own skin we feel. With our intelligence, it is intended that we understand. But each person must puzzle it out for himself or herself."},{"Author":"Cormac McCarthy,  The Road","Category":"god","Quote":"Then he just knelt in the ashes. He raised his face to the paling day. Are you there? he whispered. Will I see you at the last? Have you a neck by which to throttle you? Have you a heart? Damn you eternally have you a soul? Oh God, he whispered, Oh God."},{"Author":"Ravi Zacharias,  Jesus Among Other Gods: The Absolute Claims of the Christian Message","Category":"god","Quote":"Our intellect is not intended to be an end in itself, but only a means to the very mind of God."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"With God, all things are possible."},{"Author":"Stephen King,  The Stand","Category":"god","Quote":"It don't matter if you believe in God Nick, he believes in you."},{"Author":"Thomas Jefferson","Category":"god","Quote":"And for the support of this declaration, with a firm reliance on the protection of divine providence, we mutually pledge to each other our lives, our fortunes and our sacred honor."},{"Author":"Olive Ann Burns,  Cold Sassy Tree","Category":"god","Quote":"They's a heap more to God's will than death, disapoint-ment, and like thet. Hit's God's will for us to be good and do good, love one another, be forgivin'...\"He laughed. \"I reckon I ain't very forgivin', son. I can forgive a fool, but I ain't inner-rested in coddlin' hypocrites. Well anyhow, folks who think God's will jest has to do with sufferin' and dyin', they done missed the whole point."},{"Author":"Leo Tolstoy,  War and Peace","Category":"god","Quote":"He is not apprehended by reason, but by life."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"Is anything too hard for the Lord? (Genesis 18:14)"},{"Author":"Jim Elliot","Category":"god","Quote":"The will of God is sweet tonight, altogether ‘good and acceptable and perfect.’ The considerate love of the Lord Jesus for us seems such a kind thing now. I know it has always been so, but somehow I didn’t see how wise it was when it didn’t seem kind… Remind me of this when I cannot regard His love as considerate some time."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"god","Quote":"Christ delves far beyond the means of superficiality, not simply because of his immaculate love, but also because he considers the distinct cases of each individual rather than withholding a broadened perception by use of stereotypes."},{"Author":"Anita R. Sneed-Carter","Category":"god","Quote":"Many may have stopped believing in you, but God hasn't."},{"Author":"Skillet,  Awake","Category":"god","Quote":"This heart belongs to you alone."},{"Author":"Thomas S. Monson","Category":"god","Quote":"It was by faith, nothing wavering, that Joseph saw God our Eternal Father and Jesus Christ, His Son."},{"Author":"Pope Benedict XVI,  The Spirit of the Liturgy","Category":"god","Quote":"The glory of God is the living man, but the life of man is the vision of God', says St. Irenaeus, getting to the heart of what happens when man meets God on the mountain in the wilderness. Ultimately, it is the very life of man, man himself as living righteously, that is the true worship of God, but life only becomes real life when it receives its form from looking toward God."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"god","Quote":"God is so immense that if he were 'too visible,' people would give forced compliance without expressing their heart. So God made it possible, in enormous love, for us to live as if he were not there."},{"Author":"C.S. Lewis","Category":"god","Quote":"Something of God... flows into us from the blue of the sky, the taste of honey, the delicious embrace of water whether cold or hot, and even from sleep itself."},{"Author":"Robert Charles Wilson,  Darwinia","Category":"god","Quote":"I won't put my ignorance on an altar and call it God. It feels like idolatry, like the worst kind of idolatry."},{"Author":"Socrates","Category":"god","Quote":"God would seem to indicate to us and not allow us to doubt that these beautiful poems are not human, or the work of man, but divine and the work of God; and that the poets are only the interpreters of the Gods..."},{"Author":"Catherynne M. Valente,  The Habitation of the Blessed","Category":"god","Quote":"I wonder sometimes what the memory of God looks like. Is it a palace of infinite rooms, a chest of many jeweled objects, a long, lonely landscape where each tree recalls an eon, each pebble the life of a man? Where do I live, in the memory of God?"},{"Author":"James Joyce","Category":"god","Quote":"The artist, like the God of creation, remains within or behind or beyond or above his handiwork, invisible, refined out of existence, indifferent, paring his fingernails"},{"Author":"Henri Matisse","Category":"god","Quote":"I don't know whether I believe in God or not. I think, really, I'm some kind of a Buddhist. But the essential thing is to put oneself in a frame of mind which is close to that of prayer."},{"Author":"Pierre Laplace","Category":"god","Quote":"Your Excellency, I have no need of this hypothesis."},{"Author":"Stephen King,  Full Dark, No Stars","Category":"god","Quote":"If God rewards us on earth for good deeds—the Old Testament suggests it’s so, and the Puritans certainly believed it—then maybe Satan rewards us for evil ones."},{"Author":"Paul E. Miller,  A Praying Life: Connecting with God in a Distracting World","Category":"god","Quote":"If you wait, your heavenly Father will pick you up, carry you out into the night, and make your life sparkle. He wants to dazzle you with the wonder of his love."},{"Author":"Paul E. Miller,  A Praying Life: Connecting with God in a Distracting World","Category":"god","Quote":"Sometimes when we say \"God is silent,\"what's really going on is that he hasn't told the story the way we wanted it told. He will be silent when we want him to fill in the blanks of the story we are creating. But with his own stories, the ones we live in, he is seldom silent."},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"god","Quote":"How was she created? I'm not sure if you realize this, but it was in God's image. How can anybody dare to speak ill of something which bears such a noble imprint?"},{"Author":"Kathryn Kuhlman","Category":"god","Quote":"God does not patch up the old life,or make certain repairs on the old life;He gives a new life, through the new birth."},{"Author":"Oscar Wilde,  De Profundis","Category":"god","Quote":"Every single human being should be the fulfilment of a prophecy: for every human being should be the realisation of some ideal, either in the mind of God or in the mind of man."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"god","Quote":"From all of our beginnings, we keep reliving the Garden story."},{"Author":"Cristina Marrero","Category":"god","Quote":"To question the world around us and all its complexities is not blasphamy, but simply using the mind God gave us for its intended purpous. God is an artist. Artist do not create to have someone just glance and say \"That is pretty.\"Artist want viewers to look closer, deeper--to really see what they have created--not just glance."},{"Author":"Norman Schwarzkopf","Category":"god","Quote":"In a recent interview, General Norman Schwartzkof was asked if he thought there was room for forgiveness toward the people who have harboured and abetted the terrorists who perpetrated the 9/11 attacks on America. His answer...\"I believe that forgiving them is God's function. Our job is simply to arrange the meeting."},{"Author":"Tamora Pierce,  Emperor Mage","Category":"god","Quote":"No more is your master a god, Nobility, but he wants offerings from all. When Black God claims us, who will be punished for giving worship and power to a false god? The prince? Or Banjiku?"},{"Author":"George MacDonald","Category":"god","Quote":"I want to help you to grow as beautiful as God meant you to be when He thought of you first."},{"Author":"E'yen A. Gardner","Category":"god","Quote":"When I see God I see Beauty, I see Love, I see Joy, I see Peace and I see You. God loves us let us love one another."},{"Author":"Stephen J. Rivele","Category":"god","Quote":"The vibrations on the air are the breath of God speaking to man's soul. Music is the language of God. We musicians are as close to God as man can be. We hear his voice, we read his lips, we give birth to the children of God, who sing his praise. That's what musicians are."},{"Author":"Janice Thompson,  Fools Rush In","Category":"god","Quote":"He flashed the warmest smile I'd ever seen, and my heart felt comforted. Maybe D.J. saw my insecurities, my fears. Maybe he knew God still had a lot of work to do in my life before I'd be good girlfriend material.Or maybe, just maybe, he saw beyond all that and simply wanted to flirt with the wedding coordinator instead of rehearse for the big night.I did my best to relax...and let him."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"god","Quote":"We do know that no person can be saved except through Christ. We do not know that only those who know Him can be saved by Him."},{"Author":"Jayce O'Neal","Category":"god","Quote":"Cynicism places the cynic at the center seat of judgement with the self appointed authority to criticize and condemn."},{"Author":"Mike Doughty","Category":"god","Quote":"It's tragic that extremists co-opt the notion of God, and that hipsters and artists reject spirituality out of hand. I don't have a fixed idea of God. But I feel that it's us - the messed-up, the half-crazy, the burning, the questing - that need God, a lot more than the goody-two-shoes do."},{"Author":"George MacDonald,  Weighed and Wanting","Category":"god","Quote":"If God were not only to hear our prayers, as he does ever and always, but to answer them as we want them answered, he would not be God our Saviour but the ministering genius of our destruction."},{"Author":"Sarah Arthur,  The One Year Daily Grind","Category":"god","Quote":"The Lord is close to the brokenhearted; which means that if the rest of us want to get close to God, we seek them out-not because of what we could possible offer them, as if we're the spiritual first responders on the scene to save the day, but because we recognize how much they have to teach us about who God really is.\"-Quoted by Sarah Arthur, Author of The One Year Daily Grind."},{"Author":"Jon Katz","Category":"god","Quote":"We are human, and we suffer, and unlike the animals on the farm, we are self-aware, and we know that we suffer, and it doesn't hurt more or less if God caused it or could stop it, at least for me. I am definitely of the school that believes God has bigger stuff to worry about than me."},{"Author":"Brennan Manning,  The Ragamuffin Gospel: Good News for the Bedraggled, Beat-Up, and Burnt Out","Category":"god","Quote":"We must go out into a desert of some kind (your backyard will do) and come into a personal experience of the awesome love of God."},{"Author":"Norman Mailer","Category":"god","Quote":"Ultimately a hero is a man who would argue with the gods, and so awakens devils to contest his vision. The more a man can achieve, the more he may be certain that the devil will inhabit a part of his creation."},{"Author":"Barbara Cameron,  A Time to Love","Category":"god","Quote":"All was in God's plan, and he had to accept even as he didn't understand."},{"Author":"Anonymous","Category":"god","Quote":"With God, all things are possible. Matthew 19:26"},{"Author":"Mark Ireland","Category":"god","Quote":"The destiny of your soul is not predicated upon acceptance of a specific dogma that happens to be \"correct.\"A loving God does not dole out eternal condemnation because one has selected the wrong doctrine or misinterpreted scripture. On the contrary, your endeavor to understand God and the nature of the universe is a testament to your devotion."},{"Author":"Josh Ritter","Category":"god","Quote":"God can give or take away, Well who would make such an awful rule."},{"Author":"Shannon L. Alder","Category":"god","Quote":"Fear is to begin with the end in mind. There is no end. Life is eternal. Live life knowing that the end was your past, and the future is only full of beautiful beginnings through an eternity built around God’s love."},{"Author":"C.S. Lewis,  The Problem of Pain","Category":"god","Quote":"Even if there were pains in Heaven, all who understand would desire them."},{"Author":"Stephen Levine,  A Year to Live: How to Live This Year as If It Were Your Last","Category":"god","Quote":"There is nothing noble about suffering except the love and forgiveness with which we meet it. Many believe that if they are suffering they are closer to God, but I have met very few who could keep their heart open to their suffering enough for that to be true. (124)"},{"Author":"Sue Monk Kidd,  God's Joyful Surprise: Finding Yourself Loved","Category":"god","Quote":"How do we accomplish this matter of gathering life together in God? We must begin primarily by refocusing our attention keeping our minds and hearts directed toward God. The essence of the centered life is attention to God in all we think, say and do. It is the growing realization of His presence in our most down-to-earth living."},{"Author":"Shane Claiborne,  Jesus for President: Politics for Ordinary Radicals","Category":"god","Quote":"One by one, these disciples would infect the nations with grace. It wasn't a call to take the sword or the throne and force the world to bow. Rather, they were to live the contagious love of God, to woo the nations into a new future."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"I couldn't care less about evidence and proof and assurances. I just want God. I want God inside me. I want God to play in my bloodstream the way sunlight amuses itself on water."},{"Author":"Ayaan Hirsi Ali,  The Caged Virgin: An Emancipation Proclamation for Women and Islam","Category":"god","Quote":"In a well-functioning democracy, the state constitution is considered more important than God's holy book, whichever holy book that may be, and God matters only in your private life."},{"Author":"Mark Schultz","Category":"god","Quote":"You are a child of mine,Born of my own design,And you bear the hard of life.No matter where you go,Oh, you will always know,That you've been made free in Christ,And you are a child of mine!"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"In moments of prayer, people tend to pose as a critic and point out percieved flaws in God's art."},{"Author":"Rainer Maria Rilke,  Letters to a Young Poet","Category":"god","Quote":"Why don't you think of [God] as the one who is coming, who has been approaching from all eternity... the ultimate fruit of a tree whose leaves we are."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"god","Quote":"Dylan Jerome,\"the lawyer admits, \"wanted to sue God for not caring enough about him."},{"Author":"Tomson Highway","Category":"god","Quote":"There's a major fault in Western society. It makes room for only one god, and in only one gender. There's no balance, no co-existence, no partnership."},{"Author":"Jean-Jacques Rousseau","Category":"god","Quote":"I say to myself: \"Who are you to measure infinite power?"},{"Author":"David Eagleman,  Sum: Forty Tales from the Afterlives","Category":"god","Quote":"Among all the creatures of creation, the gods favor us: We are the only ones who can empathize with their problems."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"god","Quote":"God is the name we give to the science we don't understand. Science is the name we give to the God we don't understand."},{"Author":"J.T.Abraham","Category":"god","Quote":"Future is one of the wildest experiences that you will ever have."},{"Author":"Thomas Merton,  No Man Is an Island","Category":"god","Quote":"True happiness is not found in any other reward than that of being united with God. If I seek some other reward besides God Himself, I may get my reward but I cannot be happy."},{"Author":"Gore Vidal","Category":"god","Quote":"Ultimately, totalitarianism is the only sort of politics that can truly serve the sky-god's purpose. Any movement of a liberal nature endangers his authority and that of his delegates on earth. One God, one King, one Pope, one master in the factory, one father-leader in the family at home."},{"Author":"Gustave Flaubert","Category":"god","Quote":"God is only a word dreamed up to explain the world"},{"Author":"C.S. Lewis","Category":"god","Quote":"Can a mortal ask questions which God finds unanswerable? Quite easily, I should think. All nonsense questions are unanswerable."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"god","Quote":"Great minds think alike because a greater Mind is thinking through them."},{"Author":"Maaza Mengiste,  Beneath the Lion's Gaze","Category":"god","Quote":"When you are convinced that everything that happens is the will of God, what is there to do but wait until God has mercy?"},{"Author":"Benjamin Alire Sáenz,  Last Night I Sang to the Monster","Category":"god","Quote":"Rafael?””Yeah?”„Do we all have monsters?”„Yes.”„Why does God give us so many monsters?”„You want to know my theory?”„Sure.”„I think it’s other people who give us monsters. Maybe God doesn’t have anything to do with it."},{"Author":"George Sterling,  The Thirst of Satan: Poems of Fantasy and Terror","Category":"god","Quote":"And fragile is thy tenure of this worldStill haunted by the monstrous ghost of God.(\"To Science\")"},{"Author":"Leonard Ravenhill,  Revival God's Way","Category":"god","Quote":"If we had more sleepless nights in prayer, there would be fewer souls to have a sleepless eternal night in hell."},{"Author":"Alberto Caeiro,  The Collected Poems of Alberto Caeiro","Category":"god","Quote":"What comes, when it comes, will be what it is."},{"Author":"Dan Simmons,  The Fall of Hyperion","Category":"god","Quote":"I wish we had the technology to fight God on an equal basis. To beard him in his den. To fight back for all of the injustices heaped on humanity. To allow him to alter his smug arrogance or be blown to hell."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"god","Quote":"Sometimes I ask God what I did to deserve her love. I maintain my innocence, and of all the forms of God’s wrath from plagues, pestilence, and famine, her love is by far the cruelest."},{"Author":"Sorin Cerin,  Wisdom Collection: The Book of Wisdom","Category":"god","Quote":"Never hide your fear because it will become your own God, hidden inside you."},{"Author":"Sue Monk Kidd,  God's Joyful Surprise: Finding Yourself Loved","Category":"god","Quote":"we need not avoid our active lives, but simply bring to them a new vision and shift of gravity. for in the center we are rooted in god's love. in such a place there is no need for striving and impatience and dashing about seeking approval."},{"Author":"Brian \"Head\"Welch","Category":"god","Quote":"The most important lesson that we're supposed to be learning right now is how completely lost we are without God. If we don't learn this lesson, then our lives are going to have zero meaning. (Stronger: Forty Days of Metal and Spirituality)"},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"god","Quote":"Protestants believe that the sacraments are like ladders that God gave to us by which we can climb up to Him. Catholics believe that they are like ladders that God gave to Himself by which He climbs down to us."},{"Author":"Thomas Aquinas","Category":"god","Quote":"I receive Thee ransom of my soul. For love of Thee have I studied and kept vigil toiled preached and taught…"},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"god","Quote":"The saints, too, had wandering minds. The saints, too, had constantly to recall their constantly wandering mind-child home. They became saints because they continued to go after the little wanderer, like the Good Shepherd."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"god","Quote":"Is it folly to believe in something that is intangible? After all, some of the greatest intangibles are Love, Hope, and Wonder.Another is Deity.The choice to be a fool is yours."},{"Author":"Mike Mason","Category":"god","Quote":"And so must learn to love with our mouths and voices, as well as with our eyes, flesh, heart, brains, and with everything we have, right down to our toenails. There is not anything about us that cannot love, and that is not called to love, and that is not destined to be turned, conformed, and reduced to pure love. It ...is the priceless deposit left by the burning away of selfishness."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"god","Quote":"In fact, it was all I could do to stop myself from saying, 'I've always been a big fan of your work …"},{"Author":"Jim Elliot","Category":"god","Quote":"Ah, how many Marahs have been sweetened by a simple, satisfying glimpse of the Tree and the Love which underwent its worst confict there. Yes, the Cross is the tree that sweetens the waters. 'Love never faileth."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"The Lord will fulfill his purpose for me; your love, O Lord, endures forever - do not abandon the works of your hands."},{"Author":"John Adams","Category":"god","Quote":"Admire and adore the Author of the telescopic universe, love and esteem the work, do all in your power to lessen ill, and increase good, but never assume to comprehend."},{"Author":"Chuck Palahniuk,  Choke","Category":"god","Quote":"I am the child of a lunatic. Not a child of God."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"god","Quote":"He that hath the steerage of my course,Direct my sail."},{"Author":"Ann Brashares,  Sisterhood Everlasting","Category":"god","Quote":"You thought you had the choice to stay still or move forward, but your didn't. As long as your heart kept pumping an your blood kept blowing and your lungs kept filling, you didn't. The pang she felt for Tibby carried something like envy. You couldn't stand still for anything short of death, and God knew she had tried."},{"Author":"Ralph Martin,  The Fulfillment of All Desire: A Guidebook for the Journey to God Based on the Wisdom of the Saints","Category":"god","Quote":"What the spiritual journey is all about is uniting our will with God's will, wanting what He wants, loving what He loves, living a life that in all its aspects honors Him and gives Him glory."},{"Author":"Orson Scott Card,  Xenocide","Category":"god","Quote":"With life. Rooter says that life is how God gives purpose to the universe."},{"Author":"Paul E. Miller,  A Praying Life: Connecting with God in a Distracting World","Category":"god","Quote":"Self-will and prayer are both ways of getting things done. At the center of self-will is me, carving a world in my image, but at the center of prayer is God, carving me in his Son's image."},{"Author":"Billy Connolly","Category":"god","Quote":"I don't believe in angels and I have trouble with the whole God thing. I don't want to say I don't believe in God but I don't think I do. But I believe in people who do."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"god","Quote":"The Garden is a metaphor for the following: our minds, and our thinking in terms of pairs of opposites--man and woman, good and evil--are as holy as that of a god. (50)"},{"Author":"Allen Ginsberg,  Kaddish and Other Poems","Category":"god","Quote":"Thank God I am not God! Thank God I am not God!"},{"Author":"ج.هولاند","Category":"god","Quote":"يُعطي الله كل طير طعامه، لكنه لا يرميه له في العش."},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"god","Quote":"Like apes, we breed, sleep, and die. Yet like God we say, \"I am.\"We are ontological oxymorons."},{"Author":"Edgar Allan Poe,  The Imp of The Perverse","Category":"god","Quote":"If we cannot comprehend God in his visible works, how then in his inconceivable thoughts, that call the works into being?"},{"Author":"Janet Fitch,  White Oleander","Category":"god","Quote":"And if there is no god?You act as if there is, and it's the same thing."},{"Author":"Blaise Pascal","Category":"god","Quote":"Fire. God of Abraham, God of Isaac, God of Jacob, not of the philosophers and the scholars. I will not forget thy word. Amen."},{"Author":"Thurman L. Faison,  To The Spiritually Inclined","Category":"god","Quote":"Let us keep in mind that we do not have to go to the scriptures inorder to approach God. We do not have to find the right scripture inorder to talk to God\"."},{"Author":"Alberto Caeiro,  The Collected Poems of Alberto Caeiro","Category":"god","Quote":"I'm one of my sensations."},{"Author":"R.C. Sproul,  The Truth of the Cross","Category":"god","Quote":"God’s sovereign will is not at the whim and mercy of our person and individual responses to it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"A truly good person will speak truth, act with truth, and stand for Truth. A truly good person is not afraid to think from their heart; therefore, allowing nonconformist decisions, viewpoints, and perspectives to lead their life. By following their heart, they stand with their conscience, and only with God."},{"Author":"Richard G. Scott","Category":"god","Quote":"Worthy character is best forged from a life of consistent, correct choices centered in the teachings of the Master."},{"Author":"Jean Rostand","Category":"god","Quote":"Kill a man and you're a murderer. Kill many and you're a conqueror. Kill them all, you're a god."},{"Author":"Cindy Martinusen Coloma,  Caleb + Kate","Category":"god","Quote":"I've been a Christian since I was a little girl. But my Christianity is a muddy mess of thoughts and opinions and making God into what works for me-like going shopping at the mall and picking out whatever I want, putting together faith like I would an outfit. Somehow I don't think the Creator, the I AM, the savior of the world is something we can mix and match to out liking."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"To love God with all our heart, soul, and mind, and our neighbor as ourself."},{"Author":"Jodi Picoult,  Keeping Faith","Category":"god","Quote":"Dr. Keller begins pacing. \"I don't think we've been hearing Faith just right. Her guard...the words..they sound alike.\"What do you mean?\"Your daughter,\"Dr. Keller says flatly. \"I think she's seeing God."},{"Author":"Ouida","Category":"god","Quote":"One must pray first, but afterwards one must help oneself. God does not care for cowards.--\"Wanda"},{"Author":"William James","Category":"god","Quote":"إن بيننا وبين الله رابطة لا تنفصم، فإذا نحن أخضعنا أنفسنا لإشرافه - سبحانه وتعالى - تحققت أمنياتنا وآمالنا كلها."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"THE FOUR HEAVENLY FOUNTAINSLaugh, I tell youAnd you will turn backThe hands of time.Smile, I tell youAnd you will reflectThe face of the divine.Sing, I tell youAnd all the angels will sing with you!Cry, I tell youAnd the reflections found in your pool of tears -Will remind you of the lessons of today and yesterdayTo guide you through the fears of tomorrow."},{"Author":"Cormac McCarthy,  Cities of the Plain","Category":"god","Quote":"He believed in God even if he was doubtful of men's claims to know God's mind. But that a God unable to forgive was no God at all."},{"Author":"Chris Burkmenn","Category":"god","Quote":"Encouragement is like water to the soul, it makes everything grow."},{"Author":"Pope Benedict XVI","Category":"god","Quote":"God is our Father and loves us, even when his silence remains incomprehensible."},{"Author":"Pat Conroy,  South of Broad","Category":"god","Quote":"It did not look like the work of God, but it might have represented the handicraft of a God with a joyous sense of humor, a dancing God who loved mischief as much as prayer, and playfulness as much as mischief."},{"Author":"Anne Rice,  Memnoch the Devil","Category":"god","Quote":"How could anyone love Him? What did you just tell me yourself about the world? Don't you see, everybody hates God now. It's not that God is dead in the twentieth century. It's that everybody hates Him! At least I think so."},{"Author":"A.J. Russell,  God Calling","Category":"god","Quote":"The Divine Voice is not always expressed in words. It is made known as a heart-consciousness."},{"Author":"Elizabeth Goudge,  The White Witch","Category":"god","Quote":"These black times go as they come and we do not know how they come or why they go. But we know that God controls them, as he controls the whole vast cobweb of the mystery of things."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"god","Quote":"So tonight to shush you how about if I say I have administrative bones to pick with God, Boo. I'll say God seems to have a kind of laid-back management style I'm not crazy about. I'm pretty much anti-death. God looks by all accounts to be pro-death. I'm not seeing how we can get together on this issue, he and I, Boo."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"god","Quote":"Much blood has been spilled over words, and a great deal of it over the word ‘God.’ (125)"},{"Author":"Michael Thomas Ford,  Looking For It","Category":"god","Quote":"I believe that God—if he exists at all—is what we want him to be. The true God is unknowable, and so we dress him up in costumes that make him visible to us. Then we come up with a lot of very silly rules that we attribute to him and tell everyone if they don't follow those rules, they can't be part of the gang."},{"Author":"Mark Gorman","Category":"god","Quote":"If God didn't want you to be a dreamer, He wouldn't go around handing out dreams! That's a clue!"},{"Author":"Tiffany Madison","Category":"god","Quote":"Perhaps the Creator of this strange place knows us better than we know ourselves. Perhaps humanity was meant to eternally ponder the purpose and importance of our own existence. If we were assured of either, we’d be intolerable creatures."},{"Author":"Kat Falls,  Rip Tide","Category":"god","Quote":"Before I could turn to look up, a voice boomed from the heavens: \"What the heck is going on down there?"},{"Author":"Sunil Vidyarthi,  The Dead-End (Up) Here: Shiva You Do Not See, Screams You Do Not Hear","Category":"god","Quote":"O how we call each other namesYou call me schizophrenicI call you GodBut we do agree on oneDeluded are we both."},{"Author":"Floriano Martins","Category":"god","Quote":"God is a book I can no longer read."},{"Author":"Ron Patterson","Category":"god","Quote":"Could a being create the fifty billion galaxieseach with two hundred billion starsthen rejoice in the smell of burning goat flesh?"},{"Author":"Alex Sanchez,  The God Box","Category":"god","Quote":"I mean, think about [the phrase 'love the sinner, hate the sin.'] Isn't it like saying, 'I love left-handed people but hate that they're left-handed.' Is that really love? Or is that saying, 'I'm willing to love you as I'd like you to be, not as you are'? Either God's love is unconditional or it's not."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"god","Quote":"When you mature in your relationship with God you realize how suffering and patience are like eating your spiritual vegetables."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"god","Quote":"God really performs the miracle of multiplying our time, but only if we give it to him first."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"god","Quote":"I've gone to prepare a place for youBut I will come back again."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"god","Quote":"We try too much and trust too little. Count the times God's Book tells us to \"try.\"Now count the times it tells us to \"trust."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"When we look for success, it should be for the sole purpose of boasting sincerely in Christ. There's no other reason for it. Success is only worth it when the more intense it gets for you, the more you find yourself bragging for his glory rather than your own."},{"Author":"Robert M. Price","Category":"god","Quote":"I bet you've seen the fundamentalist bumper sticker that says, \"God said it! I believe it! That settles it!\"It must be a typo because what the driver really means is, \"I said it! God believes it! That settles it!"},{"Author":"Harry H. Harrison Jr.,  1001 Things Every Teen Should Know Before They Leave Home:","Category":"god","Quote":"They should know that just because things get difficult, it's no reason to believe God is on vacation."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"Christians walk as strangers in the world: They are untamed. They are free. To persevere with love, yet untamed by man, is often what leaves that open space for divine revelation when God so wills."},{"Author":"Santosh Kalwar","Category":"god","Quote":"I am very close to HIM, sometimes I think I am HIM, with my mood is the weather,bright and sunny forever."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"If all men are made in God's reflection, then why do some people continue to acknowledge only what is in their part of the mirror? If every man was created equal and in the image of God, then how can any man claim that one race is better than another?"},{"Author":"Farahad Zama,  The Marriage Bureau for Rich People","Category":"god","Quote":"People keep looking for the perfect one, but perfection is an attribute of God alone."},{"Author":"Douglas Wilson","Category":"god","Quote":"Wealth is a gift from God, and pride is bequeathed to us from the devil."},{"Author":"Toba Beta,  Master of Stupidity","Category":"god","Quote":"Anyone who doesn't fear God, has no idea at all about Him."},{"Author":"C. JoyBell C.","Category":"god","Quote":"Anybody who says \"I know how to get to God and you don't, do this and do that and go here and go there\"is going to become 1. very powerful and 2. very rich. The simple truth is, if I am with God, no less can you be with God at the same time as I am."},{"Author":"Ryan Dobson,  Be Intolerant: Because Some Things Are Just Stupid","Category":"god","Quote":"Think about this: You don't know when these people are going to die. They could get into a car today and be killed on the way home. Did they ever hear about Jesus? God has put you in their lives to be His ambassador. You're His megaphone, through which He wants to call out to them to come to Him and be saved."},{"Author":"Pope Benedict XVI,  God Is Love: Deus Caritas Est","Category":"god","Quote":"God's love for his people is so great that it turns God against himself, his love against his justice."},{"Author":"Arthur W. Pink,  The Attributes of God","Category":"god","Quote":"...Our Lord Jesus Christ added nothing to God in his essential being and glory, either by what He did or suffered. True, blessedly and gloriously true. He manifested the glory of God to us, but he added nought to God... Christ's goodness and rightousness reached unto His saints in the earth but God was high above and beyond it all...."},{"Author":"Martin Luther,  The Jews and Their Lies","Category":"god","Quote":"If God had not permitted the people of Jerusalem to be torn asunder and driven them from the land, but had let them keep it after before, no one could convince them that they are not God`s chosen people."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"ONE BUT MANYOne God, many faces.One family, many races.One truth, many paths.One heart, many complexions.One light, many reflections.One world, many imperfections.ONE.We are all one,But many."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"god","Quote":"My mother-in-law got so angry at me she vowed she’d never speak to me again, and I smiled and gave thanks for the little miracle God worked in my life."},{"Author":"Criss Jami,  Killosophy","Category":"god","Quote":"The typical atheist rebels against God as a teenager rebels against his parents. When his own desires or standards are not fulfilled in the way that he sees fit, he, in revolt, storms out of the house in denial of the Word of God and in scrutiny of a great deal of those who stand by the Word of God. The epithet 'Heavenly Father' is a grand reflection, a relation to that of human nature."},{"Author":"Philip K. Dick,  VALIS","Category":"god","Quote":"They ought to make it a binding clause that if you find God you get to keep Him."},{"Author":"Pattie Mallette,  Nowhere But Up: The Story of Justin Bieber's Mom","Category":"god","Quote":"Oh my God ... YOU are real.Oh my God ... You ARE real.OH MY GOD ... You are REAL!Oh my God ... You're really real!"},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"god","Quote":"Statistics, likelihoods, and probabilities mean everything to men, nothing to God."},{"Author":"Mitch Albom,  The Time Keeper","Category":"god","Quote":"Man invents nothing God did not create first."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"A man of God would never burn or harm a temple of any kind - regardless of religion. A true man of God would see every temple or divine mansion built to glorify the Creator - as an extension of the temple closest to his home, regardless of its shape, size, or color. A man who truly recognizes and knows God can see God in all things."},{"Author":"Javier Bardem","Category":"god","Quote":"I don't belive in God. I believe in...Al Pacino."},{"Author":"Nostradamus,  Prophecies of Nostradamus","Category":"god","Quote":"We need god to prosper those without him will not."},{"Author":"Roman Payne","Category":"god","Quote":"The day came when she discovered sex, sensuality, and literature; she said, 'I submit! Let my life be henceforth ruled by poetry. Let me reign as the queen of my dreams until I become nothing less than the heroine of God."},{"Author":"Carman Licciardello","Category":"god","Quote":"You can't just know about God. You have to KNOW God!"},{"Author":"St. Faustina Kowalska","Category":"god","Quote":"From today onwards, I am going to strive for the greatest purity of soul, that the rays of God's grace may be reflected in all their brilliance."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"If the Creator stood before a million men with the light of a million lamps, only a few would truly see him because truth is already alive in their hearts. Truth can only be seen by those with truth in them. He who does not have Truth in his heart, will always be blind to it."},{"Author":"Patricia Marx,  Him Her Him Again the End of Him","Category":"god","Quote":"There better not be a God because I'll be in big trouble."},{"Author":"Douglas Coupland,  Hey Nostradamus!","Category":"god","Quote":"Inasmuch as I am a spiritual man, I do believe in God - I think that He created anorder for the world; I believe that, in constantly bombarding Him with requests for miracles,we're also asking that He unravel the fabric of the world. A world of continuous miracleswould be a cartoon, not a world."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"god","Quote":"It doesn't sound logical to say that a man is an atheist just because he's probably someonewho knows his own God...personally."},{"Author":"Charlaine Harris,  Dead and Gone","Category":"god","Quote":"Then was ashamed of myself. I should be happy for what I'd been given. I hoped God hadn't noticed my lapse in appreciation."},{"Author":"Julia Cameron,  God is No Laughing Matter","Category":"god","Quote":"And why are we supposed to be serious about God? Did God show up and crack the whip? “You there, Annie in Ohio, I see you laughing a lot and frankly it really pisses Me off . . . “ (50)"},{"Author":"Mark Salzman,  Lying Awake","Category":"god","Quote":"It's a mean story, Helen fumed. An absentee father who demands that his children put him at the center of their lives and beg for his return. Sister Priscilla didn't think it was mean, apparently. She was so in love with God that she had married him, even though she would not see his face, hear his voice, or feel his embrace for as long as she lived. One of us, Helen, thought is flying blind."},{"Author":"Alberto Caeiro,  The Collected Poems of Alberto Caeiro","Category":"god","Quote":"Accept the universeAs the gods gave it to you.If the gods wanted to give you something elseThey’d have done it.If there are other matters and other worldsThere are."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"god","Quote":"Nothing but prayer can make saints because nothing but God can make saints, and we meet God in prayer. Prayer is the hospital for souls where we meet Doctor God."},{"Author":"Peter Kreeft,  Prayer for Beginners","Category":"god","Quote":"The only way God can strengthen his presence in our will is to weaken his presence in our feelings. Otherwise we would become spiritual cripples, unable to walk without emotional crutches. This is why he gives us dryness, sufferings, and failures."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"god","Quote":"Tomorrow is promised to no man, though I’m under the impression I have an earthly meeting with God on the day after tomorrow. So that’s nice."},{"Author":"Mike Timmis,  Between Two Worlds: The Spiritual Journey of an Evangelical Catholic","Category":"god","Quote":"We do not work for unity; we work to end and erase disunity. Unity is of God; disunity is of man. In matters of doctrine and practice of conscience, our guide should be this traditional saying: \"In essentials, unity. In nonessentials, liberty. But in all things, love."},{"Author":"Dietrich Bonhoeffer,  Letters and Papers from Prison","Category":"god","Quote":"As you gave the ring to one another and have now received it a 2nd time from the hand of the pastor, so love comes from you, but marriage from above, from God. As high as God is above man, so high are the sanctity, the rights, and the promise of love. It is not your love tht sustains the marriage, but from now on, the marriage that sustains your love."},{"Author":"Alexis Karel","Category":"god","Quote":"إننا نربط أنفسنا - حين نصلي - بالقوة العظمى التي تهيمن على الكون، ونسألها ضارعين أن تمنحنا قبساً منها نستعين به على معاناة الحياة، بل إن الضراعة وحدها كفيلة بأن تزيد قوتنا ونشاطنا، ولن تجد احداً ضرع إلى الله مرة إلا عادت عليه هذه الضراعة بأحسن النتائج."},{"Author":"Kingsley Amis","Category":"god","Quote":"Yevgeny Yevtushenko: 'You atheist?'\"Kingsley Amis: 'Well, yes, but it's more that I hate him."},{"Author":"Randy Elrod,  Sex, Lies & Religion","Category":"god","Quote":"The unconditional love of God leads to a life of freedom and transforms each day into a potentially wild adventure."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"god","Quote":"Regardless of your chosen faith, at the end of your life's journey, your heart will be measured in two ways. One, the weight of your conscience must far outweigh the weight of a feather. Two, any impurities in your heart must weigh no more than one feather."},{"Author":"Timothy Parker","Category":"god","Quote":"You can choose to say, \"Good Morning God\"or \"Good God, morning!"},{"Author":"John Stuart Mill,  Autobiography","Category":"god","Quote":"I have a hundred times heard him say, that all ages and nations have represented their gods as wicked, in a constantly increasing progression; that mankind have gone on adding trait after trait till they reached the most perfect conception of wickedness which the human mind could devise, and have called this God, and prostrated themselves before it."},{"Author":"Francis G. Thompson,  The Hound of Heaven","Category":"god","Quote":"I fled Him down the nights and down the daysI fled Him down the arches of the yearsI fled Him down the labyrinthine waysOf my own mind, and in the midst of tearsI hid from him, and under running laughter."},{"Author":"Delia Parr,  Hearts Awakening","Category":"god","Quote":"...the truth of the matter is that we've all got cracks in our spirits, and we have to remember they're only there because we need them.... Otherwise, how could God's grace filter in deep enough to give us the joy and peace we're all searching for in this world. It couldn't, plain and simple."},{"Author":"Toba Beta","Category":"god","Quote":"If there was no free will in men, then there is no sins. When sins happened, it was 'free will' that made them doable. This is true, unless God has predestined human to do and to have sins."},{"Author":"Shirley Corder,  Strength Renewed: Meditations for Your Journey Through Breast Cancer","Category":"god","Quote":"Sometimes the Lord allows us to go through tough times so we learn to rely upon Him."},{"Author":"Zeena Schreck,  Demons of the Flesh: The Complete Guide to Left Hand Path Sex Magic","Category":"god","Quote":"Zeena's first published sermon at 7 years old. From “The Cloven Hoof” periodical, 1970, San Francisco, CA, USA.:“The question, 'What is the difference between God and Satan?,' was put to Zeena LaVey, seven-year-old daughter of the High Priest. Her answer was...'SATAN MADE THE ROSE AND GOD MADE THE THORNS."},{"Author":"D.H. Lawrence","Category":"god","Quote":"Human desire is the criterion of all truth and all good. Truth does not lie beyond humanity, but is one of the products of the human mind and feeling. There is really nothing to fear. The motive of fear in religion is base..."},{"Author":"Enock Maregesi","Category":"god","Quote":"Kuikaribisha amani ya Mungu katika maisha yangu kumenisaidia. Naishi mbinguni duniani."},{"Author":"Sommer Ellison","Category":"god","Quote":"God is A.W.E.S.O.M.E! HE is Always Working Extraordinary Supernatural On-time Miracles Everyday"},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"god","Quote":"When someone looks at something they don’t understand and they say, “That could be a good thing, or that could be a bad thing,” they’re just highlighting the fact that they have no clue what they are talking about. Everything in the universe, besides God, could be a good or bad thing."},{"Author":"Quentin R. Bufogle","Category":"god","Quote":"I wish all those who've found God, would tell the rest of us where he's been hiding."}]