[{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"For every minute you are angry you lose sixty seconds of happiness."},{"Author":"Abraham Lincoln","Category":"happiness","Quote":"Folks are usually about as happy as they make their minds up to be."},{"Author":"Marthe Troly-Curtin,  Phrynette Married","Category":"happiness","Quote":"Time you enjoy wasting is not wasted time."},{"Author":"Franklin D. Roosevelt","Category":"happiness","Quote":"Happiness lies in the joy of achievement and the thrill of creative effort."},{"Author":"Chuck Palahniuk,  Diary","Category":"happiness","Quote":"It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Success is getting what you want. Happiness is wanting what you get."},{"Author":"Ernest Hemingway,  The Garden of Eden","Category":"happiness","Quote":"Happiness in intelligent people is the rarest thing I know."},{"Author":"Mahatma Gandhi","Category":"happiness","Quote":"Happiness is when what you think, what you say, and what you do are in harmony."},{"Author":"Frederick Lewis Donaldson","Category":"happiness","Quote":"The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey, London, on March 20, 1925."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"happiness","Quote":"There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons."},{"Author":"Albert Camus","Category":"happiness","Quote":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."},{"Author":"Dalai Lama XIV","Category":"happiness","Quote":"Happiness is not something ready made. It comes from your own actions."},{"Author":"John Lennon","Category":"happiness","Quote":"Count your age by friends, not years. Count your life by smiles, not tears."},{"Author":"Henry Wadsworth Longfellow","Category":"happiness","Quote":"Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad."},{"Author":"Anna Pavlova","Category":"happiness","Quote":"When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away."},{"Author":"J.R.R. Tolkien","Category":"happiness","Quote":"If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."},{"Author":"Audrey Hepburn","Category":"happiness","Quote":"The most important thing is to enjoy your life—to be happy—it's all that matters."},{"Author":"Charles M. Schulz","Category":"happiness","Quote":"Happiness is a warm puppy."},{"Author":"Jonathan Safran Foer","Category":"happiness","Quote":"You cannot protect yourself from sadness without protecting yourself from happiness."},{"Author":"Tom Bodett","Category":"happiness","Quote":"They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."},{"Author":"Gabriel Garcí­a Márquez","Category":"happiness","Quote":"No medicine cures what happiness cannot."},{"Author":"Dale Carnegie,  How to Win Friends and Influence People","Category":"happiness","Quote":"It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it."},{"Author":"George Burns","Category":"happiness","Quote":"Happiness is having a large, loving, caring, close-knit family in another city."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"happiness","Quote":"The only way to find true happiness is to risk being completely cut open."},{"Author":"Marcel Proust","Category":"happiness","Quote":"Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom."},{"Author":"Lauren Oliver,  Delirium","Category":"happiness","Quote":"You can't be happy unless you're unhappy sometimes\"."},{"Author":"Alfred Lord Tennyson","Category":"happiness","Quote":"HopeSmiles from the threshold of the year to come, Whispering 'it will be happier'..."},{"Author":"Bertrand Russell,  The Conquest of Happiness","Category":"happiness","Quote":"Of all forms of caution, caution in love is perhaps the most fatal to true happiness."},{"Author":"Mark Twain","Category":"happiness","Quote":"Sanity and happiness are an impossible combination."},{"Author":"Tom Bodett","Category":"happiness","Quote":"They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for."},{"Author":"Paul Simon","Category":"happiness","Quote":"I've got nothing to do today but smile."},{"Author":"W.P. Kinsella","Category":"happiness","Quote":"Success is getting what you want, happiness is wanting what you get"},{"Author":"Oprah Winfrey","Category":"happiness","Quote":"The more you praise and celebrate your life, the more there is in life to celebrate."},{"Author":"Jon Krakauer,  Into the Wild","Category":"happiness","Quote":"Happiness [is] only real when shared"},{"Author":"Bette Midler","Category":"happiness","Quote":"The worst part of success is trying to find someone who is happy for you."},{"Author":"Orhan Pamuk,  Snow","Category":"happiness","Quote":"Happiness is holding someone in your arms and knowing you hold the whole world."},{"Author":"Ayn Rand","Category":"happiness","Quote":"Learn to value yourself, which means: fight for your happiness."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"happiness","Quote":"I felt my lungs inflate with the onrush of scenery—air, mountains, trees, people. I thought, \"This is what it is to be happy."},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"happiness","Quote":"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will."},{"Author":"Steve Maraboli","Category":"happiness","Quote":"Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny."},{"Author":"David Henry Hwang,  M. Butterfly","Category":"happiness","Quote":"I'm happy. Which often looks like crazy."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"happiness","Quote":"please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you."},{"Author":"J.M. Barrie,  Peter Pan","Category":"happiness","Quote":"When the first baby laughed for the first time, its laugh broke into a thousand pieces, and they all went skipping about, and that was the beginning of fairies."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"happiness","Quote":"It's like Tolstoy said. Happiness is an allegory, unhappiness a story."},{"Author":"Honoré de Balzac","Category":"happiness","Quote":"All happiness depends on courage and work."},{"Author":"Mark Twain","Category":"happiness","Quote":"The best way to cheer yourself is to try to cheer someone else up."},{"Author":"George Washington Burnap,  The Sphere and Duties of Woman: A Course of Lectures","Category":"happiness","Quote":"The grand essentials to happiness in this life are something to do, something to love, and something to hope for."},{"Author":"Mother Teresa","Category":"happiness","Quote":"Let no one ever come to you without leaving better and happier. Be the living expression of God's kindness: kindness in your face, kindness in your eyes, kindness in your smile."},{"Author":"Jonathan Safran Foer","Category":"happiness","Quote":"I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"happiness","Quote":"I am not proud, but I am happy; and happiness blinds, I think, more than pride."},{"Author":"Steve Maraboli","Category":"happiness","Quote":"Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."},{"Author":"Hunter S. Thompson","Category":"happiness","Quote":"So we shall let the reader answer this question for himself: who is the happier man, he who has braved the storm of life and lived or he who has stayed securely on shore and merely existed?"},{"Author":"Edward Lear,  The Owl and the Pussycat","Category":"happiness","Quote":"And hand in hand, on the edge of the sand, They danced by the light of the moon."},{"Author":"Charlotte Brontë","Category":"happiness","Quote":"Happiness quite unshared can scarcely be called happiness; it has no taste."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"happiness","Quote":"I must learn to be content with being happier than I deserve."},{"Author":"Fyodor Dostoyevsky,  Notes from Underground","Category":"happiness","Quote":"Man only likes to count his troubles; he doesn't calculate his happiness."},{"Author":"Friedrich Nietzsche","Category":"happiness","Quote":"The advantage of a bad memory is that one enjoys several times the same good things for the first time."},{"Author":"Rita Mae Brown","Category":"happiness","Quote":"One of the keys to happiness is a bad memory."},{"Author":"Aristotle","Category":"happiness","Quote":"Happiness depends upon ourselves."},{"Author":"Guillaume Apollinaire","Category":"happiness","Quote":"Now and then it's good to pause in our pursuit of happiness and just be happy."},{"Author":"Nikos Kazantzakis,  Zorba the Greek","Category":"happiness","Quote":"I felt once more how simple and frugal a thing is happiness: a glass of wine, a roast chestnut, a wretched little brazier, the sound of the sea. Nothing else."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"happiness","Quote":"I know that's what people say-- you'll get over it. I'd say it, too. But I know it's not true. Oh, youll be happy again, never fear. But you won't forget. Every time you fall in love it will be because something in the man reminds you of him."},{"Author":"F. Scott Fitzgerald","Category":"happiness","Quote":"It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"happiness","Quote":"I'd far rather be happy than right any day."},{"Author":"Marcus Aurelius,  Meditations","Category":"happiness","Quote":"The happiness of your life depends upon the quality of your thoughts."},{"Author":"Robert Frost","Category":"happiness","Quote":"Happiness makes up in height for what it lacks in length."},{"Author":"Katja Millay,  The Sea of Tranquility","Category":"happiness","Quote":"People like to say love is unconditional, but it's not, and even if it was unconditional, it's still never free. There's always an expectation attached. They always want something in return. Like they want you to be happy or whatever and that makes you automatically responsible for their happiness because they won't be happy unless you are ... I just don't want that responsibility."},{"Author":"Gordon B. Hinckley","Category":"happiness","Quote":"Generally speaking, the most miserable people I know are those who are obsessed with themselves; the happiest people I know are those who lose themselves in the service of others...By and large, I have come to see that if we complain about life, it is because we are thinking only of ourselves."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Happiness is not the absence of problems, it's the ability to deal with them."},{"Author":"Pat Conroy,  The Lords of Discipline","Category":"happiness","Quote":"Happiness is an accident of nature, a beautiful and flawless aberration."},{"Author":"Ann Brashares,  The Sisterhood of the Traveling Pants","Category":"happiness","Quote":"Maybe the truth is, there's a little bit of loser in all of us. Being happy isn't having everything in your life be perfect. Maybe it's about stringing together all the little things."},{"Author":"Aristotle","Category":"happiness","Quote":"Happiness is the meaning and the purpose of life, the whole aim and end of human existence."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"There is some kind of a sweet innocence in being human- in not having to be just happy or just sad- in the nature of being able to be both broken and whole, at the same time."},{"Author":"William Shakespeare,  The Merchant of Venice","Category":"happiness","Quote":"With mirth and laughter let old wrinkles come."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"happiness","Quote":"I am the happiest creature in the world. Perhaps other people have said so before, but not one with such justice. I am happier even than Jane; she only smiles, I laugh."},{"Author":"Aldous Huxley,  Brave New World","Category":"happiness","Quote":"Actual happiness always looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn't nearly so spectacular as instability. And being contented has none of the glamour of a good fight against misfortune, none of the picturesqueness of a struggle with temptation, or a fatal overthrow by passion or doubt. Happiness is never grand."},{"Author":"Martin Luther King Jr.","Category":"happiness","Quote":"Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others."},{"Author":"Carrie Jones,  Need","Category":"happiness","Quote":"The secret of happiness is freedom, the secret of freedom is courage."},{"Author":"Rainbow Rowell,  Fangirl","Category":"happiness","Quote":"Happily ever after, or even just together ever after, is not cheesy,” Wren said. “It’s the noblest, like, the most courageous thing two people can shoot for."},{"Author":"Neil Gaiman,  The Ocean at the End of the Lane","Category":"happiness","Quote":"I do not miss childhood, but I miss the way I took pleasure in small things, even as greater things crumbled. I could not control the world I was in, could not walk away from things or people or moments that hurt, but I took joy in the things that made me happy."},{"Author":"Henrik Ibsen,  Ghosts","Category":"happiness","Quote":"It is the very mark of the spirit of rebellion to crave for happiness in this life"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"There is nothing more rare, nor more beautiful, than a woman being unapologetically herself; comfortable in her perfect imperfection. To me, that is the true essence of beauty."},{"Author":"Stephen Richards","Category":"happiness","Quote":"When you do what you fear most, then you can do anything."},{"Author":"Albert Camus","Category":"happiness","Quote":"You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life."},{"Author":"Seneca","Category":"happiness","Quote":"True happiness is to enjoy the present, without anxious dependence upon the future, not to amuse ourselves with either hopes or fears but to rest satisfied with what we have, which is sufficient, for he that is so wants nothing. The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not."},{"Author":"Leo Tolstoy,  Family Happiness","Category":"happiness","Quote":"A quiet secluded life in the country, with the possibility of being useful to people to whom it is easy to do good, and who are not accustomed to have it done to them; then work which one hopes may be of some use; then rest, nature, books, music, love for one's neighbor — such is my idea of happiness."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"happiness","Quote":"I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises."},{"Author":"Anne Frank,  The Diary of a Young Girl","Category":"happiness","Quote":"Whoever is happy will make others happy."},{"Author":"G.K. Chesterton","Category":"happiness","Quote":"There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less."},{"Author":"Drew Barrymore","Category":"happiness","Quote":"I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness."},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"happiness","Quote":"A mathematical formula for happiness:Reality divided by Expectations.There were two ways to be happy:improve your reality or lower your expectations."},{"Author":"Tony DeLiso,  Legacy: The Power Within","Category":"happiness","Quote":"Keep your best wishes, close to your heart and watch what happens"},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"happiness","Quote":"This planet has - or rather had - a problem, which was this: most of the people living on it were unhappy for pretty much of the time. Many solutions were suggested for this problem, but most of these were largely concerned with the movement of small green pieces of paper, which was odd because on the whole it wasn't the small green pieces of paper that were unhappy."},{"Author":"Max Ehrmann,  Desiderata: A Poem for a Way of Life","Category":"happiness","Quote":"With all its sham, drudgery, and broken dreams,it is still a beautiful world.Be cheerful.Strive to be happy."},{"Author":"Paulo Coelho,  The Witch Of Portobello","Category":"happiness","Quote":"After all, what is happiness? Love, they tell me. But love doesn't bring and never has brought happiness. On the contrary, it's a constant state of anxiety, a battlefield; it's sleepless nights, asking ourselves all the time if we're doing the right thing. Real love is composed of ecstasy and agony."},{"Author":"Edgar Allan Poe","Category":"happiness","Quote":"I have no faith in human perfectibility. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago."},{"Author":"Groucho Marx,  The Essential Groucho: Writings For By And About Groucho Marx","Category":"happiness","Quote":"I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it."},{"Author":"Osho,  Everyday Osho: 365 Daily Meditations for the Here and Now","Category":"happiness","Quote":"Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance."},{"Author":"Marianne Williamson","Category":"happiness","Quote":"Children are happy because they don't have a file in their minds called \"All the Things That Could Go Wrong."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye."},{"Author":"Eleanor Roosevelt","Category":"happiness","Quote":"Happiness is not a goal...it's a by-product of a life well lived."},{"Author":"Martha Washington","Category":"happiness","Quote":"The greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances."},{"Author":"Karl Lagerfeld","Category":"happiness","Quote":"Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you."},{"Author":"Roman Payne","Category":"happiness","Quote":"She is free in her wildness, she is a wanderess, a drop of free water. She knows nothing of borders and cares nothing for rules or customs. 'Time' for her isn’t something to fight against. Her life flows clean, with passion, like fresh water."},{"Author":"Bill Watterson,  Weirdos From Another Planet: Calvin & Hobbes Series: Book Six: A Calvin and Hobbes Collection","Category":"happiness","Quote":"That's the difference between me and the rest of the world! Happiness isn't good enough for me! I demand euphoria!"},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"happiness","Quote":"Laughter is poison to fear."},{"Author":"Louisa May Alcott","Category":"happiness","Quote":"The power of finding beauty in the humblest things makes home happy and life lovely."},{"Author":"Louisa May Alcott","Category":"happiness","Quote":"The power of finding beauty in the humblest things makes home happy and life lovely."},{"Author":"Henry David Thoreau","Category":"happiness","Quote":"I am a happy camper so I guess I’m doing something right. Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder."},{"Author":"Audrey Hepburn","Category":"happiness","Quote":"I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true."},{"Author":"Daphne du Maurier,  Rebecca","Category":"happiness","Quote":"Happiness is not a possession to be prized, it is a quality of thought, a state of mind."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"happiness","Quote":"I don't think that there are any limits to how excellent we could make life seem."},{"Author":"Sri Chinmoy","Category":"happiness","Quote":"I am very happyBecause I have conquered myselfAnd not the world.I am very happyBecause I have loved the worldAnd not myself."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"happiness","Quote":"I have a million things to talk to you about. All I want in this world is you. I want to see you and talk. I want the two of us to begin everything from the beginning."},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"happiness","Quote":"And I can't be running back and fourth forever between grief and high delight."},{"Author":"Charles Bukowski","Category":"happiness","Quote":"We don’t even ask happiness, just a little less pain."},{"Author":"John Keats,  Endymion: A Poetic Romance","Category":"happiness","Quote":"A thing of beauty is a joy forever."},{"Author":"Andy Rooney","Category":"happiness","Quote":"Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it."},{"Author":"William James","Category":"happiness","Quote":"Action may not always bring happiness, but there is no happiness without action."},{"Author":"John Barrowman","Category":"happiness","Quote":"I've always thought people would find a lot more pleasure in their routines if they burst into song at significant moments."},{"Author":"Graham Greene,  The End of the Affair","Category":"happiness","Quote":"The sense of unhappiness is so much easier to convey than that of happiness. In misery we seem aware of our own existence, even though it may be in the form of a monstrous egotism: this pain of mine is individual, this nerve that winces belongs to me and to no other. But happiness annihilates us: we lose our identity."},{"Author":"Anaïs Nin,  Henry & June","Category":"happiness","Quote":"What can I do with my happiness? How can I keep it, conceal it, bury it where I may never lose it? I want to kneel as it falls over me like rain, gather it up with lace and silk, and press it over myself again."},{"Author":"Hanh Nhat Thich,  The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation","Category":"happiness","Quote":"Letting go gives us freedom, and freedom is the only condition for happiness. If, in our heart, we still cling to anything - anger, anxiety, or possessions - we cannot be free."},{"Author":"J.D. Salinger,  Raise High the Roof Beam, Carpenters & Seymour: An Introduction","Category":"happiness","Quote":"I'm a kind of paranoiac in reverse. I suspect people of plotting to make me happy."},{"Author":"Edith Wharton","Category":"happiness","Quote":"If only we'd stop trying to be happy, we could have a pretty good time."},{"Author":"Matthew Quick,  The Silver Linings Playbook","Category":"happiness","Quote":"Life is not a PG feel-good movie. Real life often ends badly. Literature tries to document this reality, while showing us it is still possible for us to endure nobly."},{"Author":"Sarah Addison Allen,  The Peach Keeper","Category":"happiness","Quote":"Happiness is a risk. If you’re not a little scared, then you’re not doing it right."},{"Author":"Arthur Schopenhauer","Category":"happiness","Quote":"Happiness consists in frequent repetition of pleasure"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves."},{"Author":"C.S. Lewis","Category":"happiness","Quote":"The pain I feel now is the happiness I had before. That's the deal."},{"Author":"Oprah Winfrey","Category":"happiness","Quote":"The more you praise and celebrate your life, the more there is in life to celebrate."},{"Author":"Susan Polis Schutz","Category":"happiness","Quote":"This life is yours. Take the power to choose what you want to do and do it well. Take the power to love what you want in life and love it honestly. Take the power to walk in the forest and be a part of nature. Take the power to control your own life. No one else can do it for you. Take the power to make your life happy."},{"Author":"Paulo Coelho,  The Zahir","Category":"happiness","Quote":"No one should ever ask themselves that: why am I unhappy? The question carries within it the virus that will destroy everything. If we ask that question, it means we want to find out what makes us happy. If what makes us happy is different from what we have now, then we must either change once and for all or stay as we are, feeling even more unhappy."},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end."},{"Author":"Daniel Keyes,  Flowers for Algernon","Category":"happiness","Quote":"I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone."},{"Author":"Dalai Lama XIV,  The Art of Happiness","Category":"happiness","Quote":"If you want others to be happy, practice compassion. If you want to be happy, practice compassion."},{"Author":"William Shakespeare,  Much Ado About Nothing","Category":"happiness","Quote":"I had rather hear my dog bark at a crow, than a man swear he loves me."},{"Author":"Anne Frank","Category":"happiness","Quote":"We all live with the objective of being happy; our lives are all different and yet the same."},{"Author":"Jennifer Niven,  All the Bright Places","Category":"happiness","Quote":"The problem with people is they forget that most of the time it's the small things that count."},{"Author":"Ayn Rand,  Anthem","Category":"happiness","Quote":"My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose."},{"Author":"George Gordon Byron,  Don Juan","Category":"happiness","Quote":"All who joy would winMust share it -- Happiness was born a twin."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"happiness","Quote":"Happiness. It was the place where passion, with all its dazzle and drumbeat, met something softer: homecoming and safety and pure sunbeam comfort. It was all those things, intertwined with the heat and the thrill, and it was as bright within her as a swallowed star."},{"Author":"Gordon B. Hinckley","Category":"happiness","Quote":"Be believing, be happy, don't get discouraged. Things will work out."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"happiness","Quote":"It takes three to make love, not two: you, your spouse, and God. Without God people only succeed in bringing out the worst in one another. Lovers who have nothing else to do but love each other soon find there is nothing else. Without a central loyalty life is unfinished."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"happiness","Quote":"There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort."},{"Author":"Melissa de la Cruz,  The Van Alen Legacy","Category":"happiness","Quote":"You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about."},{"Author":"Alex Flinn,  Beastly","Category":"happiness","Quote":"those who do not know how to see the precious things in life will never be happy."},{"Author":"Stephen Richards","Category":"happiness","Quote":"To dream by night is to escape your life. To dream by day is to make it happen."},{"Author":"Roman Payne","Category":"happiness","Quote":"You must give everything to make your life as beautiful as the dreams that dance in your imagination."},{"Author":"Hanh Nhat Thich,  The Art of Power","Category":"happiness","Quote":"Many people think excitement is happiness.... But when you are excited you are not peaceful. True happiness is based on peace."},{"Author":"Epictetus","Category":"happiness","Quote":"Wealth consists not in having great possessions, but in having few wants."},{"Author":"Conan O'Brien","Category":"happiness","Quote":"All I ask is one thing, and I’m asking this particularly of young people: please don’t be cynical. I hate cynicism, for the record, it’s my least favorite quality and it doesn’t lead anywhere. Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you’re kind, amazing things will happen."},{"Author":"Joanne Harris,  Chocolat","Category":"happiness","Quote":"Happiness. Simple as a glass of chocolate or tortuous as the heart. Bitter. Sweet. Alive."},{"Author":"Audrey Hepburn","Category":"happiness","Quote":"Happy girls are the prettiest"},{"Author":"Shannon Hale,  Princess Academy","Category":"happiness","Quote":"There you go...let it all slide out. Unhappiness can't stick in a person's soul when it's slick with tears."},{"Author":"Jeremy Aldana","Category":"happiness","Quote":"I am intrigued by the smile upon your face, and the sadness within your eyes"},{"Author":"Lucille Ball","Category":"happiness","Quote":"It's a helluva start, being able to recognize what makes you happy."},{"Author":"Marcus Aurelius,  Meditations","Category":"happiness","Quote":"Very little is needed to make a happy life; it is all within yourself in your way of thinking."},{"Author":"Alexander McCall Smith,  Morality for Beautiful Girls","Category":"happiness","Quote":"It is sometimes easier to be happy if you don't know everything."},{"Author":"Mary Tyler Moore","Category":"happiness","Quote":"You can't be brave if you've only had wonderful things happen to you."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Success is getting what you want..Happiness is wanting what you get."},{"Author":"Gregory David Roberts,  Shantaram","Category":"happiness","Quote":"Sometimes you break your heart in the right way, if you know what I mean."},{"Author":"Edmund Burke","Category":"happiness","Quote":"Woman is not made to be the admiration of all, but the happiness of one."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"happiness","Quote":"It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters,"},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"happiness","Quote":"They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life."},{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"Happiness is a perfume you cannot pour on others without getting some on yourself."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"happiness","Quote":"And therein lies the whole of man's plight. Human time does not turn in a circle; it runs ahead in a straight line. That is why man cannot be happy: happiness is the longing for repetition."},{"Author":"Laurell K. Hamilton,  A Stroke of Midnight","Category":"happiness","Quote":"Love is too precious to be ashamed of."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me."},{"Author":"Maggie Stiefvater,  Shiver","Category":"happiness","Quote":"right in this moment, I can´t even remember what unhappy feels like."},{"Author":"Ursula K. Le Guin,  The Ones Who Walk Away from Omelas","Category":"happiness","Quote":"The trouble is that we have a bad habit, encouraged by pedants and sophisticates, of considering happiness as something rather stupid. Only pain is intellectual, only evil interesting. This is the treason of the artist; a refusal to admit the banality of evil and the terrible boredom of pain."},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"happiness","Quote":"I don't know what good it is to know so much and be smart as whips and all if it doesn't make you happy."},{"Author":"Ally Carter,  Heist Society","Category":"happiness","Quote":"And I didn't choose it, Kat. I chose you."},{"Author":"Bob Marley","Category":"happiness","Quote":"Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections"},{"Author":"Susan Polis Schutz","Category":"happiness","Quote":"Let us dance in the sun, wearing wild flowers in our hair..."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"happiness","Quote":"Feathers filled the small room. Our laughter kept the feathers in the air. I thought about birds. Could they fly is there wasn't someone, somewhere, laughing?"},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"happiness","Quote":"She had never imagined she had the power to make someone else so happy. And not a magical power, either--a purely human one."},{"Author":"Dave Ramsey,  The Total Money Makeover: A Proven Plan for Financial Fitness","Category":"happiness","Quote":"We buy things we don't need with money we don't have to impress people we don't like."},{"Author":"Lois Lowry,  Anastasia Krupnik","Category":"happiness","Quote":"Memory is the happiness of being alone."},{"Author":"Mark Twain,  Notebook","Category":"happiness","Quote":"Obscurity and a competence—that is the life that is best worth living."},{"Author":"Dalai Lama XIV","Category":"happiness","Quote":"Only the development of compassion and understanding for others can bring us the tranquility and happiness we all seek."},{"Author":"John Lubbock,  The Pleasures of Life","Category":"happiness","Quote":"Art is unquestionably one of the purest and highest elements in human happiness. It trains the mind through the eye, and the eye through the mind. As the sun colors flowers, so does art color life."},{"Author":"Stephen Richards,  Cosmic Ordering: You can be successful","Category":"happiness","Quote":"The only time you fail is when you fall down and stay down."},{"Author":"Orson Scott Card,  Ender's Game","Category":"happiness","Quote":"Humanity does not ask us to be happy. It merely asks us to be brilliant on its behalf."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"People wait around too long for love. I'm happy with all of my lusts!"},{"Author":"Allen Ginsberg","Category":"happiness","Quote":"We're all golden sunflowers inside."},{"Author":"Elizabeth Gilbert","Category":"happiness","Quote":"You have to participate relentlessly in the manifestation of your own blessings."},{"Author":"Thomas Hardy,  The Mayor of Casterbridge","Category":"happiness","Quote":"Happiness was but the occasional episode in a general drama of pain."},{"Author":"Elizabeth Gilbert","Category":"happiness","Quote":"People tend to think that happiness is a stroke of luck, something that will descend like fine weather if you're fortunate. But happiness is the result of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly."},{"Author":"Carlos Castaneda","Category":"happiness","Quote":"The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same."},{"Author":"Epictetus","Category":"happiness","Quote":"There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will."},{"Author":"Françoise Sagan","Category":"happiness","Quote":"Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus."},{"Author":"Lauren Oliver,  Requiem","Category":"happiness","Quote":"But maybe happiness isn't in the choosing. Maybe it's in the fiction, in the pretending: that wherever we have ended up is where we intended to be all along."},{"Author":"Simone Elkeles,  How to Ruin Your Boyfriend's Reputation","Category":"happiness","Quote":"Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier."},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"happiness","Quote":"There are two ways to be happy: improve your reality, or lower your expectations."},{"Author":"حافظ","Category":"happiness","Quote":"Ever since happiness heard your name, it has been running through the streets trying to find you."},{"Author":"F. Scott Fitzgerald,  Tender is the Night","Category":"happiness","Quote":"Later she remembered all the hours of the afternoon as happy -- one of those uneventful times that seem at the moment only a link between past and future pleasure, but turn out to have been the pleasure itself."},{"Author":"Gillian Flynn,  Gone Girl","Category":"happiness","Quote":"I don't understand the point of being together if you're not the happiest."},{"Author":"Aristotle,  The Nicomachean Ethics","Category":"happiness","Quote":"One swallow does not make a summer,neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy."},{"Author":"Ben Carson","Category":"happiness","Quote":"Happiness doesn't result from what we get, but from what we give."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"happiness","Quote":"Is anyone anywhere happy?"},{"Author":"Aldous Huxley","Category":"happiness","Quote":"Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"happiness","Quote":"Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go."},{"Author":"Leo Tolstoy,  War and Peace","Category":"happiness","Quote":"Pierre was right when he said that one must believe in the possibility of happiness in order to be happy, and I now believe in it. Let the dead bury the dead, but while I'm alive, I must live and be happy."},{"Author":"Katerina Stoykova Klemer","Category":"happiness","Quote":"There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness."},{"Author":"Fyodor Dostoyevsky,  White Nights","Category":"happiness","Quote":"My God, a moment of bliss. Why, isn't that enough for a whole lifetime?"},{"Author":"J.M. Barrie","Category":"happiness","Quote":"The secret of happiness is not in doing what one likes, but in liking what one does."},{"Author":"Dorothy Parker","Category":"happiness","Quote":"If you have any young friends who aspire to become writers, the second greatest favor you can do them is to present them with copies of The Elements of Style. The first greatest, of course, is to shoot them now, while they’re happy."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"As long as I am breathing, in my eyes, I am just beginning."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"happiness","Quote":"Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever."},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"it is impossible to build one's own happiness on the unhappiness of others. This perspective is at the heart of Buddhist teachings."},{"Author":"Ellen Hopkins","Category":"happiness","Quote":"Happiness, you see, its just an illusion of Fate, a heavenly sleight of hand designed to make you believe in fairy tales. But there's no happily ever after. You'll only find happy endings in books. Some books."},{"Author":"Stephen Richards","Category":"happiness","Quote":"The true measure of success is how many times you can bounce back from failure."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"happiness","Quote":"To be stupid, and selfish, and to have good health are the three requirements for happiness - though if stupidity is lacking, the others are useless."},{"Author":"Joseph Addison","Category":"happiness","Quote":"What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life's pathway, the good they do is inconceivable."},{"Author":"Elizabeth Berg,  The Art of Mending","Category":"happiness","Quote":"There are random moments - tossing a salad, coming up the driveway to the house, ironing the seams flat on a quilt square, standing at the kitchen window and looking out at the delphiniums, hearing a burst of laughter from one of my children's rooms - when I feel a wavelike rush of joy. This is my true religion: arbitrary moments of of nearly painful happiness for a life I feel privileged to lead."},{"Author":"Christopher McCandless","Category":"happiness","Quote":"Happiness only real when shared."},{"Author":"Joseph Addison","Category":"happiness","Quote":"What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life's pathway, the good they do is inconceivable."},{"Author":"Doris Mortman","Category":"happiness","Quote":"Until you make peace with who you are, you'll never be content with what you have."},{"Author":"Lev Grossman,  The Magicians","Category":"happiness","Quote":"[F]or just one second, look at your life and see how perfect it is. Stop looking for the next secret door that is going to lead you to your real life. Stop waiting. This is it: there's nothing else. It's here, and you'd better decide to enjoy it or you're going to be miserable wherever you go, for the rest of your life, forever."},{"Author":"Hanh Nhat Thich,  Peace Is Every Step: The Path of Mindfulness in Everyday Life","Category":"happiness","Quote":"The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)"},{"Author":"Leo Tolstoy","Category":"happiness","Quote":"Seize the moments of happiness, love and be loved! That is the only reality in the world, all else is folly. It is the one thing we are interested in here."},{"Author":"Edgar Allan Poe,  Complete Stories and Poems of Edgar Allen Poe","Category":"happiness","Quote":"It is a happiness to wonder; -- it is a happiness to dream."},{"Author":"Sylvain Reynard,  Gabriel's Inferno","Category":"happiness","Quote":"You, of all people, deserve a happy ending. Despite everything that happened to you, you aren't bitter. You aren't cold. You've just retreated a little and been shy, and that's okay. If I were a fairy godmother, I would give you your heart's desire in an istant. And I would wipe away your tears and tell you not to cry.-Rachel to Julia"},{"Author":"Stephen Richards","Category":"happiness","Quote":"When you connect to the silence within you, that is when you can make sense of the disturbance going on around you."},{"Author":"Nick Hornby,  How to Be Good","Category":"happiness","Quote":"You don't ask people with knives in their stomachs what would make them happy; happiness is no longer the point. It's all about survival; it's all about whether you pull the knife out and bleed to death or keep it in..."},{"Author":"Carroll Bryant","Category":"happiness","Quote":"Growing old is mandatory. Growing up is optional."},{"Author":"Brian L. Weiss","Category":"happiness","Quote":"Happiness comes from within. It is not dependent on external things or on other people. You become vulnerable and can be easily hurt when your feelings of security and happiness depend on the behavior and actions of other people. Never give your power to anyone else."},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"happiness","Quote":"There were two ways to be happy: improve your reality, or lower your expectations"},{"Author":"Markus Zusak,  The Book Thief","Category":"happiness","Quote":"Can a person steal happiness? Or is just another internal, infernal human trick?"},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"Life is painful. It has thorns, like the stem of a rose. Culture and art are the roses that bloom on the stem. The flower is yourself, your humanity. Art is the liberation of the humanity inside yourself."},{"Author":"Helen Keller","Category":"happiness","Quote":"Happiness does not come from without, it comes from within"},{"Author":"Nicholas Sparks,  Safe Haven","Category":"happiness","Quote":"...nothing wonderful lasted forever. Joy was as fleeting as a shooting star that crossed the evening sky, ready to blink out at any moment."},{"Author":"Walt Whitman","Category":"happiness","Quote":"Some people are so much sunshine to the square inch."},{"Author":"Jane Austen,  Emma","Category":"happiness","Quote":"You must be the best judge of your own happiness."},{"Author":"George Sand","Category":"happiness","Quote":"One is happy as a result of one's own efforts once one knows the necessary ingredients of happiness: simple tastes, a certain degree of courage, self denial to a point, love of work, and above all, a clear conscience."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"happiness","Quote":"The love of my life has made me the happiest man ever. This ever-smiling man/mannequin is so happy because he’s got no brain, and in this way is identical to anyone who still rah-rahs for either a Republican or a Democrat."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"I consider myself a stained-glass window. And this is how I live my life. Closing no doors and covering no windows; I am the multi-colored glass with light filtering through me, in many different shades. Allowing light to shed and fall into many many hues. My job is not to direct anything, but only to filter into many colors. My answer is destiny and my guide is joy. And there you have me."},{"Author":"Dale Carnegie,  How to Win Friends and Influence People","Category":"happiness","Quote":"Everybody in the world is seeking happiness—and there is one sure way to find it. That is by controlling your thoughts. Happiness doesn't depend on outward conditions. It depends on inner conditions."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"Destiny is real. And she's not mild-mannered. She will come around and hit you in the face and knock you over and before you know what hit you, you're naked- stripped of everything you thought you knew and everything you thought you didn't know- and there you are! A bloody nose, bruises all over you, and naked. And it's the most beautiful thing."},{"Author":"James Oppenheim","Category":"happiness","Quote":"The foolish man seeks happiness in the distance. The wise grows it under his feet."},{"Author":"Jacqueline Kelly,  The Evolution of Calpurnia Tate","Category":"happiness","Quote":"Ahhh. Bed, book, kitten, sandwich. All one needed in life, really."},{"Author":"Booker T. Washington,  Up from Slavery","Category":"happiness","Quote":"Those who are happiest are those who do the most for others."},{"Author":"David Archuleta,  Chords of Strength: A Memoir of Soul, Song and the Power of Perseverance","Category":"happiness","Quote":"I like to believe that you don't need to reach a certain goal to be happy. I prefer to think that happiness is always there, and that when things don't go the way we might like them to, it's a sign from above that something even better is right around the corner."},{"Author":"Jane Austen,  Mansfield Park","Category":"happiness","Quote":"A large income is the best recipe for happiness I ever heard of."},{"Author":"Anthony de Mello,  Awareness","Category":"happiness","Quote":"Perfect love casts out fear. Where there is love there are no demands, no expectations, no dependency. I do not demand that you make me happy; my happiness does not lie in you. If you were to leave me, I will not feel sorry for myself; I enjoy your company immensely, but I do not cling."},{"Author":"F. Scott Fitzgerald,  All the Sad Young Men","Category":"happiness","Quote":"So he tasted the deep pain that is reserved only for the strong, just as he had tasted for a little while the deep happiness."},{"Author":"Ann Brashares,  Sisterhood Everlasting","Category":"happiness","Quote":"Maybe you think you’ll be entitled to more happiness later by forgoing all of it now, but it doesn’t work that way. Happiness takes as much practice as unhappiness does. It’s by living that you live more. By waiting you wait more. Every waiting day makes your life a little less. Every lonely day makes you a little smaller. Every day you put off your life makes you less capable of living it."},{"Author":"C.S. Lewis","Category":"happiness","Quote":"There is a kind of happiness and wonder that makes you serious. It is too good to waste on jokes."},{"Author":"Marcel Pagnol","Category":"happiness","Quote":"The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be."},{"Author":"Johann Wolfgang von Goethe","Category":"happiness","Quote":"Age does not make us childish, as some say; it finds us true children."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Be happy with who you are and what you do, and you can do anything you want."},{"Author":"Roman Payne,  The Wanderess","Category":"happiness","Quote":"I was an adventurer, but she was not an adventuress. She was a 'wanderess.' Thus, she didn’t care about money, only experiences - whether they came from wealth or from poverty, it was all the same to her."},{"Author":"Cornelia Funke,  Inkheart","Category":"happiness","Quote":"Dustfinger still clearly remembered the feeling of being in love for the first time. How vulnerable his heart had suddenly been! Such a trembling, quivering thing, happy and miserably unhappy at once."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"happiness","Quote":"That’s how stories happen — with a turning point, an unexpected twist. There’s only one kind of happiness, but misfortune comes in all shapes and sizes. It’s like Tolstoy said. Happiness is an allegory, unhappiness a story."},{"Author":"H.L. Mencken,  A Mencken Chrestomathy","Category":"happiness","Quote":"Puritanism: The haunting fear that someone, somewhere, may be happy."},{"Author":"محمد المخزنجي,  البستان","Category":"happiness","Quote":"إن السعادة هي أن أشرب كوب شاي.. مع صديق.. في لحظة رضا."},{"Author":"Alexandre Dumas","Category":"happiness","Quote":"Happiness is like those palaces in fairytales whose gates are guarded by dragons: We must fight in order to conquer it."},{"Author":"Marilyn Monroe,  My Story","Category":"happiness","Quote":"For those who are poor in happiness, each time is a first time; happiness never becomes a habit."},{"Author":"Tana French,  In the Woods","Category":"happiness","Quote":"I am not good at noticing when I'm happy, except in retrospect."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"If you are not the hero of your own story, then you're missing the whole point of your humanity."},{"Author":"L. Frank Baum,  The Wonderful Wizard of Oz","Category":"happiness","Quote":"I shall take the heart. For brains do not make one happy, and happiness is the best thing in the world."},{"Author":"Junot Díaz,  The Brief Wondrous Life of Oscar Wao","Category":"happiness","Quote":"That’s life for you. All the happiness you gather to yourself, it will sweep away like it’s nothing. If you ask me I don’t think there are any such things as curses. I think there is only life. That’s enough."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"happiness","Quote":"Those born to wealth, and who have the means of gratifying every wish, know not what is the real happiness of life, just as those who have been tossed on the stormy waters of the ocean on a few frail planks can alone realize the blessings of fair weather."},{"Author":"Michael J. Fox","Category":"happiness","Quote":"My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations."},{"Author":"Joseph Smith Jr.","Category":"happiness","Quote":"Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God."},{"Author":"Charles Dickens,  Nicholas Nickleby","Category":"happiness","Quote":"Happiness is a gift and the trick is not to expect it, but to delight in it when it comes."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about."},{"Author":"Jennifer E. Smith,  This Is What Happy Looks Like","Category":"happiness","Quote":"Exactly. How can you know it makes you happy if you’ve never experienced it?”“There are different kinds of happy,” she said. “Some kinds don’t need any proof."},{"Author":"Christopher Paolini","Category":"happiness","Quote":"If you wish to be happy,Eragon, Think not of what is to come nor of that which you have no control over but rather of the now and that which you are able to change\"~Oromis to eragon ,Brisingr~618"},{"Author":"Tony DeLiso,  Legacy: The Power Within","Category":"happiness","Quote":"Happiness is part of who we are. Joy is the feeling"},{"Author":"Dan Wells,  Partials","Category":"happiness","Quote":"Happiness is the most natural thing in the world when you have it, and the slowest, strangest, most impossible thing when you don't. It's like learning a foreign language: You can think about the words all you want, but you'll never be able to speak it until you suck up your courage and say them out loud."},{"Author":"Dieter F. Uchtdorf","Category":"happiness","Quote":"In the end, the number of prayers we say may contribute to our happiness, but the number of prayers we answer may be of even greater importance."},{"Author":"Nina LaCour,  Hold Still","Category":"happiness","Quote":"dear today, i spend all of you pretending i'm okay when i'm not, pretending i'm happy when i'm not, pretending about everything to everyone."},{"Author":"Willa Cather,  My Ántonia","Category":"happiness","Quote":"I was something that lay under the sun and felt it, like the pumpkins, and I did not want to be anything more. I was entirely happy. Perhaps we feel like that when we die and become a part of something entire, whether it is sun and air, or goodness and knowledge. At any rate, that is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep."},{"Author":"Aeschylus","Category":"happiness","Quote":"Happiness is a choice that requires effort at times."},{"Author":"E.L. Konigsburg,  From the Mixed-Up Files of Mrs. Basil E. Frankweiler","Category":"happiness","Quote":"Happiness is excitement that has found a settling down place, but there is always a little corner that keeps flapping around."},{"Author":"Shannon L. Alder","Category":"happiness","Quote":"When you are joyful, when you say yes to life and have fun and project positivity all around you, you become a sun in the center of every constellation, and people want to be near you."},{"Author":"Gustave Flaubert","Category":"happiness","Quote":"To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"happiness","Quote":"Sometimes we must undergo hardships, breakups, and narcissistic wounds, which shatter the flattering image that we had of ourselves, in order to discover two truths: that we are not who we thought we were; and that the loss of a cherished pleasure is not necessarily the loss of true happiness and well-being. (109)"},{"Author":"Bobbe Sommer","Category":"happiness","Quote":"Having a low opinion of yourself is not 'modesty.' It's self-destruction. Holding your uniqueness in high regard is not 'egotism.' It's a necessary precondition to happiness and success."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Happiness is not the absence of problems; it's the ability to deal with them."},{"Author":"Marlene Dietrich,  Marlene Dietrich's ABC","Category":"happiness","Quote":"I do not think we have a \"right\"to happiness. If happiness happens, say thanks."},{"Author":"Marie Rutkoski,  The Winner's Curse","Category":"happiness","Quote":"Happiness depends on being free, and freedom depends on being courageous."},{"Author":"Hugh Downs","Category":"happiness","Quote":"A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"happiness","Quote":"I may never be happy, but tonight I am content."},{"Author":"Leo Babauta","Category":"happiness","Quote":"The way I define happiness is being the creator of your experience, choosing to take pleasure in what you have, right now, regardless of the circumstances, while being the best you that you can be."},{"Author":"William Blake","Category":"happiness","Quote":"He whose face gives no light, shall never become a star."},{"Author":"Martha Washington","Category":"happiness","Quote":"I am still determined to be cheerful and happy, in whatever situation I may be; for I have also learned from experience that the greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances. a"},{"Author":"Franklin D. Roosevelt","Category":"happiness","Quote":"Happiness lies in the joy of achievement and the thrill of creative effort."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Stop trying to 'fix' yourself; you're NOT broken! You are perfectly imperfect and powerful beyond measure."},{"Author":"Albert Camus","Category":"happiness","Quote":"Happiness and the absurd are two sons of the same earth. They are inseparable."},{"Author":"Kurt Cobain","Category":"happiness","Quote":"You can't buy happiness"},{"Author":"Melody Carstairs","Category":"happiness","Quote":"If you've got nothing to dance about, find a reason to sing."},{"Author":"Bertrand Russell,  The Impact of Science on Society","Category":"happiness","Quote":"Really high-minded people are indifferent to happiness, especially other people's."},{"Author":"Bertrand Russell","Category":"happiness","Quote":"The secret of happiness is to face the fact that the world is horrible, horrible, horrible."},{"Author":"Honoré de Balzac,  Père Goriot","Category":"happiness","Quote":"Some day you will find out that there is far more happiness in another's happiness than in your own."},{"Author":"Napoléon Bonaparte,  In the Words of Napoleon: A Collection of Quotations of Napoleon Bonaparte","Category":"happiness","Quote":"A woman laughing is a woman conquered."},{"Author":"Gretchen Rubin,  The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","Category":"happiness","Quote":"Laughter is more than just a pleasurable activity...When people laugh together, they tend to talk and touch more and to make eye contact more frequently."},{"Author":"Wayne W. Dyer","Category":"happiness","Quote":"You have everything you need for complete peace and total happiness right now."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"happiness","Quote":"...is ignorance bliss, I don't know, but it's so painful to think, and tell me, what did thinking ever do for me, to what great place did thinking ever bring me? I think and think and think, I've thought myself out of happiness one million times, but never once into it."},{"Author":"Alessandra Torre","Category":"happiness","Quote":"The true measure of a man is how he treats you when others are not looking."},{"Author":"Matt Smith","Category":"happiness","Quote":"I think, that if the world were a bit more like ComicCon, it would be a better place."},{"Author":"George Washington","Category":"happiness","Quote":"Human happiness and moral duty are inseparably connected."},{"Author":"Robert Anthony","Category":"happiness","Quote":"Most people would rather be certain they're miserable, than risk being happy."},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"Leave behind the passive dreaming of a rose-tinted future. The energy of happiness exists in living today with roots sunk firmly in reality's soil."},{"Author":"Epicurus,  A Guide To Happiness","Category":"happiness","Quote":"Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"The greatest love stories are not those in which love is only spoken, but those in which it is acted upon."},{"Author":"Franklin D. Roosevelt","Category":"happiness","Quote":"Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."},{"Author":"Nicholas Sparks,  The Lucky One","Category":"happiness","Quote":"She had been proud of his decision to serve his country, her heart bursting with love and admiration the first time she saw him outfitted in his dress blues."},{"Author":"Gregory David Roberts,  Shantaram","Category":"happiness","Quote":"Happiness is a myth. It was invented to make us buy new things."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"happiness","Quote":"With my eyes closed, I would touch a familiar book and draw its fragrance deep inside me. This was enough to make me happy."},{"Author":"Albert Schweitzer","Category":"happiness","Quote":"I don't know what your destiny will be, but one thing I know: the only ones among you who will be really happy are those who have sought and found how to serve."},{"Author":"Nicholas Sparks,  The Lucky One","Category":"happiness","Quote":"It was their secret, a secret meant for just the two of them, and she'd never been able to imagine how it would sound coming from someone else. But, somehow, Logan made it sound just right."},{"Author":"Lemony Snicket,  The End","Category":"happiness","Quote":"It is almost as if happiness is an acquired taste, like coconut cordial or ceviche, to which you can eventually become accustomed, but despair is something surprising each time you encounter it."},{"Author":"Stephen Richards","Category":"happiness","Quote":"Our way of thinking creates good or bad outcomes."},{"Author":"Sarah Addison Allen","Category":"happiness","Quote":"I needed to stop being what everyone thought I was."},{"Author":"Orson Scott Card,  Ender's Game","Category":"happiness","Quote":"We have to go. I'm almost happy here."},{"Author":"David Benioff,  When the Nines Roll Over and Other Stories","Category":"happiness","Quote":"There are a few moments in your life when you are truly and completely happy, and you remember to give thanks. Even as it happens you are nostalgic for the moment, you are tucking it away in your scrapbook."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"happiness","Quote":"Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied."},{"Author":"Orson Scott Card,  Pastwatch: The Redemption of Christopher Columbus","Category":"happiness","Quote":"Happiness is not a life without pain, but rather a life in which the pain is traded for a worthy price."},{"Author":"Aristotle","Category":"happiness","Quote":"Happiness is a state of activity."},{"Author":"J.M. Coetzee","Category":"happiness","Quote":"The secret of happiness is not doing what we like but in liking what we do."},{"Author":"Pearl S. Buck","Category":"happiness","Quote":"To serve is beautiful, but only if it is done with joy and a whole heart and a free mind."},{"Author":"Charles M. Schulz","Category":"happiness","Quote":"That's the secret to life... replace one worry with another...."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"If you fuel your journey on the opinions of others, you are going to run out of gas."},{"Author":"Irving Berlin","Category":"happiness","Quote":"Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night."},{"Author":"Mark Strand,  Selected Poems","Category":"happiness","Quote":"Ink runs from the corners of my mouth.There is no happiness like mine.I have been eating poetry."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Love yourself. Forgive yourself. Be true to yourself. How you treat yourself sets the standard for how others will treat you."},{"Author":"Julian Gough,  Juno & Juliet","Category":"happiness","Quote":"Hurt is a part of life. To be honest, I think hurt is a part of happiness, that our definition of happiness has gotten very narrow lately, very nervous, a little afraid of this brawling, fabulous, unpredictable world."},{"Author":"Jim Morrison,  An American Prayer","Category":"happiness","Quote":"I'll never wake up in a good mood again.I'm tired of these stinky boots"},{"Author":"L.M. Montgomery,  Anne of the Island","Category":"happiness","Quote":"Anne was always glad in the happiness of her friends; but it is sometimes a little lonely to be surrounded everywhere by happiness that is not your own."},{"Author":"Lawrence Ferlinghetti","Category":"happiness","Quote":"Recipe For Happiness Khaborovsk Or Anyplace'One grand boulevard with treeswith one grand cafe in sunwith strong black coffee in very small cups.One not necessarily very beautifulman or woman who loves you.One fine day."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"happiness","Quote":"I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it."},{"Author":"Shannon L. Alder","Category":"happiness","Quote":"The lesson will always repeat itself, unless you see yourself as the problem--not others."},{"Author":"Dan Howell","Category":"happiness","Quote":"My only regrets are the moments when i doubted myself and took the safe route. Life is too short to waste time being unhappy."},{"Author":"Mother Teresa","Category":"happiness","Quote":"Be happy in the moment, that's enough. Each moment is all we need, not more."},{"Author":"Robyn Schneider,  The Beginning of Everything","Category":"happiness","Quote":"If everything really does get better, the way everyone claims, then happiness should be graphable. But that's crap, because better isn't quantifiable."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Do not sabotage your new relationship with your last relationship’s poison."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"You have a unique gift to offer this world. Be true to yourself, be kind to yourself, read and learn about everything that interests you and keep away from people who bring you down. When you treat yourself kindly and respect the uniqueness of those around you, you will be giving this world an amazing gift... YOU!"},{"Author":"Ella Wheeler Wilcox,  Poems of Passion","Category":"happiness","Quote":"Laugh, and the world laughs with you;Weep, and you weep alone;For the sad old earth must borrow its mirth,But has trouble enough of its own."},{"Author":"Epictetus","Category":"happiness","Quote":"Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control."},{"Author":"Jean Anthelme Brillat-Savarin,  The Physiology of Taste: Or, Meditations on Transcendental Gastronomy","Category":"happiness","Quote":"The discovery of a new dish does more for the happiness of the human race than the discovery of a star."},{"Author":"Shannon L. Alder","Category":"happiness","Quote":"Love doesn't make the world go 'round; love is what makes the ride worthwhile."},{"Author":"Carl Sandburg,  Honey and Salt","Category":"happiness","Quote":"Come clean with a child heartLaugh as peaches in the summer windLet rain on a house roof be a songLet the writing on your facebe a smell of apple orchards on late June."},{"Author":"Albert Camus,  The Fall","Category":"happiness","Quote":"Your success and happiness are forgiven you only if you generously consent to share them. But to be happy it is essential not to be too concerned with others. Consequently, there is no escape. Happy and judged, or absolved and wretched."},{"Author":"Michael Pollan,  The Omnivore's Dilemma: A Natural History of Four Meals","Category":"happiness","Quote":"The single greatest lesson the garden teaches is that our relationship to the planet need not be zero-sum, and that as long as the sun still shines and people still can plan and plant, think and do, we can, if we bother to try, find ways to provide for ourselves without diminishing the world."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"Yesterday I was sad, today I am happy! Yesterday I had a problem, today I still have the same problem! But today I changed the way I look at it!"},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think."},{"Author":"Stephen Richards,  Releasing You from Fear","Category":"happiness","Quote":"When your back is to the wall and you are facing fear head on, the only way is forward and through it."},{"Author":"Thisuri Wanniarachchi","Category":"happiness","Quote":"Life is at its best when everything has fallen out of place, and you decide that you're going to fight to get them right, not when everything is going your way and everyone is praising you."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"A lot of the conflict you have in your life exists simply because you're not living in alignment; you're not be being true to yourself."},{"Author":"Dorothy Parker","Category":"happiness","Quote":"If I had a shiny gun I could have a world of fun Speeding bullets through the brains Of the folks that cause me pains :)"},{"Author":"Jane Austen,  Northanger Abbey","Category":"happiness","Quote":"[I]t is well to have as many holds upon happiness as possible."},{"Author":"Stephen Richards","Category":"happiness","Quote":"Judgment is a negative frequency."},{"Author":"Ingrid Bergman","Category":"happiness","Quote":"Happiness is good health and a bad memory."},{"Author":"Nelson Mandela","Category":"happiness","Quote":"Live life as though nobody is watching, and express yourself as though everyone is listening."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"The victim mindset dilutes the human potential. By not accepting personal responsibility for our circumstances, we greatly reduce our power to change them."},{"Author":"Boethius,  The Consolation of Philosophy","Category":"happiness","Quote":"Nothing is miserable unless you think it so; and on the other hand, nothing brings happiness unless you are content with it."},{"Author":"Wendy Wasserstein","Category":"happiness","Quote":"The trick. . .is to find the balance between the bright colors of humor and the serious issues of identity, self-loathing, and the possibility for intimacy and love when it seems no longer possible or, sadder yet, no longer necessary."},{"Author":"Jean-Jacques Rousseau,  The Social Contract and Discourses","Category":"happiness","Quote":"Why should we build our happiness on the opinons of others, when we can find it in our own hearts?"},{"Author":"William Faulkner,  Absalom, Absalom!","Category":"happiness","Quote":"If happy I can be I will, if suffer I must I can."},{"Author":"مصطفى محمود,  الأحلام","Category":"happiness","Quote":"الفرح الوحشي والمرح العنيف والضحك المجلجل حالات لا تدل على السعادة ، إنها تشنجات البؤساء الذين يريدون أن يأكدوا لأنفسهم وللناس أنهم يفرحون، يفرحون بشدة."},{"Author":"Peter Deunov","Category":"happiness","Quote":"Do not look for happiness outside yourself. The awakened seek happiness inside."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"happiness","Quote":"Success will be within your reach only when you start reaching out for it."},{"Author":"Cristiano Ronaldo","Category":"happiness","Quote":"I'm living a dream I never want to wake up from."},{"Author":"Thisuri Wanniarachchi,  COLOMBO STREETS","Category":"happiness","Quote":"Sometimes I wish life was written pencil so we could erase it and write it all over again."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"happiness","Quote":"Happiness, like unhappiness, is a proactive choice."},{"Author":"John Chrysostom","Category":"happiness","Quote":"Happiness can only be achieved by looking inward & learning to enjoy whatever life has and this requires transforming greed into gratitude."},{"Author":"Sharon Swan","Category":"happiness","Quote":"I'm a happy person. If you want to be around me, you can either choose to be happy too, or follow the signs to the nearest exit!"},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song."},{"Author":"Jeremy Bentham","Category":"happiness","Quote":"Create all the happiness you are able to create; remove all the misery you are able to remove. Every day will allow you, --will invite you to add something to the pleasure of others, --or to diminish something of their pains."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Are you going to allow the world around you to change while you remain stagnant? Make this the time you throw away old habits that have hindered your happiness and success and finally allow your greatest self to flourish."},{"Author":"Willa Cather,  My Ántonia","Category":"happiness","Quote":"That is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep."},{"Author":"Victor Hugo,  Les Misérables","Category":"happiness","Quote":"The supreme happiness of life is the conviction that we are loved; loved for ourselves—say rather, loved in spite of ourselves."},{"Author":"Colette","Category":"happiness","Quote":"No one asked you to be happy. Get to work."},{"Author":"Katherine Dunn,  Geek Love","Category":"happiness","Quote":"Can you be happy with the movies, and the ads, and the clothes in the stores, and the doctors, and the eyes as you walk down the street all telling you there is something wrong with you? No. You cannot be happy. Because, you poor darling baby, you believe them."},{"Author":"Stephen Fry,  Moab Is My Washpot","Category":"happiness","Quote":"People who can change and change again are so much more reliable and happier than those who can’t"},{"Author":"Orhan Pamuk,  The Museum of Innocence","Category":"happiness","Quote":"Any intelligent person knows that life is a beautiful thing and that the purpose of life is to be happy,\"said my father as he watched the three beauties. \"But it seems only idiots are ever happy. How can we explain this?"},{"Author":"Erin Hunter,  Fire and Ice","Category":"happiness","Quote":"[Fireheart]mewed,\"It's not my place to judge you.\"Greystripe looked up as Fireheart went on.\"Greystripe, whatever you decide to do, I will always be your friend."},{"Author":"Jeremy Aldana","Category":"happiness","Quote":"Insecurities have the ability to shape and mold our minds to live with everything that’s bad; like crying on the inside, while smiling on the outside…thus creating pain…but, alas, I have the answer; forget about what you thought and enjoy (embrace) what you feel"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"The more I understand the mind and the human experience, the more I begin to suspect there is no such thing as unhappiness; there is only ungratefulness."},{"Author":"Will Rogers","Category":"happiness","Quote":"Do the best you can, and don't take life too serious."},{"Author":"Clint Eastwood","Category":"happiness","Quote":"They say all marriages are made in heaven, but so are thunder and lightning."},{"Author":"Rodolfo Costa,  Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes","Category":"happiness","Quote":"Learn to love someone when they least deserve it, because that is when they need your love most."},{"Author":"Chuck Palahniuk,  Rant","Category":"happiness","Quote":"The big reason why folks leave a small town,' Rant used to say, 'is so they can moon over the idea of going back. And the reason they stay put is so they can moon about getting out.'Rant meant that no one is happy, anywhere."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"happiness","Quote":"We'd just shared the last beer and slung the empty can out the window at a stop sign and were just waiting back to get the feel of the day, swimming in that kind of tasty drowsiness that comes over you after a day of going hard at something you enjoy doing -- half sunburned and half drunk and keeping awake only because you wanted to savor the taste as long as you could."},{"Author":"Robert Browning","Category":"happiness","Quote":"Love is the energy of life."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"When you are living the best version of yourself, you inspire others to live the best versions of themselves."},{"Author":"Dean Koontz,  Life Expectancy","Category":"happiness","Quote":"No one can grant you happiness. Happiness is a choice we all have the power to make."},{"Author":"Kurt Vonnegut","Category":"happiness","Quote":"I still believe that peace and plenty and happiness can be worked out some way. I am a fool."},{"Author":"Jack Johnson","Category":"happiness","Quote":"We've got everything we need right here, and everything we need is enough."},{"Author":"Graham Greene,  The Heart of the Matter","Category":"happiness","Quote":"Point me out the happy man and I will point you out either extreme egotism, selfishness, evil -- or else an absolute ignorance."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"happiness","Quote":"Compassion is the signature of Higher Consciousness. Non-violence is the tool to evolve into the Higher Consciousness."},{"Author":"Stephen Richards","Category":"happiness","Quote":"Before you can successfully make friends with others, first you have to become your own friend."},{"Author":"Anton Chekhov","Category":"happiness","Quote":"Even in Siberia there is happiness."},{"Author":"Emily Giffin,  Something Borrowed","Category":"happiness","Quote":"We are one of those couples i used to watch, thinking to myself that I'd never be on the inside of something so special. I remember reassuring myself that it probably looked nicer than it actually was, I am happy to be wrong about that."},{"Author":"Elizabeth Scott,  Bloom","Category":"happiness","Quote":"Talking about someone who makes you happy actually makes you happy."},{"Author":"Pete Wentz","Category":"happiness","Quote":"The hardest thing about depression is that it is addictive. It begins to feel uncomfortable not to be depressed. You feel guilty for feeling happy."},{"Author":"Henrik Ibsen,  A Doll's House","Category":"happiness","Quote":"You see, there are some people that one loves, and others that perhaps one would rather be with."},{"Author":"Jane Austen,  Emma","Category":"happiness","Quote":"Why not seize the pleasure at once? -- How often is happiness destroyed by preparation, foolish preparation!"},{"Author":"Frank O'Hara","Category":"happiness","Quote":"When I die, don't come, I wouldn't want a leafto turn away from the sun -- it loves it there.There's nothing so spiritual about being happybut you can't miss a day of it, because it doesn't last."},{"Author":"Ilona Andrews,  Magic Bleeds","Category":"happiness","Quote":"Everybody has something, that one thing they must do to feel happy. I think this is yours, and I want you to be happy. You don’t have to do it, but it’s here if you choose to come back to it."},{"Author":"مصطفى لطفي المنفلوطي,  العبرات","Category":"happiness","Quote":"لا أعرف أحداً بين الناس يستطيع أن يرسم لي خطة سعادتي كما أرسمها لنفسي"},{"Author":"Angela Morrison,  Sing Me to Sleep","Category":"happiness","Quote":"I’d rather be miserable loving you than happy with anyone else."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Happiness is a state of mind, a choice, a way of living; it is not something to be achieved, it is something to be experienced."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"happiness","Quote":"I think by the time you're grown you're as happy as you're goin to be. You'll have good times and bad times, but in the end you'll be about as happy as you was before. Or as unhappy. I've knowed people that just never did get the hang of it."},{"Author":"Sigmund Freud","Category":"happiness","Quote":"The intention that man should be happy is not in the plan of Creation."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"happiness","Quote":"Happiness is something we reap from the seeds we sow. Plant misery seeds and that us what you reap."},{"Author":"David Levithan,  Nick & Norah's Infinite Playlist","Category":"happiness","Quote":"...because if you can make yourself happy in the rain then you're doing pretty alright in life."},{"Author":"Albert Camus,  The Myth of Sisyphus and Other Essays","Category":"happiness","Quote":"A man wants to earn money in order to be happy, and his whole effort and the best of a life are devoted to the earning of that money. Happiness is forgotten; the means are taken for the end."},{"Author":"Ellen DeGeneres,  Seriously... I'm Kidding","Category":"happiness","Quote":"The thing everyone should realize is that the key to happiness is being happy for yourself and yourself."},{"Author":"Francine Rivers,  Redeeming Love","Category":"happiness","Quote":"Mara, that's the life I want to give you. That's what I'm offering you. I want to fill you life with color and warmth. I want to fill it with light. Give me a chance"},{"Author":"Laini Taylor,  Dreams of Gods & Monsters","Category":"happiness","Quote":"Happiness wasn't a mystical place to be reached or won--some bright terrain beyond the boundary of misery, a paradise waiting for them to find it--but something to carry doggedly with you through everything, as humble and ordinary as your gear and supplies."},{"Author":"Albert Camus","Category":"happiness","Quote":"It is a kind of spiritual snobbery that makes people think they can be happy without money."},{"Author":"George Alexiou","Category":"happiness","Quote":"Friendship is thinking of the other person first."},{"Author":"Deepak Chopra","Category":"happiness","Quote":"The purpose of life is the expansion of happiness."},{"Author":"Megan McCafferty,  Second Helpings","Category":"happiness","Quote":"I NEVER UNDERSTOOD THE POINT OF BEING SADWHEN I COULD CHOOSE TO BE HAPPY"},{"Author":"Ramana Maharshi","Category":"happiness","Quote":"Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside."},{"Author":"Guillaume Apollinaire","Category":"happiness","Quote":"Joy came always after pain."},{"Author":"George Alexiou","Category":"happiness","Quote":"You and your purpose in life are the same thing. Your purpose is to be you."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"happiness","Quote":"Are you happy?"},{"Author":"Helen Keller","Category":"happiness","Quote":"Your success and happiness lie in you."},{"Author":"Socrates","Category":"happiness","Quote":"He is richest who is content with the least, for content is the wealth of nature."},{"Author":"Taylor Swift","Category":"happiness","Quote":"Happiness and confidence are the prettiest things you can wear"},{"Author":"Dalai Lama XIV,  The Art of Happiness","Category":"happiness","Quote":"Whether our action is wholesome or unwholesome depends on whether that action or deed arises from a disciplined or undisciplined state of mind. It is felt that a disciplined mind leads to happiness and an undisciplined mind leads to suffering, and in fact it is said that bringing about discipline within one's mind is the essence of the Buddha's teaching."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Every time I thought I was being rejected from something good, I was actually being re-directed to something better."},{"Author":"David J. Pollay,  The Law of the Garbage Truck: How to Respond to People Who Dump on You, and How to Stop Dumping on Others","Category":"happiness","Quote":"Many people are like garbage trucks. They run around full of garbage, full of frustration, full of anger, and full of disappointment. As their garbage piles up, they look for a place to dump it. And if you let them, they’ll dump it on you. So when someone wants to dump on you, don’t take it personally. Just smile, wave, wish them well, and move on. Believe me. You’ll be happier."},{"Author":"Thomas Mann,  The Magic Mountain","Category":"happiness","Quote":"Laughter is a sunbeam of the soul."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"The strength of a man isn't seen in the power of his arms. It's seen in the love with which he EMBRACES you."},{"Author":"Casi McLean","Category":"happiness","Quote":"The greatest thing about dreams is they don’t expire. They can lay dormant for years and when you pull them out and dust them off, they shine like new."},{"Author":"Albert Camus,  The Plague","Category":"happiness","Quote":"For who would dare to assert that eternal happiness can compensate for a single moment's human suffering"},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"When you find yourself in need of spiritual nourishment, it is in the opportunities to serve others that you will find the abundance you seek."},{"Author":"Desiderius Erasmus","Category":"happiness","Quote":"The summit of happiness is reached when a person is ready to be what he is."},{"Author":"J. Maarten Troost,  Getting Stoned with Savages: A Trip Through the Islands of Fiji and Vanuatu","Category":"happiness","Quote":"Paradise was always over there, a day’s sail away. But it’s a funny thing, escapism. You can go far and wide and you can keep moving on and on through places and years, but you never escape your own life. I, finally, knew where my life belonged. Home."},{"Author":"Abraham Lincoln","Category":"happiness","Quote":"Take all that you can of this book upon reason, and the balance on faith, and you will live and die a happier man. (When a skeptic expressed surprise to see him reading a Bible)"},{"Author":"Alan Lightman,  Einstein's Dreams","Category":"happiness","Quote":"The tragedy of this world is that no one is happy, whether stuck in a time of pain or joy."},{"Author":"Janette Rallison","Category":"happiness","Quote":"I've pursued dreams and achieved them, but I don't think anybody should think their life is incomplete if they don't follow some dream. Happiness doesn't come from achievements, or money, or any sort of treasure. Happiness is a frame of mind, not a destination. It's appreciating what you've got and building relationships with those around you."},{"Author":"Napoleon Hill","Category":"happiness","Quote":"Happiness is found in doing, not merely possessing."},{"Author":"Leo Babauta","Category":"happiness","Quote":"The point of simple living, for me has got to be:A soft place to landA wide margin of errorRoom to breatheLots of places to find baseline happiness in each and every day"},{"Author":"Elise Boulding","Category":"happiness","Quote":"Frugality is one of the most beautiful and joyful words in the English language, and yet one that we are culturally cut off from understanding and enjoying. The consumption society has made us feel that happiness lies in having things, and has failed to teach us the happiness of not having things."},{"Author":"Hugh Laurie","Category":"happiness","Quote":"I would cling to unhappiness because it was a known, familiar state. When I was happier, it was because I knew I was on my way back to misery. I've never been convinced that happiness is the object of the game. I'm wary of happiness."},{"Author":"Martha Washington","Category":"happiness","Quote":"I've learned from experience that the greater part of our happiness or misery depends on our disposition and not on our circumstances."},{"Author":"Oscar Wilde","Category":"happiness","Quote":"A flower blossoms for its own joy."},{"Author":"Stephen Richards","Category":"happiness","Quote":"It sometimes takes a state of solitude to bring to mind the real power of companionship."},{"Author":"Ernestine Gilbreth Carey,  Belles on Their Toes","Category":"happiness","Quote":"In a person's lifetime there may be not more than half a dozen occasions that he can look back to in the certain knowledge that right then, at that moment, there was room for nothing but happiness in his heart."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Life itself is simple...it's just not easy."},{"Author":"Henry Miller,  Big Sur and the Oranges of Hieronymus Bosch","Category":"happiness","Quote":"Surely every one realizes, at some point along the way, that he is capable of living a far better life than the one he has chosen."},{"Author":"William Saroyan,  My Heart's in the Highlands","Category":"happiness","Quote":"The greatest happiness you can have is knowing that you do not necessarily require happiness."},{"Author":"Nicholas Sparks","Category":"happiness","Quote":"He was a wonderful man. And when a man is that special, you know it sooner than you think possible. You recognize it instinctively, and you're certain that no matter what happens, there will never be another one like him."},{"Author":"Paulo Coelho,  The Alchemist","Category":"happiness","Quote":"The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon."},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface."},{"Author":"Matt D. Miller","Category":"happiness","Quote":"If you always attach positive emotions to the things you want, and never attach negative emotions to the things you don't, then that which you desire most will invariably come your way."},{"Author":"Thomas Paine,  The Age of Reason","Category":"happiness","Quote":"It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing, or in disbelieving, it consists in professing to believe what he does not believe."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Finding happiness should not be seen as finding a needle in a haystack. Happiness is within. Each day is a blessing that brings an abundance of happiness. Therefore, finding happiness should be like finding a gift in a stack of gifts."},{"Author":"Hayao Miyazaki","Category":"happiness","Quote":"Personally I am very pessimistic. But when, for instance, one of my staff has a baby you can't help but bless them for a good future. Because I can't tell that child, 'Oh, you shouldn't have come into this life.' And yet I know the world is heading in a bad direction. So with those conflicting thoughts in mind, I think about what kind of films I should be making."},{"Author":"Nora Roberts,  Tribute","Category":"happiness","Quote":"I guess money can't buy happiness if you shop in the wrong places."},{"Author":"Albert Camus","Category":"happiness","Quote":"You are forgiven for your happiness and your successes only if you generously consent to share them."},{"Author":"Roman Payne","Category":"happiness","Quote":"When she was a child, my love carried a road-map in her hand the way other girls carried handkerchiefs. She always knew the way. Her feet were little wings. And her beautiful head was a compass."},{"Author":"Shannon L. Alder","Category":"happiness","Quote":"The only real battle in life is between hanging on and letting go."},{"Author":"Vincent Starrett","Category":"happiness","Quote":"When we are collecting books, we are collecting happiness."},{"Author":"Sebastian Barry,  The Secret Scripture","Category":"happiness","Quote":"After all the world is indeed beautiful and if we were any other creature than man we might be continuously happy in it."},{"Author":"Margaret Lee Runbeck","Category":"happiness","Quote":"Happiness is not a state to arrive at, but a manner of traveling."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"happiness","Quote":"Marriage becomes hard work once you have poured the entirety of your life’s expectations for happiness into the hands of one mere person. Keeping that going is hard work."},{"Author":"Steve Maraboli","Category":"happiness","Quote":"Learn from your history, but don’t live in it."},{"Author":"George Bernard Shaw,  Candida","Category":"happiness","Quote":"We have no more right to consume happiness without producing it than to consume wealth without producing it."},{"Author":"Algernon Black","Category":"happiness","Quote":"Why not let people differ about their answers to the great mysteries of the Universe? Let each seek one's own way to the highest, to one's own sense of supreme loyalty in life, one's ideal of life. Let each philosophy, each world-view bring forth its truth and beauty to a larger perspective, that people may grow in vision, stature and dedication."},{"Author":"Nenia Campbell,  Endgame","Category":"happiness","Quote":"Happiness is such a fragile thing, isn't it? So easily burst, like a bubble blown by a child, and always on the verge of being carried away."},{"Author":"Daniel Kahneman,  Well-Being: Foundations of Hedonic Psychology: Foundations of Hedonic Psychology","Category":"happiness","Quote":"Money does not buy you happiness, but lack of money certainly buys you misery."},{"Author":"Leila Sales,  Past Perfect","Category":"happiness","Quote":"Sometimes you get everything you ever wanted, only it doesn't look like what you wanted anymore."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"happiness","Quote":"Truly amazing, what people can get used to, as long as there are a few compensations."},{"Author":"Temitope Owosela","Category":"happiness","Quote":"Sky is not a limit for me; because I have no limit for myself in life. Because life is a world full of risk taking and possibilities. No matter how hard or easy life is; I will always find a way to enjoy myself; even in the mist of circumstances; because problems is a sense of adventure in sheep's clothing."},{"Author":"Lauren Oliver,  Hana","Category":"happiness","Quote":"And for a moment―for a split second―everything else falls away, the whole pattern and order of my life, and a huge joy crests in my chest. I am no one, and I owe nothing to anybody, and my life is my own."},{"Author":"Jess Rothenberg,  The Catastrophic History of You and Me","Category":"happiness","Quote":"In the midst of happiness or despairin sorrow or in joyin pleasure or in pain:Do what is right and you will be at peace."},{"Author":"Stormie Omartian,  The Power of a Praying Woman","Category":"happiness","Quote":"We will never be happy until we make God the source of our fulfillment and the answer to our longings. He is the only one who should have power over our souls."},{"Author":"Fyodor Dostoyevsky","Category":"happiness","Quote":"We are all happy if we but knew it."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"Cake is happiness! If you know the way of the cake, you know the way of happiness! If you have a cake in front of you, you should not look any further for joy!"},{"Author":"Hillary DePiano,  The Love of Three Oranges: A Play for the Theatre That Takes the Commedia Dell'arte of Carlo Gozzi and Updates It for the New Millennium","Category":"happiness","Quote":"There is no greater power than that of a laugh and happiness is a force which can save a person from the horrors of the world."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"A grateful mindset can set you free from the prison of disempowerment and the shackles of misery."},{"Author":"Robin Williams","Category":"happiness","Quote":"I think the saddest people always try their hardest to make people happy because they know what it’s like to feel absolutely worthless and they don’t want anyone else to feel like that."},{"Author":"Steve Maraboli","Category":"happiness","Quote":"Allow yourself to enjoy each happy moment in your life."},{"Author":"Eckhart Tolle,  The Power of Now: A Guide to Spiritual Enlightenment","Category":"happiness","Quote":"Watch any plant or animal and let it teach you acceptance of what is, surrender to the Now.Let it teach you Being.Let it teach you integrity — which means to be one, to be yourself, to be real.Let it teach you how to live and how to die, and how not to make living and dying into a problem."},{"Author":"Anton Chekhov,  About Love and Other Stories","Category":"happiness","Quote":"Three o'clock in the morning. The soft April night is looking at my windows and caressingly winking at me with its stars. I can't sleep, I am so happy."},{"Author":"Robertson Davies","Category":"happiness","Quote":"Happiness is always a by-product. It is probably a matter of temperament, and for anything I know it may be glandular. But it is not something that can be demanded from life, and if you are not happy you had better stop worrying about it and see what treasures you can pluck from your own brand of unhappiness."},{"Author":"George Bernard Shaw,  Misalliance","Category":"happiness","Quote":"The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation, because occupation means pre-occupation; and the pre-occupied person is neither happy nor unhappy, but simply alive and active. That is why it is necessary to happiness that one should be tired."},{"Author":"Victor Hugo,  Les Misérables","Category":"happiness","Quote":"Be happy without picking flaws."},{"Author":"Ian McEwan,  Saturday","Category":"happiness","Quote":"There's a taste in the air, sweet and vaguely antiseptic, that reminds him of his teenage years in these streets, and of a general state of longing, a hunger for life to begin that from this distance seems like happiness."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Happiness has to do with your mindset, not with outside circumstance."},{"Author":"Tom Stoppard,  Rosencrantz and Guildenstern Are Dead","Category":"happiness","Quote":"Be happy -- if you're not even happy, what's so good about surviving?"},{"Author":"Mahatma Gandhi","Category":"happiness","Quote":"Non-violence, which is the quality of the heart, cannot come by an appeal to the brain."},{"Author":"Dean Koontz,  Dead and Alive","Category":"happiness","Quote":"For the likes of you, the path to happiness is one mean son of a bitch of a path."},{"Author":"Mihaly Csikszentmihalyi,  Flow: The Psychology of Optimal Experience","Category":"happiness","Quote":"Control of consciousness determines the quality of life."},{"Author":"Ralph Waldo Emerson,  Nature","Category":"happiness","Quote":"The happiest man is he who learns from nature the lesson of worship"},{"Author":"Ayn Rand,  We the Living","Category":"happiness","Quote":"Well, I always know what I want. And when you know what you want--you go toward it. Sometimes you go very fast, and sometimes only an inch a year. Perhaps you feel happier when you go fast. I don't know. I've forgotten the difference long ago, because it really doesn't matter, so long as you move."},{"Author":"Ingrid Bergman","Category":"happiness","Quote":"Success is getting what you want; happiness is wanting what you get."},{"Author":"Charles Dickens,  A Christmas Carol","Category":"happiness","Quote":"He went to the church, and walked about the streets, and watched the people hurrying to and for, and patted the children on the head, and questioned beggars, and looked down into the kitchens of homes, and up to the windows, and found that everything could yield him pleasure. He had never dreamed of any walk, that anything, could give him so much happiness. (p. 119)"},{"Author":"Sarah Addison Allen","Category":"happiness","Quote":"Fate never promises to tell you everything up front. You aren't always shown the path in life you're supposed to take. But if there was one thing she'd learned in the past few weeks, it was that sometimes, when you're really lucky, you meet someone with a map."},{"Author":"Bertrand Russell","Category":"happiness","Quote":"It is essential to happiness that our way of living should spring from our own deep impulses and not from the accidental tastes and desires of those who happen to be our neighbors, or even our relations."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"happiness","Quote":"We are often insane with happiness. We are also very unhappy for reasons neither of us can do anything about. Like being separated."},{"Author":"Arthur Schopenhauer","Category":"happiness","Quote":"Almost all of our sorrows spring out of our relations with other people. There is no more mistaken path to happiness than worldliness."},{"Author":"Jack Gilbert,  Refusing Heaven","Category":"happiness","Quote":"We must have the stubbornness to accept our gladness in the ruthless furnace of this world."},{"Author":"Cora Carmack,  Finding It","Category":"happiness","Quote":"The best parts of life are the things we can't plan. And it's a lot harder to find happiness if you're only searching in one place. Sometimes, you just have to throw away the map. Admit that you don't know where you're going and stop pressuring yourself to figure it out. Besides...a map is a life someone else already lived. It's more fun to make your own."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"happiness","Quote":"To make a prairie it takes a clover and one bee,One clover, and a bee,And revery.The revery alone will do,If bees are few."},{"Author":"Henry James,  Roderick Hudson","Category":"happiness","Quote":"True happiness, we are told, consists in getting out of one's self; but the point is not only to get out - you must stay out; and to stay out you must have some absorbing errand."},{"Author":"Benjamin Disraeli","Category":"happiness","Quote":"Action may not always bring happiness; but there is no happiness without action."},{"Author":"Roald Dahl","Category":"happiness","Quote":"I think probably kindness is my number one attribute in a human being. I'll put it before any of the things like courage or bravery or generosity or anything else.Brian Sibley: Or brains even?Oh gosh, yes, brains is one of the least. You can be a lovely person without brains, absolutely lovely. Kindness - that simple word. To be kind - it covers everything, to my mind.If you're kind that's it."},{"Author":"Owl City","Category":"happiness","Quote":"Cheer up and dry your damp eyes,And tell me when it rains,And I'll blend up that rainbow above you & shoot it through your veins...'Cause your heart has a lack of color,And we should've known That we'd grow up sooner or later,'Cause we wasted all our free time alone. <3"},{"Author":"Jacqueline Carey,  Kushiel's Dart","Category":"happiness","Quote":"It is my observations, though, that happiness limits the amount of suffering one is willing to inflict upon others"},{"Author":"Marty Rubin","Category":"happiness","Quote":"I don't want to be the one who says life is beautiful. I want to be the one who feels it."},{"Author":"Dalai Lama XIV,  The Art of Happiness","Category":"happiness","Quote":"A disciplined mind leads to happiness, and an undisciplined mind leads to suffering."},{"Author":"Swami Satchidananda,  The Yoga Sutras","Category":"happiness","Quote":"If you have done something meritorious, you experience pleasure and happiness; if wrong things, suffering. A happy or unhappy life is your own creation. Nobody else is responsible. If you remember this, you won’t find fault with anybody. You are your own best friend as well as your worst enemy. (99)"},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"At any given moment the choice to be happy is present- we just have to choose to be happy."},{"Author":"Mitch Albom,  Have a Little Faith: a True Story","Category":"happiness","Quote":"Much of what we called \"depression\"was really dissatisfaction, a result of setting a bar impossibly high or expecting treasures we weren't willing to work for."},{"Author":"Virginia Woolf,  Jacob's Room","Category":"happiness","Quote":"Indeed there has never been any explanation of the ebb and flow in our veins--of happiness and unhappiness."},{"Author":"J.C. Ryle,  A Call to Prayer","Category":"happiness","Quote":"Happiness does not depend on outward circumstances, but on the state of the heart."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Free yourself from the burden of feeling the need to hold on to anything. Let go… you are a part of everything."},{"Author":"Groucho Marx","Category":"happiness","Quote":"Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"I find no importance in showing others that I am happy; it's not important to me that they know or think that I am happy but what is important to me is that I am happy. I am interested in being happy, not in making others think or know that I am."},{"Author":"Andy Rooney","Category":"happiness","Quote":"I've learned .... That when you harbor bitterness, happiness will dock elsewhere."},{"Author":"Ellen DeGeneres,  Seriously... I'm Kidding","Category":"happiness","Quote":"Life is about balance. The good and the bad. The highs and the lows. The thing everyone should realize is that the key to happiness is being happy by yourself and for yourself. Happiness comes from within. You have the power to change your own mindset so that all the negative, horrible thoughts that try to invade your psyche are replaced with happy, positive, wonderful thoughts."},{"Author":"Stephen Richards","Category":"happiness","Quote":"When you fail, that is when you get closer to success."},{"Author":"Stephen Richards","Category":"happiness","Quote":"It’s not about working for money, it’s about having money work for you."},{"Author":"Nikos Kazantzakis","Category":"happiness","Quote":"How simple and frugal a thing is happiness: a glass of wine, a roast chestnut, a wretched little brazier, the sound of the sea. . . . All that is required to feel that here and now is happiness is a simple, frugal heart."},{"Author":"Jason Mraz","Category":"happiness","Quote":"Last weekend a young man asked me how I remain so positive. “It seems all the negativity in the world doesn’t affect you,” he said. I had no more than a minute with the young man so I offered this: It’s all about where you choose to put your attention, and I choose to be happy."},{"Author":"C.S. Lewis,  The Great Divorce","Category":"happiness","Quote":"I wish I had never been born,\"she said. \"What are we born for?\"\"For infinite happiness,\"said the Spirit. \"You can step out into it at any moment..."},{"Author":"J. Cornell Michel,  Jordan's Brains: A Zombie Evolution","Category":"happiness","Quote":"I like living in my head because in there, everyone is kind and innocent. Once you start integrating yourself into the world, you realize that people are nasty, mean creatures. They're worse than zombies. People try to crush your soul and destroy your happiness, but zombies just want to have a little nibble of your brain."},{"Author":"Will Smith","Category":"happiness","Quote":"If you're not making someone else's life better, then you're wasting your time. Your life will become better by making other lives better."},{"Author":"Gayle Forman,  If I Stay","Category":"happiness","Quote":"I remember watching it all and getting the tickling in my chest and thinking to myself: This is what happiness feels like."},{"Author":"Julie Andrews Edwards,  The Last of the Really Great Whangdoodles","Category":"happiness","Quote":"Have you noticed how nobody ever looks up? Nobody looks at chimneys, or trees against the sky, or the tops of buildings. Everybody just looks down at the pavement or their shoes. The whole world could pass them by and most people wouldn't notice."},{"Author":"Besa Kosova","Category":"happiness","Quote":"Money can't buy happiness, but it certainly is a stress reliever."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Your life begins to change the day you take responsibility for it."},{"Author":"Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose","Category":"happiness","Quote":"The primary cause of unhappiness is never the situation, but you thoughts about it. Be aware of the thoughts you are thinking."},{"Author":"Jacques Prévert","Category":"happiness","Quote":"Even if happiness forgets you a little bit, never completely forget about it."},{"Author":"Nancy E. Turner,  These Is My Words: The Diary of Sarah Agnes Prine, 1881-1901","Category":"happiness","Quote":"We are a noisy and blessed little family"},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Love and compassion are the mother and father of a smile. We need to create more smiles in our world today. Smiles, after all, pave the way to a happy world."},{"Author":"Dan Howell","Category":"happiness","Quote":"You know, people ask me. They say 'Dan, three years later do you really want to be drawing cat whiskers on your face?' but they don't understand. The cat whiskers, they come from within."},{"Author":"Jeanette Winterson,  Written on the Body","Category":"happiness","Quote":"Sometimes I think of you and I feel giddy. Memory makes me lightheaded, drunk on champagne. All the things we did. And if anyone has said this was the price I would have agreed to pay it. That surprises me; that with the hurt and the mess comes a shift of recognition. It was worth it. Love is worth it."},{"Author":"Gloria Vanderbilt","Category":"happiness","Quote":"To be happy--one must find one's bliss"},{"Author":"Rohinton Mistry,  A Fine Balance","Category":"happiness","Quote":"...the face has limited space. My mother used to say, if you fill your face with laughing, there will be no more room for crying."},{"Author":"David Rovics","Category":"happiness","Quote":"They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover."},{"Author":"P.D. James,  The Children of Men","Category":"happiness","Quote":"I don't want anyone to look to me, not for protection, not for happiness, not for love, not for anything."},{"Author":"Mario Benedetti,  La tregua","Category":"happiness","Quote":"De pronto tuve conciencia de que ese momento, de que esa rebanada de cotidianidad, era el grado máximo de bienestar, era la Dicha. Nunca había sido tan plenamente feliz como en ese momento, pero tenía la hiriente sensación de que nunca más volvería a serlo, por lo menos en ese grado, con esa intensidad"},{"Author":"Raymond Carver","Category":"happiness","Quote":"Happiness. It comes onunexpectedly. And goes beyond, really,any early morning talk about it."},{"Author":"Dan Pearce,  Single Dad Laughing","Category":"happiness","Quote":"Children are gifts. They are not ours for the breaking. They are ours for the making."},{"Author":"Benjamin J. Carey,  Barefoot in November","Category":"happiness","Quote":"At the end of the day your ability to connect with your readers comes down to how you make them feel."},{"Author":"Tom Robbins,  Still Life with Woodpecker","Category":"happiness","Quote":"Often, moreover, it is...that aspect of our being that society finds eccentric, ridiculous, or disagreeable, that holds our sweet waters, our secret well of happiness, the key to our equanimity in malevolent climes."},{"Author":"Peter Deunov","Category":"happiness","Quote":"If you pursue happiness, you are an ordinary person. If happiness pursues you, you are an extraordinary person. Do not chase happiness; let it chase you."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Don't wait for other people to be loving, giving, compassionate, grateful, forgiving, generous, or friendly... lead the way!"},{"Author":"Bertrand Russell","Category":"happiness","Quote":"To like many people spontaneously and without effort is perhaps the greatest of all sources of personal happiness."},{"Author":"Agatha Christie,  The Man in the Brown Suit","Category":"happiness","Quote":"What good is money if it can't buy happiness?"},{"Author":"Socrates","Category":"happiness","Quote":"My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher."},{"Author":"George Bernard Shaw","Category":"happiness","Quote":"The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not."},{"Author":"S.J. Watson,  Before I Go to Sleep","Category":"happiness","Quote":"I want him to be happy. And I want you to be happy, too. Even if you can only find that happiness without me."},{"Author":"Orson Scott Card,  Shadow Puppets","Category":"happiness","Quote":"It will hurt.\"said Petra. \"But let's make the most of what we have, and not let future pain ruin present happiness."},{"Author":"Neil Gaiman,  American Gods","Category":"happiness","Quote":"Call no man happy, said Shadow, until he is dead"},{"Author":"Michael Cunningham,  The Hours","Category":"happiness","Quote":"I don't think two people could have been happier than we have been."},{"Author":"Michel Houellebecq,  Whatever","Category":"happiness","Quote":"An entire life spent reading would have fulfilled my every desire; I already knew that at the age of seven. The texture of the world is painful, inadequate; unalterable, or so it seems to me. Really, I believe that an entire life spent reading would have suited me best. Such a life has not been granted me..."},{"Author":"Joanne Harris","Category":"happiness","Quote":"I believe that being happy is the only important thing. Happiness. Simple as a glass of chocolate or torturous as the heart. Bitter. Sweet. Alive."},{"Author":"Rodolfo Costa,  Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes","Category":"happiness","Quote":"Take responsibility for your own happiness, do not expect people or things to bring you happiness, or you could be disappointed."},{"Author":"Al Munoz","Category":"happiness","Quote":"If you're not happy in life then you need to change, calibrate, readjust...flush your negative energy and fill it with positive energy; How do we do that you might ask? well I would start by making others happy, deseases are not the only thing that spreads easy. We are all connected in some form of unseen energy... think how those around you will impact you and make you feel if they were happy?"},{"Author":"Zhuangzi","Category":"happiness","Quote":"I cannot tell if what the world considers ‘happiness’ is happiness or not. All I know is that when I consider the way they go about attaining it, I see them carried away headlong, grim and obsessed, in the general onrush of the human herd, unable to stop themselves or to change their direction. All the while they claim to be just on the point of attaining happiness."},{"Author":"Bernard Kelvin Clive,  Your Dreams Will Not Die","Category":"happiness","Quote":"Today, just take time to smell the roses, enjoy those little things about your life, your family, spouse, friends, job. Forget about the thorns -the pains and problems they cause you - and enjoy life"},{"Author":"Staness Jonekos","Category":"happiness","Quote":"No one invites you to the top - you have to claw your way up. When you get there, you will sit with the others who were also uninvited - giggling."},{"Author":"Samuel Butler","Category":"happiness","Quote":"All animals except man know that the principal business of life is to enjoy it."},{"Author":"Zig Ziglar","Category":"happiness","Quote":"Take one cup of love, two cups of loyalty, three cups of forgiveness, four quarts of faith and one barrel of laughter. Take love and loyalty and mix them thoroughly with faith; blend with tenderness, kindness and understanding. Add friendship and hope. Sprinkle abundantly with laughter. Bake it with sunshine. Wrap it regularly with lots of hugs. Serve generous helpings daily."},{"Author":"Laura Munson,  This Is Not The Story You Think It Is...: A Season of Unlikely Happiness","Category":"happiness","Quote":"Probably the wisest words that were ever uttered to me. Came from a therapist. I was sitting in her office, crying my eyes out. . . and she said, \"So let me get this straight. You base your personal happiness on things entirely out of your control."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"happiness","Quote":"one of the best and the most painful things about time traveling has been the opportunity to see my mother alive."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"If you want to find happiness, find gratitude."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"happiness","Quote":"Write it on your heart you are the most beautiful soul of the Universe. Realize it, honor it and celebrate the life."},{"Author":"Spurious quote attributed to George Washington but never said by him .","Category":"happiness","Quote":"A free people ought not only to be armed and disciplined, but they should have sufficient arms and ammunition to maintain a status of independence from any who might attempt to abuse them, which would include their own government"},{"Author":"Sarah Dessen","Category":"happiness","Quote":"It seemed like this day could go in so many directions, like a spiderweb shooting out toward endless possibilities. Whenever you made a choice, especially one you'd been resisting, it always affected everything else, some in big ways, like a tremor beneath your feet, others in so tiny a shift you hardly noticed a change at all. But it was happening."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Today, many will choose to live free of conditions and rules governing their own happiness. Why not you? Do not let another day go by where your dedication to other people's opinions is greater than your dedication to your own emotions! Today's a new day!"},{"Author":"Brenda Farrar-ejemai","Category":"happiness","Quote":"Be Sure To Notice When You're Happy"},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"happiness","Quote":"Suffering is due to our disconnection with the inner soul. Meditation is establishing that connection."},{"Author":"E.M. Forster,  Maurice","Category":"happiness","Quote":"After all, is not a real Hell better than a manufactured Heaven?"},{"Author":"Ivan Turgenev,  Fathers and Sons","Category":"happiness","Quote":"A withered maple leaf has left its branch and is falling to the ground; its movements resemble those of a butterfly in flight. Isn't it strange? The saddest and deadest of things is yet so like the gayest and most vital of creatures?"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Live Today! Do not allow your spirit to be softened of your happiness to be limited by a day you cannot have back or a day that does not yet exist."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Stop waiting for the perfect day or the perfect moment... Take THIS day, THIS moment and lead it to perfection."},{"Author":"George Alexiou","Category":"happiness","Quote":"What is given to you is what is needed; what you want, requires giving up what you don't need."},{"Author":"Amy Tan,  The Hundred Secret Senses","Category":"happiness","Quote":"too much happiness always overflowed into tears of sorrow."},{"Author":"Jennifer E. Smith,  The Statistical Probability of Love at First Sight","Category":"happiness","Quote":"Cheerfulness and contentment are great beautifiers."},{"Author":"Amber L. Johnson,  Puddle Jumping","Category":"happiness","Quote":"Maybe if we stopped trying to achieve movie standards of greatness, we'd be happy with what we have."},{"Author":"Max Planck,  Where is Science Going?","Category":"happiness","Quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Success is getting what you want. Happiness is wanting what you get."},{"Author":"Ayad Akhtar,  American Dervish","Category":"happiness","Quote":"The secret of a happy life is respect. Respect for yourself and respect for others."},{"Author":"Charles Bukowski","Category":"happiness","Quote":"and our few good times will be rare because we have the critical senseand are not easy to fool with laughter"},{"Author":"Horace","Category":"happiness","Quote":"Happy the man, and happy he alone,he who can call today his own:he who, secure within, can say,Tomorrow do thy worst, for I have lived today.Be fair or foul, or rain or shinethe joys I have possessed, in spite of fate, are mine.Not Heaven itself, upon the past has power,but what has been, has been, and I have had my hour."},{"Author":"واسيني الأعرج,  سوناتا لأشباح القدس","Category":"happiness","Quote":"كنت كلما رأيتها في لباسها الفلسطيني المليء بالمزركشات والموتيفات الحية والنوار، اعترتني رغبة في أخذ الفرشاة بجنون وتغميسها في لباسها ورسم أشكال مجنونة من ألوان فستانها"},{"Author":"G.K. Chesterton,  The Thing","Category":"happiness","Quote":"Happiness is not only a hope, but also in some strange manner a memory ... we are all kings in exile."},{"Author":"Rasmenia Massoud,  Human Detritus","Category":"happiness","Quote":"Who’s happy? Happy is just what people think they are when they can’t find anything to bitch about."},{"Author":"William Shakespeare,  Much Ado About Nothing","Category":"happiness","Quote":"LEONATOWell, niece, I hope to see you one day fitted with a husband.BEATRICENot till God make men of some other metal than earth. Would it not grieve a woman to be overmastered with a pierce of valiant dust? to make an account of her life to a clod of wayward marl? No, uncle, I'll none: Adam's sons are my brethren; and, truly, I hold it a sin to match in my kindred."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"Most men either compromise or drop their greatest talents and start running after, what they perceive to be, a more reasonable success, and somewhere in between they end up with a discontented settlement. Safety is indeed stability, but it is not progression."},{"Author":"Andy Warhol","Category":"happiness","Quote":"You have to be willing to get happy about nothing."},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"How aware are we of our own inner life, our spirituality-something so intangible yet so priceless? How much effort do we make to perceive that which is not obvious, which can neither be seen nor heard? I believe the exploration and enrichment of the human spirit is what determines our very humanity. Such enrichment provides an inner compass that can lead civilizations to greatness."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"happiness","Quote":"Concentration attracts luck factor."},{"Author":"Bertolt Brecht","Category":"happiness","Quote":"Everyone chases after happiness, not noticing that happiness is at their heels."},{"Author":"Victoria Moran,  Lit From Within: Tending Your Soul For Lifelong Beauty","Category":"happiness","Quote":"Because I was more often happy for other people, I got to spend more time being happy. And as I saw more light in everybody else, I seemed to have more myself. (250)"},{"Author":"John C. Maxwell,  Your Road Map for Success: You Can Get There from Here","Category":"happiness","Quote":"Happiness simply cannot be relied upon as a measure of success."},{"Author":"Criss Jami,  Venus in Arms","Category":"happiness","Quote":"The devil's happy when the critics run you off."},{"Author":"Hlovate,  Contengan Jalanan","Category":"happiness","Quote":"Happiness is a nothingness without completeness."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"The universe doesn't give you what you want in your mind; it gives you what you demand with your actions."},{"Author":"Gretchen Rubin,  The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","Category":"happiness","Quote":"The First Splendid Truth: To be happy, I need to think about feeling good, feeling bad, and feeling right, in an atmosphere of growth."},{"Author":"I Am An Idiot Spammer","Category":"happiness","Quote":"If you could have one wish, what would it be? We all have hopes and dreams that we do almost anything to make real. And if we get lucky, and our wish is granted, maybe that's what we call happiness."},{"Author":"Nathaniel Hawthorne","Category":"happiness","Quote":"Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained. Follow some other object, and very possibly we may find that we have caught happiness without dreaming of it."},{"Author":"Gabriel Garcí­a Márquez,  Love in the Time of Cholera","Category":"happiness","Quote":"One could be happy not only without love, but despite it."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"happiness","Quote":"I sit quietly and think about my mom. It's funny how memory erodes, If all I had to work from were my childhood memories, my knowledge of my mother would be faded and soft, with a few sharp memories standing out."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Let today be the day you finally release yourself from the imprisonment of past grudges and anger. Simplify your life. Let go of the poisonous past and live the abundantly beautiful present... today."},{"Author":"Andy Warhol","Category":"happiness","Quote":"Actually, I jade very quickly. Once is usually enough. Either once only, or every day. If you do something once it’s exciting, and if you do it every day it’s exciting. But if you do it, say, twice or just almost every day, it’s not good any more."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"The value of a moment is immeasurable. The power of just ONE moment can propel you to success and happiness or chain you to failure and misery."},{"Author":"Jay Asher,  The Future of Us","Category":"happiness","Quote":"You need to figure out what you want, Josh. If that means you need to swim against the tide to get it, at least youre aiming for something that could make you very happy."},{"Author":"Jess C. Scott,  Clear: A Guide to Treating Acne Naturally","Category":"happiness","Quote":"Be patient. Your skin took a while to deteriorate. Give it some time to reflect a calmer inner state. As one of my friends states on his Facebook profile: \"The true Losers in Life, are not those who Try and Fail, but those who Fail to Try."},{"Author":"Ai Yazawa,  Paradise Kiss, Vol. 5","Category":"happiness","Quote":"A woman's happiness is in throwing everything away to live for love."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Remember, happiness doesn't depend upon who you are or what you have; it depends solely upon what you think. So start each day by thinking of all the things you have to be thankful for. Your future will depend very largely on the thoughts you think today. So think thoughts of hope and confidence and love and success."},{"Author":"Luther Burbank","Category":"happiness","Quote":"Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine to the mind."},{"Author":"Nobuhiro Watsuki","Category":"happiness","Quote":"The dead don't desire revenge, but the happiness of the livng. To dirty your small hands would bring joy to no one.-Kenshin to Eiji"},{"Author":"Mizuo Shinonome,  Princess Tu Tu Volume 1","Category":"happiness","Quote":"May those who follow their fate be granted happiness; may those who defy it be granted glory"},{"Author":"George Santayana","Category":"happiness","Quote":"To be happy you must have taken the measure of your powers, tasted the fruits of your passion, and learned your place in the world."},{"Author":"J. Cornell Michel,  Jordan's Brains: A Zombie Evolution","Category":"happiness","Quote":"The pretty ones are usually unhappy. They expect everyone to be enamored of their beauty. How can a person be content when their happiness lies in someone else's hands, ready to be crushed at any moment? Ordinary-looking people are far superior, because they are forced to actually work hard to achieve their goals, instead of expecting people to fall all over themselves to help them."},{"Author":"Mark Nepo","Category":"happiness","Quote":"The key to knowing joy is being easily pleased."},{"Author":"Dan Savage,  Skipping Towards Gomorrah","Category":"happiness","Quote":"The truly revolutionary promise of our nation's founding document is the freedom to pursue happiness-with-a-capital-H."},{"Author":"Amit Ray","Category":"happiness","Quote":"No one is to blame because there is no one other than you. Nothing is to disrespect because there is nothing other than you."},{"Author":"Dick Francis,  Reflex","Category":"happiness","Quote":"Most people think, when they're young, that they're going to the top of their chosen world, and that the climb up is only a formality. Without that faith, I suppose, they might never start. Somewhere on the way they lift their eyes to the summit and know they aren't going to reach it; and happiness then is looking down and enjoying the view they've got, not envying the one they haven't."},{"Author":"Stephen Richards","Category":"happiness","Quote":"When we give up the chase, we give up our wishing."},{"Author":"Leo Babauta","Category":"happiness","Quote":"Stop waiting for the right person to come into your life. Be the right person to come to someone’s life"},{"Author":"Oprah Winfrey","Category":"happiness","Quote":"The happiness you feel is in direct proportion to the love you give."},{"Author":"Jean de La Bruyère","Category":"happiness","Quote":"The pleasure of criticizing takes away from us the pleasure of being moved by some very fine things."},{"Author":"Deepak Chopra","Category":"happiness","Quote":"Be happy for no reason, like a child. If you are happy for a reason, you’re in trouble, because that reason can be taken from you."},{"Author":"Victor Hugo","Category":"happiness","Quote":"Happiness lies for those who cry, those who hurt, those who have searched, and those who have tried for only they can appreciate the importance of people who have touched their lives."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"happiness","Quote":"The only horrible thing in the world is ennui."},{"Author":"Steve Goodier","Category":"happiness","Quote":"An important decision I made was to resist playing the Blame Game. The day I realized that I am in charge of how I will approach problems in my life, that things will turn out better or worse because of me and nobody else, that was the day I knew I would be a happier and healthier person. And that was the day I knew I could truly build a life that matters."},{"Author":"Augustine Birrell","Category":"happiness","Quote":"An ordinary man can surround himself with two thousand books and thenceforward have at least one place in the world in which it is always possible to be happy."},{"Author":"Rumi","Category":"happiness","Quote":"You are an ocean in a drop of dew,all the universes in a thin sack of blood.What are these pleasures then,these joys, these worldsthat you keep reaching for,hoping they will make you more alive?"},{"Author":"Bethenny Frankel,  A Place of Yes: 10 Rules for Getting Everything You Want Out of Life","Category":"happiness","Quote":"The business of being happy requires making a conscious choice. People think being happy will just happen to them someday, if only they do this or that right. But it doesn't - you have to choose it. You choose happiness, you don't wait for it to choose you."},{"Author":"pleasefindthis,  Intentional Dissonance","Category":"happiness","Quote":"You must remember this feeling, Jon.The feeling of being happy. It doesn't happen often but when it does, you must grab it with both hands and hold it close. Let it overwhelm you. Don'tover analyse any emotion. But remember it. Always remember it."},{"Author":"Justina Chen,  North of Beautiful","Category":"happiness","Quote":"What would it be like to look in the mirror and actually accept what you see? Not loathe the reflection, or despise it, or be resigned to it? But to like it?"},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"happiness","Quote":"I bought you a gift. It’s something I’ve always wanted, but I’m not quite sure you’ll like it. So if you don’t want it just tell me and I’ll be happy to keep it. After all, I’m only interested in making you happy."},{"Author":"Debra Anastasia","Category":"happiness","Quote":"Don't put off happiness you can have today. Tomorrow is a hope, not a promise"},{"Author":"Tom Giaquinto","Category":"happiness","Quote":"Life is so short. The only person you hurt when you stay angry or hold grudges is you. Forgive everyone, including yourself."},{"Author":"Kirsten Smith,  The Geography of Girlhood","Category":"happiness","Quote":"and we laugh and laugh andall I know isat this moment I feel likeI can do anything I wantand be anyone I wantand go anywhere on the globeand still call it home"},{"Author":"André Gide,  The Immoralist","Category":"happiness","Quote":"What would a narrative of happiness be like? All that can be described is what prepares it, and then what destroys it."},{"Author":"Dalai Lama XIV","Category":"happiness","Quote":"Happiness doesn't always come from a pursuit. Sometimes it comes when we least expect it."},{"Author":"Gabrielle Williams,  Beatle Meets Destiny","Category":"happiness","Quote":"And hard times are good in their own way, too. Because the only way you can achieve true happiness is if you experience true sadness as well. It's all about light and shade. Balance."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"happiness","Quote":"when he smiles it's as if you'd just told him the first joke on earth."},{"Author":"Eric Weiner","Category":"happiness","Quote":"[Happiness is] a ghost, it’s a shadow. You can’t really chase it. It’s a by-product, a very pleasant side effect to a life lived well."},{"Author":"Ray Bradbury","Category":"happiness","Quote":"We have everything we need to be happy, but we aren't happy. Something's missing."},{"Author":"Gene Stratton-Porter,  A Girl of the Limberlost","Category":"happiness","Quote":"...The world is full of happy people but no one ever hears of them. You have to fight and make a scandal to get in the papers. No one knows about all the happy people..."},{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"The crowning fortune of a man is to be born to some pursuit which finds him employment and happiness, whether it be to make baskets, or broadswords, or canals, or statues, or songs."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"happiness","Quote":"Vipassana meditation is an ongoing creative purification process. Observation of the moment-to-moment experience cleanses the mental layers, one after another."},{"Author":"Chloe Rattray,  Sacré Noir","Category":"happiness","Quote":"A week feels like a year when you’re seventeen and in love. A twenty minute drive might as well be an ocean. But we were together again and the whole world was rejoicing, even the gravel crunched melodiously under our feet as we danced onward through the night."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"Free yourself from the complexities of your life! A life of simplicity and happiness awaits you."},{"Author":"Stephen King,  Hearts in Atlantis","Category":"happiness","Quote":"Sometimes when you're young, you have moments of such happiness, you think you're living on someplace magical, like Atlantis must have been. Then we grow up and our hearts break into two."},{"Author":"Dolly Parton,  Dolly: My Life and Other Unfinished Business","Category":"happiness","Quote":"They think I’m simpleminded because I seem to be happy. Why shouldn’t I be happy? I have everything I ever wanted and more. Maybe I am simpleminded. Maybe that’s the key: simple."},{"Author":"Staness Jonekos","Category":"happiness","Quote":"If you write it down, you can make it happen."},{"Author":"Solon","Category":"happiness","Quote":"Call no man happy until he is dead."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"To buy a cake... to howl at the moon... to know true happiness... I am happy."},{"Author":"Hermann Hesse,  Steppenwolf","Category":"happiness","Quote":"I do want more. I am not content with being happy. I was not made for it. It is not my destiny. My destiny is the opposite."},{"Author":"Kurt Vonnegut,  Slapstick or Lonesome No More!","Category":"happiness","Quote":"Perhaps some people really are born unhappy. I surely hope not. Speaking for my sister and myself: We were born with the capacity and determination to be utterly happy all the time. Perhaps even in this we were freaks. Hi ho."},{"Author":"Anna Pavlova","Category":"happiness","Quote":"When a small child, I thought that success spelled happiness. I was wrong, happiness is like a butterfly which appears and delights us for one brief moment, but soon flits away."},{"Author":"Phyllis Reynolds Naylor,  Alice Alone","Category":"happiness","Quote":"You don't have to be part of a couple to be happy, you know."},{"Author":"Alexandra Elle","Category":"happiness","Quote":"We can't be so desperate for love that we forget where we can always find it; within."},{"Author":"Roman Payne","Category":"happiness","Quote":"I know a girl from whose body sunbeams rose to the clouds as if they’d fallen from the sun.Her laugh was like a bangle of bells. “Your hair is wet,” I told her one day, “Did you take a bath?” “It is dew!” she laughed, “I’ve been lying in the grass. All morning long, I lay here waiting for the dawn."},{"Author":"Anthony de Mello,  Awareness","Category":"happiness","Quote":"The one who would be constant in happiness must frequently change."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Stop lying to yourself. When we deny our own truth, we deny our own potential."},{"Author":"Noel Fielding","Category":"happiness","Quote":"It's impossible to be unhappy while wearing a poncho!"},{"Author":"Stephen Richards,  Cosmic Ordering: You can be successful","Category":"happiness","Quote":"Doing the tough things sets winners apart from losers."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"God favors men and women who delight in being made worthy of happiness before the happiness itself."},{"Author":"Ai Yazawa,  Nana, Vol. 18","Category":"happiness","Quote":"I was happy anywhere I could see the ocean."},{"Author":"Syrie James,  The Lost Memoirs of Jane Austen","Category":"happiness","Quote":"I believe there is a kind of happiness to be found in every thing in life, in all that is good and pleasing, as well as in that which is sad or poignant."},{"Author":"Alex Shakar,  Luminarium","Category":"happiness","Quote":"She avoids deep thought like an empty restaurant, not out of stupidity, but a canny resolve to be happy."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"happiness","Quote":"God wanted to make heaven and the earth is that heaven. Nowhere in the universe there is so much love, life, beauty and peace. Enjoy your stay with the fellow beings."},{"Author":"Steve Maraboli,  The Power of One","Category":"happiness","Quote":"How would your life be different if...You decided to give freely, love fully, and play feverously? Let today be the day...You free yourself from the conditioned rules that limit your happiness and dilute the beautiful life experience. Have fun. Give - Love - Play!"},{"Author":"Esmeralda Santiago,  Conquistadora","Category":"happiness","Quote":"I learned you pay for your happiness. That's why I don't expect to be happy all the time. I'd rather be surprised by one moment every so often to remind me that joy is possible, even if I have to pay for it later."},{"Author":"Gretchen Rubin","Category":"happiness","Quote":"Work harder to appreciate your ordinary day."},{"Author":"Marcus Aurelius,  Meditations","Category":"happiness","Quote":"No man is happy who does not think himself so."},{"Author":"Willa Cather,  My Antonia","Category":"happiness","Quote":"I was entirely happy. Perhaps we feel like that when we die and become a part of something entire, whether it is sun and air. or goodness and knowledge. At any rate, that is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep."},{"Author":"Charlaine Harris,  Dead to the World","Category":"happiness","Quote":"A piece of happiness should never be taken as due."},{"Author":"Doug Coupland","Category":"happiness","Quote":"Sometimes it just feels really really wonderful to be alive."},{"Author":"Heather Anastasiu,  Glitch","Category":"happiness","Quote":"I wanted color. I wanted to soar with happiness even if it meant dealing with the weight of fear and guilt, too. I wanted to live."},{"Author":"Stephen Richards","Category":"happiness","Quote":"When we lose our spiritual child then that is when we have grown old."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Dream your dream; and realize that you are more than just the dreamer, you are the point of origin for its reality."},{"Author":"Victor Hugo,  Les Misérables","Category":"happiness","Quote":"Every day has its great grief or its small anxiety. ... One cloud is dispelled, another forms. There is hardly one day in a hundred of real joy and bright sunshine."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"happiness","Quote":"Why are those who are notoriously undisciplined and unmoral also most contemptuous of religion and morality? They are trying to solace their own unhappy lives by pulling the happy down to their own abysmal depths."},{"Author":"Pablo","Category":"happiness","Quote":"Stay away from conflictive, negative people that pull you down, because they contaminate your energy and impede your progress. Search for people who look at the world with optimism, that inspire you, make you happy and provide peace of mind."},{"Author":"Joseph Smith Jr.","Category":"happiness","Quote":"The exaltation and happiness of any community, goes hand in hand with the knowledge possessed by the people, when applied to laudable ends; whereupon we can exclaim like the wise man; righteousness exalteth a nation; for righteousness embraces knowledge and knowledge is power."},{"Author":"William Shakespeare,  Much Ado About Nothing","Category":"happiness","Quote":"LEONATOWell, then, go you into hell?BEATRICENo, but to the gate; and there will the devil meet me, like an old cuckold, with horns on his head, and say 'Get you to heaven, Beatrice, get you to heaven; here's no place for you maids:' so deliver I up my apes, and away to Saint Peter for the heavens; he shows me where the bachelors sit, and there live we as merry as the day is long."},{"Author":"Robert G. Ingersoll","Category":"happiness","Quote":"Justice is the only worship.Love is the only priest.Ignorance is the only slavery.Happiness is the only good.The time to be happy is now,The place to be happy is here,The way to be happy is to make others so.Wisdom is the science of happiness."},{"Author":"Stef Penney,  The Tenderness of Wolves","Category":"happiness","Quote":"Clearly the secret of happiness...is a variation on the general principle of banging your head against a wall, and then stopping."},{"Author":"Mary Engelbreit","Category":"happiness","Quote":"Happiness must be grown in one's own garden."},{"Author":"Oscar Wilde","Category":"happiness","Quote":"Pleasure is the only thing one should live for, nothing ages like happiness."},{"Author":"Epictetus","Category":"happiness","Quote":"I must die. Must I then die lamenting? I must be put in chains. Must I then also lament? I must go into exile. Does any man then hinder me from going with smiles and cheerfulness and contentment?"},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"happiness","Quote":"Everyone knew that if you divided reality by expectation, you got a happiness quotient. But when you invert the equation - expectation divided by reality - you didn't get the opposite of happiness. What you got, Lewis realized, was hope."},{"Author":"Saul Bellow,  Ravelstein","Category":"happiness","Quote":"Associate with the noblest people you can find; read the best books; live with the mighty; but learn to be happy alone."},{"Author":"Ernest Hemingway,  A Moveable Feast: The Restored Edition","Category":"happiness","Quote":"People were always the limiters of happiness except for the very few that were as good as spring itself."},{"Author":"Stephen Richards","Category":"happiness","Quote":"When you know love then that is the time you forget hate."},{"Author":"Voltaire","Category":"happiness","Quote":"We all look for happiness, but without knowing where to find it: like drunkards who look for their house, knowing dimly that they have one"},{"Author":"Lucas Scott","Category":"happiness","Quote":"Happiness comes in many forms — in the company of good friends, in the feeling you get when you make someone else’s dream come true, or in the promise of hope renewed. It’s okay to let yourself be happy because you never know how fleeting that happiness might be."},{"Author":"Sonia Rumzi","Category":"happiness","Quote":"Suffering teaches joy."},{"Author":"Georg Christoph Lichtenberg","Category":"happiness","Quote":"Man…who lives in three places – in the past, in the present, and in the future – can be unhappy if one of these three is worthless. Religion has even added a fourth – eternity."},{"Author":"Kristen Crockett,  The Gift of Past Relationships","Category":"happiness","Quote":"Sometimes we assume that the new person in our life is better for us because they are totally different from the last person we dated. Only later do we see that we have chosen a different version of the same thing and they both leave us unsatisfied."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"happiness","Quote":"In his or her own way, everyone I saw before me looked happy. Whether they were really happy or just looked it, I couldn't tell. But they did look happy on this pleasant early afternoon in late September, and because of that I felt a kind of loneliness new to me, as if I were the only one here who was not truly part of the scene."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"happiness","Quote":"Why did you look at the sunset?'Philip answered with his mouth full:Because I was happy."},{"Author":"Curtis Sittenfeld,  The Man of My Dreams","Category":"happiness","Quote":"I wanted to hold happiness in reserve, like a bottle of champagne. I postponed it because I was afraid, because I overvalued it, and then I didn't want to use it up, because what do you wish for then?"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"There is nothing worse for the lying soul than the mirror of reality."},{"Author":"Charlotte Brontë,  Villette","Category":"happiness","Quote":"The negation of severe suffering was the nearest approach to happiness I expected to know. Besides, I seemed to hold two lives - the life of thought, and that of reality."},{"Author":"Marian Keyes,  Watermelon","Category":"happiness","Quote":"when happiness makes a guest appearance in one's life,it's important to make the most of it.It may not stay around for long and when it has gone wouldn't it be terrible to think that all the time one could have been happy was wasted worrying when the happiness would be taken away."},{"Author":"Maud Hart Lovelace,  Betsy and Tacy Go Downtown","Category":"happiness","Quote":"She tried to act as though it were nothing to go to the library alone. But her happiness betrayed her. Her smile could not be restrained, and it spread from her tightly pressed mouth, to her round cheeks, almost to the hair ribbons tied in perky bows over her ears."},{"Author":"Stephen Richards","Category":"happiness","Quote":"Live in this moment ... for it is the only moment we have!"},{"Author":"James Patrick McDonald","Category":"happiness","Quote":"The quickest way to experiencing the peace inside, is to learn to recognize when I am not at peace."},{"Author":"Julian Gough,  Juno & Juliet","Category":"happiness","Quote":"Love, I thought to myself abstractedly. Not 'This is love' or 'Is this love?' Not a sentence, not a certainty, not a thought with moving parts or direction. Just love, all of it, as it is. Whether it's enough or not. Wthether it's real or we're making it up. However shoddy it gets, or bent out of shape. It's still extraordinary. However foolish, however vain. However badly it ends. Love."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"happiness","Quote":"Happily Single\"is recognizing that you don’t need or want to be rescued from your life by a handsome prince because your life is pretty awesome, as is."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"If you wait for a cake to be given to you so you will be happy- then you will be happy when someone gives you a cake. But if you buy a cake (or bake one) for yourself so you will be happy, you have found the way of happiness."},{"Author":"Baltasar Gracián,  The Art of Worldly Wisdom","Category":"happiness","Quote":"One should cultivate good habits of memory, for it is capable of making existence a Paradise or an Inferno."},{"Author":"Saredo Ali","Category":"happiness","Quote":"Don't be afraid to be who you are bacause you are the only person who knows you best."},{"Author":"Michel Foucault,  Anti-Oedipus: Capitalism and Schizophrenia","Category":"happiness","Quote":"Do not think that one has to be sad in order to be militant, even though the thing one is fighting is abominable."},{"Author":"Ernst Jünger,  The Glass Bees","Category":"happiness","Quote":"Today only the person who no longer believes in a happy ending, only he who has consciously renounced it, is able to live. A happy century does not exist; but there are moments of happiness, and there is freedom in the moment."},{"Author":"Primo Levi","Category":"happiness","Quote":"Sooner or later in life everyone discovers that perfect happiness is unrealizable, but there are few who stop to consider the antithesis; that perfect unhappiness is equally unattainable."},{"Author":"Gustave Flaubert,  November","Category":"happiness","Quote":"Maybe happiness too is a metaphor invented on a day of boredom"},{"Author":"Allison Winn Scotch","Category":"happiness","Quote":"Happiness is what you choose, what you follow, not what follows you. These are the things I have seen, these are the things I now know, these are the things I will carry with me as I go."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"happiness","Quote":"Science of happiness lies in our understanding. The secrets of happiness lie in our capacity to expand our heart."},{"Author":"Lauren Oliver,  Delirium","Category":"happiness","Quote":"Unhappiness is bondage; therefore, happiness is freedom."},{"Author":"Agatha Christie,  A Murder Is Announced","Category":"happiness","Quote":"It's what's in *yourself* that makes you happy or unhappy."},{"Author":"Marcel Duchamp","Category":"happiness","Quote":"I like living, breathing better than working...my art is that of living. Each second, each breath is a work which is inscribed nowhere, which is neither visual nor cerebral, it's a sort of constant euphoria."},{"Author":"Carlos Barrios","Category":"happiness","Quote":"my child, if you want to have a beautiful and happy life... 2 things you need... learn the art of love and practice it with your beloved one."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"A life of happiness, peace, and love is all within our grasp."},{"Author":"Emily Brontë","Category":"happiness","Quote":"And from the midst of cheerless gloomI passed to bright unclouded day."},{"Author":"Jennifer O'Neill,  Inspirational Quotes","Category":"happiness","Quote":"One of the biggest favors that you can do for yourself is to accept your loved ones for who they are, and not be constantly disappointed because they are not who you think they should be."},{"Author":"Erol Ozan","Category":"happiness","Quote":"In pursuit of happiness, smart people often end up dumbing down themselves."},{"Author":"Guillaume Musso,  Que serais-je sans toi?","Category":"happiness","Quote":"We are young, but We already know that in life's great game those who are most unhappy are those who haven't taken the risk to be happy. And I don't want to be one of those"},{"Author":"John Dewey","Category":"happiness","Quote":"To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"I think that fame removes true happiness. Because when you are famous, people know you for who they think you are and when you are happy, it's because people have met you and see you for who you really are. Of course, if you are not a great person, it's better to be famous. But if you have greatness, it's better to not be famous."},{"Author":"Jacki Kane,  Sass Mouth: Destiny is a Joke","Category":"happiness","Quote":"Happiness is the best revenge"},{"Author":"Clare Morrall,  The Language Of Others","Category":"happiness","Quote":"Maybe this is a characteristic of happy people. An ability to be entertained by the world."},{"Author":"Swami Satchidananda","Category":"happiness","Quote":"When you win and the other fellow loses, what do you see? A losing face. There is great joy in losing and making the other person win and have a happy face. Who will be the happiest person? The one who brings happiness to others."},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"happiness","Quote":"There are hours for rest, and hours for wakefulness; nights for sobriety and nights for drunkenness—(if only so that possession of the former allows us to discern the latter when we have it; for sad as it is, no human body can be happily drunk all the time)."},{"Author":"Junot Díaz,  The Brief Wondrous Life of Oscar Wao","Category":"happiness","Quote":"Here at last is her smile: burn it into your memory; you won't see it often."},{"Author":"Emmy Swain","Category":"happiness","Quote":"It's all about the smiles!"},{"Author":"Robert Louis Stevenson,  An Apology for Idlers","Category":"happiness","Quote":"There is no duty we so much underrate as the duty of being happy."},{"Author":"Claire Holden Rothman,  The Heart Specialist","Category":"happiness","Quote":"Happiness is a strange thing. It is something I tend to recognize only after it has passed, when I realize I miss it."},{"Author":"Paulo Coelho","Category":"happiness","Quote":"JOY goes against the foundations of mathematics: it multiplies when we divide."},{"Author":"Henrik Edberg,  The 7 Timeless Habits of Happiness","Category":"happiness","Quote":"If you see the world and yourself through a lens smudged by negativity then you’ll find much misery. If you look outwards and inwards through lens brightened by positivity you’ll find much to be happy and appreciative about."},{"Author":"Shannon L. Alder","Category":"happiness","Quote":"Hide yourself in God, so when a man wants to find you he will have to go there first."},{"Author":"Christian Simamora,  Guilty Pleasure","Category":"happiness","Quote":"Berhentilah mencari laki-laki untuk membuatmu baagia.Mulailah menjadi perempuan bahagia yang dicari laki-laki."},{"Author":"Bethenny Frankel,  A Place of Yes: 10 Rules for Getting Everything You Want Out of Life","Category":"happiness","Quote":"Make the most of every moment. Get excited about every little thing. Why not? Why not have your wonderful moment of excited anticipation? Why not be happy NOW? This is my greatest challenge, but something I'm pouring my heart into: learning how to enjoy what I have, right here, right now. Every moment is precious and although sometimes I struggle to see it, I see it more and more every day."},{"Author":"Lana Del Rey","Category":"happiness","Quote":"The road is long, we carry on, try to have fun in the meantime."},{"Author":"C. JoyBell C.","Category":"happiness","Quote":"Again, I am surprised why people seek to eliminate lust and cling to love; as they wish to ignore happiness and cleave unto joy! Now, now, let's not sugar-coat things! Lust has a lot more to do with life and what is the good of life if you do not carry much lust inside of you at all times? And joy is a noble thing, but happiness though fleeting can be found every day and in every small little way!"},{"Author":"Jonathan Lockwood Huie","Category":"happiness","Quote":"Today is Your Day to Dance Lightly with Life. It Really Is."},{"Author":"Hubert Selby Jr.,  Requiem for a Dream","Category":"happiness","Quote":"They luxuriated in the feeling of deep and all pervading satisfaction, a feeling of knowing absolutely that all was well with the world and them and that the world was not only their oyster it was also their linguine with clam sauce. Not only were all things possible, but all things were theirs."},{"Author":"Jennifer Donnelly,  Revolution","Category":"happiness","Quote":"There were times when I lifted my face to the sky, stretched my arms wide to the winter night, and laughed out loud, so happy was I.The memory of it makes me laugh now, but not from happiness.Be careful what you show the world.You never know when the wolf is watching."},{"Author":"Cindy Bonner,  The Passion of Dellie O'Barr","Category":"happiness","Quote":"And I don't believe in such a thing as \"happily ever after\". There's only happily every now and then. I find the hardest trick is to recognize the now-and-thens, and to bask in them when they come. Happiness is a choice we make, like how to wear our hair, or having coffee with breakfast and tea at night."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"happiness","Quote":"We never realize just how many other lives we can help when their paths cross our own."},{"Author":"Irvin D. Yalom,  Love's Executioner and Other Tales of Psychotherapy","Category":"happiness","Quote":"I think my quarry is illusion. I war against magic. I believe that, though illusion often cheers and comforts, it ultimately and invariably weakens and constricts the spirit."},{"Author":"Zig Ziglar","Category":"happiness","Quote":"It makes no difference where you go, there you are. And it makes no difference what you have, there’s always more to want. Until you are happy with who you are, you will never be happy because of what you have."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"happiness","Quote":"Always try to be joyful and proactively benign to the people. By doing so everyday, people have no control at all over my mood."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Stop wasting your time looking for the key to happiness… the door is open and unlocked… just walk through it."},{"Author":"Gerald G. Jampolsky,  Love Is Letting Go of Fear","Category":"happiness","Quote":"You can be right or you can be happy."},{"Author":"Jane Austen,  Emma","Category":"happiness","Quote":"She was happy, she knew she was happy, and knew she ought to be happy."},{"Author":"Herman Melville,  Bartleby the Scrivener","Category":"happiness","Quote":"Ah, happiness courts the light so we deem the world is gay. But misery hides aloof so we deem that misery there is none."},{"Author":"Bronnie Ware,  The Top Five Regrets of the Dying: A Life Transformed by the Dearly Departing","Category":"happiness","Quote":"There is a fine line between compassion and a victim mentality. Compassion though is a healing force and comes from a place of kindness towards yourself. Playing the victim is a toxic waste of time that not only repels other people, but also robs the victim of ever knowing true happiness."},{"Author":"Margaret Wander Bonanno","Category":"happiness","Quote":"It is only possible to live happily ever after on a daily basis."},{"Author":"Courtney Giardina,  Holding on to Georgia","Category":"happiness","Quote":"Hearts will break and people will hurt you, darling.” Her mother said. “But when you let those people control your outlook on the life, you only allow them to have a greater hold on your happiness. Once you accept the fact that every day is a new day to begin again, life becomes a much easier path to walk."},{"Author":"Sheryl Crow","Category":"happiness","Quote":"if it makes you happy, then why the hell are you so sad?"},{"Author":"Irina Binder,  Fluturi","Category":"happiness","Quote":"You know what my father told me when I was little, one day, when he found me crying? He told me that God gave people a fixed number of tears and are of two kinds: tears of sadness and tears of happiness. And that I should not waste my tears elsewhere, but keep them for the moments of happiness. Would be a shame to not have tears to cry then ..."},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"happiness","Quote":"You will realize one day that all the money in the world cannot buy you happiness. Nor can it make you a person of good character."},{"Author":"Eric Weiner,  The Geography of Bliss: One Grump's Search for the Happiest Places in the World","Category":"happiness","Quote":"I've always believed that happiness is just around the corner. The trick is fining the right corner."},{"Author":"Ayn Rand,  Atlas Shrugged","Category":"happiness","Quote":"People, he thought, were as hungry for a sight of joy as he had always been--for a moment's relief from that gray load of suffering which seemed so inexplicable and unnecessary. He had never been able to understand why men should be unhappy."},{"Author":"Brandon Boyd","Category":"happiness","Quote":"I learned from a very young age that if I persued the things that truly excited me, that they would reward in more important ways, like happiness."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"I do not care about happiness simply because I believe that joy is something worth fighting for."},{"Author":"Malori Howell","Category":"happiness","Quote":"The decision is mine, and I choose happiness"},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"happiness","Quote":"Pure joy is rare. That’s why for every meal I eat a really bloody steak."},{"Author":"Anthony Trollope,  Barchester Towers","Category":"happiness","Quote":"There is no happiness in love, except at the end of an English novel."},{"Author":"Amaka Imani Nkosazana","Category":"happiness","Quote":"People will always notice something about you. It might be the way you walk or the way you talk, or just simply your personality. Live each day in the way you want to be remembered. Live in such a way that people will be inspired by those unique qualities that you have and strive to live better lives for themselves."},{"Author":"David Thewlis,  The Late Hector Kipling","Category":"happiness","Quote":"I want that. I want that awful intense and serious unhappiness, cos then I might feel better, and then I might be happy."},{"Author":"Craig Ferguson,  American on Purpose: The Improbable Adventures of an Unlikely Patriot","Category":"happiness","Quote":"She still cared for me, and the best way I could make amends to her was to be happy.I do have a knack for finding great women."},{"Author":"Chuck Palahniuk,  Haunted","Category":"happiness","Quote":"Our purest form of joy comes when people we envy get hurt. That most genuine form of joy."},{"Author":"John Irving,  Last Night in Twisted River","Category":"happiness","Quote":"Everyone has a right to be a little happy, asshole."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"happiness","Quote":"Many married women who have deliberately spurned the \"hour\"of childbearing are unhappy and frustrated. They never discovered the joys of marriage because they refused to surrender to the obligation of their state. In saving themselves, they lost themselves!"},{"Author":"Josh Billings","Category":"happiness","Quote":"In the whole history of the world there is but one thing that money cannot buy...to wit--the wag of a dog's tail."},{"Author":"Colum McCann,  Zoli","Category":"happiness","Quote":"Where happiness was not a possibility, the illusion of it was always more important."},{"Author":"Matthieu Ricard,  Happiness: A Guide to Developing Life's Most Important Skill","Category":"happiness","Quote":"We try to fix the outside so much, but our control of the outer world is limited, temporary, and often, illusory."},{"Author":"Jed McKenna","Category":"happiness","Quote":"Suffering just means you’re having a bad dream. Happiness means you’re having a good dream. Enlightenment means getting out of the dream altogether."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"happiness","Quote":"What is your idea of earthly happiness? To be vindicated in my own lifetime."},{"Author":"Kahlil Gibran","Category":"happiness","Quote":"ولمّا فتحت قلبي لكي ارى السعادة, وجدت مرآتها وسريرها وملابسها, لكنّي لم اجدها."},{"Author":"C.S. Lewis,  The Four Loves","Category":"happiness","Quote":"As Venus within Eros does not really aim at pleasure, so Eros does not aim at happiness. We may think he does, but when he is brought to the test it proves otherwise... For it is the very mark of Eros that when he is in us we had rather share unhappiness with the Beloved than be happy on any other terms."},{"Author":"Deborah Day,  BE HAPPY NOW!","Category":"happiness","Quote":"You will be your best self when you take time to understand what you really need, feel and want."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"happiness","Quote":"Happiness doesn't have to be chased...it merely has to be chosen."},{"Author":"Agatha Christie,  A Murder Is Announced","Category":"happiness","Quote":"People with a grudge against the world are always dangerous. They seem to think life owes them something. I've known many an invalid who has suffered worse and been cut off from life much more . . . and they've managed to lead happy contented lives. It's what's in yourself that makes you happy or unhappy."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"happiness","Quote":"I had always been taught that the pursuit of happiness was my natural (even national) birthright. It is the emotional trademark of my culture to seek happiness. Not just any kind of happiness, either, but profound happiness, even soaring happiness. And what could possibly bring a person more soaring happiness than romantic love."},{"Author":"Tom Giaquinto,  Be A Good Human","Category":"happiness","Quote":"Sometimes you just have to jump in a mud puddle because it's there. Never get so old that you forget about having fun."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"This moment is yours and yours alone! Take charge, seize this moment and allow it to propel you to the high levels of an empowered life. Allow upon this fertile moment to be planted the seeds of your happiness and success."},{"Author":"Gyula Krúdy,  Sunflower","Category":"happiness","Quote":".. she believed a great happiness awaited her somewhere, and for this reason she remained calm as the days flew by."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Challenges in life can either enrich you or poison you. You are the one who decides."},{"Author":"Vladimir Nabokov","Category":"happiness","Quote":"Why did I hope we would be happy abroad? A change of environment is that traditional fallacy upon which doomed loves, and lungs, rely."},{"Author":"أحمد خالد توفيق","Category":"happiness","Quote":"تعرفون اني لم أكن ملاكا طيلة الوقت , و أن الخلافات كانت تحدث من حيت لآخر , لكن لو نظرت للصورة الإجمالية من بعيد -حين تختفي البقع السوداء الصغيرةلأدركت اننا سعيدين حقا .."},{"Author":"Taylor Caldwell","Category":"happiness","Quote":"You can be happy with money and you can be wretched with it. It depends on what kind of person you are. -- A Prologue to Love"},{"Author":"Mary Baker Eddy","Category":"happiness","Quote":"Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it."},{"Author":"Louisa May Alcott,  Little Women","Category":"happiness","Quote":"Dear me! how happy and good we'd be, if we had no worries!"},{"Author":"Quentin Crisp","Category":"happiness","Quote":"The British do not expect happiness. I had the impression, all the time that I lived there, that they do not want to be happy; they want to be right."},{"Author":"Sarah Noffke,  Revived","Category":"happiness","Quote":"Taking a risk to survive isn’t that impressive. Taking a risk to be happy, that takes guts."},{"Author":"E.M. Forster,  Where Angels Fear to Tread","Category":"happiness","Quote":"The advance of regret can be so gradual that it is impossible to say \"yesterday I was happy, today I am not."},{"Author":"Neal Shusterman,  Bruiser","Category":"happiness","Quote":"Happiness is not a state of being. Happiness is a vector, it is movement."},{"Author":"Charles Addams","Category":"happiness","Quote":"It's hard to say. Sometimes people have had terrible childhoods. And sometimes they just haven't found their special place in life. And sometimes they're dogs from hell and must be destroyed."},{"Author":"Kathy Lette","Category":"happiness","Quote":"People who say that money can't buy happiness just don't know where to shop."},{"Author":"Peter Deunov","Category":"happiness","Quote":"Human happiness is defined by the hardships and conflicts you have been through. The greater they are, the greater is your happiness."},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Happiness is a big joke; let us laugh at it loud."},{"Author":"Danny Wallace,  Yes Man","Category":"happiness","Quote":"But the happiest people are the ones who understand that good things occur when one allows them to."},{"Author":"Louisa May Alcott,  Little Women","Category":"happiness","Quote":"But, like all happiness, it did not last long…"},{"Author":"Timothy Findley","Category":"happiness","Quote":"... too much brooding, not enough doing."},{"Author":"Swedish Proverb","Category":"happiness","Quote":"Those who wish to sing always find a song."},{"Author":"April Genevieve Tucholke,  Between the Devil and the Deep Blue Sea","Category":"happiness","Quote":"Freddie often fold me that you've got to be happy when you can, because life won't wait for you to take the time. And she was right."},{"Author":"Karl Marx,  The Communist Manifesto","Category":"happiness","Quote":"Then the world will be for the common people, and the sounds of happiness will reach the deepest springs. Ah! Come! People of every land, how can you not be roused."},{"Author":"Meryl Streep","Category":"happiness","Quote":"The formula of happiness and success is just, being actually yourself, in the most vivid possible way you can."},{"Author":"Daniel Willey","Category":"happiness","Quote":"You don’t have to be happy to smile."},{"Author":"Nelson M. Lubao","Category":"happiness","Quote":"Why sadness was created?So we could rest from laughing."},{"Author":"Kendal Rob","Category":"happiness","Quote":"I don't know whether it is beautiful or sad, that I find such blissful happiness within the confines of my own mind, more so than I do in the reality that surrounds me."},{"Author":"Boris Pasternak","Category":"happiness","Quote":"And so it turned out that only a life similar to the life of those around us, merging with it without a ripple, is genuine life, and that an unshared happiness is not happiness."},{"Author":"Alice Munro,  Too Much Happiness","Category":"happiness","Quote":"It almost seemed as if there must be some random and of course unfair thrift in the emotional housekeeping of the world, if the great happiness--however temporary, however flimsy--of one person could come out of the great unhappiness of another."},{"Author":"Boyd K. Packer","Category":"happiness","Quote":"Happiness is inseparably connected with decent, clean behavior."},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"happiness","Quote":"Life isn't all grand, but it isn't all miserable either. There's both sweet and sour in every day. So why focus on the ugly when you can gaze at what's beautiful? Concentrate on the good."},{"Author":"Eileen A. Soper","Category":"happiness","Quote":"Lord, make me nowAs happy as the field.With flowers enriched..."},{"Author":"CrimethInc.,  Evasion","Category":"happiness","Quote":"A day unemployed is like a bagel- even when it's bad, it's still pretty good..."},{"Author":"Tanith Lee,  Delusion's Master","Category":"happiness","Quote":"The bitterness of joy lies in the knowledge that it cannot last. Nor should joy last beyond a certain season, for, after that season, even joy would become merely habit."},{"Author":"Stephen Richards","Category":"happiness","Quote":"There is nothing around me but money, money, money."},{"Author":"Elizabeth Knox,  Dreamhunter","Category":"happiness","Quote":"Happiness had never been like this before. Now it came like sun showers, the sun and the rain together. Happiness was happier than it had been - sharp, piercing, and snatched, like a breath while swimming in surf."},{"Author":"Lew Wallace,  Ben-Hur: A Tale of the Christ","Category":"happiness","Quote":"The happiness of love is in action; its test is what one is willing to do for others."},{"Author":"Johann Wolfgang von Goethe,  The Sorrows of Young Werther","Category":"happiness","Quote":"A dim vastness is spread before our souls; the perceptions of our mind are as obscure as those of our vision... But alas! when we have attained our object, when the distant 'there' becomes the present 'here,' all is changed; we are as poor and circumscribed as ever, and our souls still languish for unattainable happiness."},{"Author":"Byron Katie","Category":"happiness","Quote":"The only way I can be angry at you is when I have thought, said, or done something that is unkind in my own opinion."},{"Author":"Mervyn Peake,  Titus Groan","Category":"happiness","Quote":"He saw in happiness the seeds of independence, and in independence the seeds of revolt."},{"Author":"Landon Parham,  First Night of Summer","Category":"happiness","Quote":"All things, even the deepest sorrow or the most profound happiness are all temporary. Hope is fuel for the soul, without hope, forward motion ceases."},{"Author":"Wilfred Owen,  The Poems Of Wilfred Owen","Category":"happiness","Quote":"These men are worth your tears. You are not worth their merriment."},{"Author":"Shel Silverstein","Category":"happiness","Quote":"If you are a dreamer, come in,If you are a dreamer, a wisher, a liar,A hope-er, a pray-er, a magic bean buyer...If you're a pretender, come sit by my fireFor we have some flax-golden tales to spin. Come in!Come in!"},{"Author":"George Bernard Shaw","Category":"happiness","Quote":"The man with toothache thinks everyone happy whose teeth are sound.The poverty stricken man makes the same mistake about the rich man."},{"Author":"John Powell,  Will the Real Me Please Stand Up?: 25 Guidelines for Good Communication","Category":"happiness","Quote":"Honest, open communication is the only street that leads us into the real world... We then begin to grow as never before. And once we are on this road, happiness cannot be far away."},{"Author":"William Shakespeare,  Macbeth","Category":"happiness","Quote":"I drink to the general joy o’ the whole table.\"Macbeth"},{"Author":"Jed Rubenfeld,  The Interpretation of Murder","Category":"happiness","Quote":"Unhappiness is caused when we cannot let go of our memories."},{"Author":"Jennifer O'Neill,  Inspirational Quotes","Category":"happiness","Quote":"You would not want to be responsible for someone else’s happiness, so please do not hold someone else responsible for yours!"},{"Author":"Kristen Crockett,  The Gift of Past Relationships","Category":"happiness","Quote":"If you stay in the company of anger, pain, or hurt, happiness will find someone else to visit. Make the choice to view all of your past relationships as a gift. Throw out what hasn’t worked in the past and incorporate new concepts. Focus on being happy ."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"I am thankful when I am hungry because then I know that when I eat, the food will taste better. Life has taught me that my true contentment rests in hope, and the pleasure itself is secondary. It is self-awareness, not happiness, that maintains peace."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"Happiness is good, but well-overrated: what we hate most are the very motivators that put us in gear. A man drifts along with little to contribute until something agitates him enough to make a difference, whether for himself or for his communities."},{"Author":"Aaron Cohen","Category":"happiness","Quote":"Happiness is attained, not through self-interest, but through unconditional fidelity in endless love of eternal light."},{"Author":"Malcolm Forbes","Category":"happiness","Quote":"To live long and achieve happiness, cultivate the art of radiating happiness."},{"Author":"Millard Kaufman,  Bowl of Cherries","Category":"happiness","Quote":"Happiness, it has been observed, is best achieved by those who have been most unhappy heretofore."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"The process of discovering your fearless self is of refinement, not adding. The best way to reconnect with your freedom is to look at the rules you have that govern your freedom."},{"Author":"Mary Balogh,  First Comes Marriage","Category":"happiness","Quote":"My happiness has to come from within myself or it is too fragile a thing to be of any use to me and too much of a burden to benefit any of my loved ones."},{"Author":"Nirav Sanchaniya","Category":"happiness","Quote":"I Am In Love With Myself, With My Heart."},{"Author":"Jennifer Michael Hecht,  The Happiness Myth: The Historical Antidote to What Isn't Working Today","Category":"happiness","Quote":"How was life before Pop-Tarts, Prozac and padded playgrounds? They ate strudel, took opium and played on the grass."},{"Author":"John le Carré,  The Little Drummer Girl","Category":"happiness","Quote":"Everyone who is not happy must be shot."},{"Author":"Henry David Thoreau,  Walden","Category":"happiness","Quote":"I silently smiled at my incessant good fortune."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"happiness","Quote":"Remember the botched brothel-visit in L’Education sentimentale and remember its lesson. Do not participate: happiness lies in the imagination, not the act. Pleasure is found first in anticipation, later in memory."},{"Author":"Daisaku Ikeda","Category":"happiness","Quote":"Culture is an elevated expression of the inner voice which the different peoples of the Earth have heard in the depths of their being, a voice which conveys the vibrant compassion and wisdom of the cosmic life. For different cultures to engage in interaction is to catalyze each other's souls and foster mutual understanding."},{"Author":"Laura Munson,  This Is Not The Story You Think It Is...: A Season of Unlikely Happiness","Category":"happiness","Quote":"Suffering sucks. Don't do it. Go home and love your wife. Go home and love yourself. Go homeand base your happiness on one thing and one thing only: freedom. Choose freedom, not suffering. Create a life of freedom, not wanting. Have some really good coffee and listen to the red-winged blackbirds in the marsh. Ignore the mosquitoes."},{"Author":"David Gilmour,  The Film Club: A True Story of a Father and Son","Category":"happiness","Quote":"It's about the quality of the worry,\"I said. \"I have happier worries now than I used to."},{"Author":"Deborah Day","Category":"happiness","Quote":"Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort."},{"Author":"Louisa May Alcott,  Little Women","Category":"happiness","Quote":"Well, I am happy, and I won't fret, but it does seem as if the more one gets the more one wants…"},{"Author":"Rasheed Ogunlaru","Category":"happiness","Quote":"Live your life, sing your song. Not full of expectations. Not for the ovations. But for the joy of it."},{"Author":"Brad Pitt","Category":"happiness","Quote":"This idea of perpetual happiness is crazy and overrated, because those dark moments fuel you for the next bright moments; each one helps you appreciate the other."},{"Author":"Charles Alexander Eastman","Category":"happiness","Quote":"Children must early learn the the beauty of generosity. They are taught to give what they prize most, that they may taste the happiness of giving."},{"Author":"Barry Schwartz","Category":"happiness","Quote":"The secret to happiness is low expectations."},{"Author":"Shan Sa,  The Girl Who Played Go","Category":"happiness","Quote":"Happiness is something you lay siege to, it is a battle like a game of go. I will take hold of all the pain and snuff it out."},{"Author":"Barbara Kingsolver","Category":"happiness","Quote":"In Kilanga, people knew nothing of things they might have had - a Frigidaire? a washer-dryer combination? Really, they'd sooner imagine a tree that could pull up its feet and go bake bread. It didn't occur to them to feel sorry for themselves."},{"Author":"Yvonne Pierre,  The Day My Soul Cried: A Memoir","Category":"happiness","Quote":"It's not strength, it's PERCEPTION that makes you stronger. If you change how you SEE it, you'll change how you FEEL about it."},{"Author":"William J. Bennett","Category":"happiness","Quote":"Happiness is like a cat. If you try to coax it or call it, it will avoid you. It will never come. But if you pay no attention to it and go about your business, you'll find it rubbing up against your legs and jumping into your lap."},{"Author":"Honoré de Balzac","Category":"happiness","Quote":"And he, like many jaded people, had few pleasures left in life save good food and drink."},{"Author":"Dorothy Day","Category":"happiness","Quote":"When it comes down to it, even on the natural plane, it is much happier and more enlivening to love than to be loved."},{"Author":"Andrew Weil","Category":"happiness","Quote":"I think instead [of happiness] we should be working for contentment... an inner sense of fulfillment that's relatively independent of external circumstances."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"Everything is easier said than done. Wanting something is easy. Saying something is easy. The challenge and the reward are in the doing."},{"Author":"Orson Scott Card,  Sarah","Category":"happiness","Quote":"Sometimes happiness consists of finding the right balance of misery."},{"Author":"Nicholas Sparks,  The Wedding","Category":"happiness","Quote":"Frugality, I've learned, has its own cost, one that sometimes lasts forever."},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Mother earth cried so much that she has pool of tears more than the land of happiness."},{"Author":"Jerry Spinelli,  Milkweed","Category":"happiness","Quote":"He tapped my chest. 'Happy is here.' He tapped his own chest. 'Here.'I looked down past my chin. 'Inside?''Inside.'It was getting crowded in there. First angel. Now happy. It seemed there was more to me than cabbage and turnips."},{"Author":"Francesca Lia Block,  Blood Roses","Category":"happiness","Quote":"You are so intense. Like a storm. It's shocking how intense you are."},{"Author":"Todd Stocker,  Refined: Turning Pain Into Purpose","Category":"happiness","Quote":"Helping others is the secret sauce to a happy life."},{"Author":"يوسف القرضاوي","Category":"happiness","Quote":"السعادة شيء ينبع من داخل الإنسان ولا يستورد من خارجه، وإذا كانت السعادة شجرة منبتها النفس البشرية والقلب الإنساني، فإن الإيمان بالله والدار الآخرة هو ماؤها.. وغذائها.. وهوائها.. وضياؤها"},{"Author":"Temitope Owosela","Category":"happiness","Quote":"If you want good luck; you must go out there and search for that luck!! Because luck is waiting for you to look for it."},{"Author":"Adam Silvera,  More Happy Than Not","Category":"happiness","Quote":"Sometimes pain is so unmanageable that the idea of spending another day with it seems impossible. Other times pain acts as a compass to help you get through the messier tunnels of growing up. But the pain can only help you find happiness if you can remember it."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"The moon is the reflection of your heart and moonlight is the twinkle of your love."},{"Author":"André Maurois,  Climats","Category":"happiness","Quote":"Happiness is never there to stay [...] Happiness is merely a respite offered by inquietude."},{"Author":"Dan Savage","Category":"happiness","Quote":"How can you tell somebody who is pursuing happiness that they're somehow not American when that was the very first promise that America made?"},{"Author":"Graham Greene,  Loser Takes All","Category":"happiness","Quote":"She was not too young to be wise, but she was too young to know that wisdom shouldn't be spoken aloud when you are happy."},{"Author":"Horace Walpole,  The Castle of Otranto","Category":"happiness","Quote":"He was persuaded he could know no happiness but in the society of one with whom he could for ever indulge the melancholy that had taken possession of his soul."},{"Author":"Tom Robbins","Category":"happiness","Quote":"It is more important to be free than to be happy."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"You are the point of origin for everything in your world: you set the standard for yourself."},{"Author":"Jesse Browner","Category":"happiness","Quote":"We are all doomed to seek our own happiness; we can't help ourselves. We are all, the cruel and the gentle alike, condemned to seeking that happiness in the dark. We use our need as the blind use a walking stick, to determine the safety of every forward step."},{"Author":"Lawrence Durrell,  The Alexandria Quartet","Category":"happiness","Quote":"You see, nothing matters except pleasure - which is the opposite of happiness, its tragic part, I expect."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"happiness","Quote":"How can I tell Bob that my happiness streams from having wrenched a piece out of my life, a piece of hurt and beauty, and transformed it to typewritten words on paper? How can he know I am justifying my life, my keen emotions, my feeling, by turning it into print?"},{"Author":"Euripides","Category":"happiness","Quote":"The man is happiest who lives from day to day and asks no more, garnering the simple goodness of life."},{"Author":"Shunryu Suzuki","Category":"happiness","Quote":"Christopher McCandless:\"I will miss you too, but you are wrong if you think that the joy of life comes principally from the joy of human relationships. God's place is all around us, it is in everything and in anything we can experience. People just need to change the way they look at things."},{"Author":"Mary Balogh,  Simply Magic","Category":"happiness","Quote":"There is no happily-ever-after to run to. We have to work for happiness."},{"Author":"Geneen Roth","Category":"happiness","Quote":"Most of our suffering comes from resisting what is already here, particularly our feelings. All any feeling wants is to be welcomed, touched, allowed. It wants attention. It wants kindness. If you treated your feelings with as much love as you treated your dog or your cat or your child, you'd feel as if you were living in heaven every day of your sweet life."},{"Author":"Kristi Bowman","Category":"happiness","Quote":"The key to ultimate happiness and fulfillment lies within our own transformation. The more we learn and grow and evolve as individuals, the more we will find happiness and satisfaction in relationships, work and life."},{"Author":"Rainer Maria Rilke,  Duino Elegies","Category":"happiness","Quote":"But suppose the endlessly dead were to wake in us some emblem:they might point to the catkins hangingfrom the empty hazel trees, or direct us to the raindescending on black earth in early  spring. ---And we, who always think of happinessrising, would feel the emotionthat almost baffles uswhen a happy thing falls."},{"Author":"Markelle Grabo,  The Elf Girl","Category":"happiness","Quote":"I hate going through this when we just found...,\"his voice trailed off.\"Found what?\"\"Each other,\"he finished, half-smiling."},{"Author":"Laura Hillenbrand,  Unbroken: A World War II Story of Survival, Resilience, and Redemption","Category":"happiness","Quote":"I am in an altogether new world now. I can think of nothing more wonderful. It is a real touch of all that heaven means."},{"Author":"Sanober Khan,  Turquoise Silence","Category":"happiness","Quote":"...so i will greet youin a wayall loved thingsare meant to be greetedwith a tear in my heartand a poem in my eye."},{"Author":"Dan Buettner,  Thrive: Finding Happiness the Blue Zones Way","Category":"happiness","Quote":"Gratitude always comes into play; research shows that people are happier if they are grateful for the positive things in their lives, rather than worrying about what might be missing."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"happiness","Quote":"The purpose of empowerment is to urge you towards freedom, to help each of you to break free of all limitations. It is that freedom that will give you eternal happiness and finally connect you with the unconditional realization of TRUTH."},{"Author":"Urania Sarri,  Gate Deadlock","Category":"happiness","Quote":"Some people would rather live in a hell they've got used to than in a paradise they've never experienced before."},{"Author":"Lorraine Zago Rosenthal,  Other Words for Love","Category":"happiness","Quote":"She was wearing her fuzzy pink hat and she was happy, which was so obnoxious. She'd become one of those people who waltzed through life without so much as a split end, and I was still one of those people who changed diapers for free but still got treated like a rented mule."},{"Author":"Charles Caleb Colton","Category":"happiness","Quote":"Men spend their lives in anticipations,—in determining to be vastly happy at some period when they have time. But the present time has one advantage over every other—it is our own. Past opportunities are gone, future have not come. We may lay in a stock of pleasures, as we would lay in a stock of wine; but if we defer the tasting of them too long, we shall find that both are soured by age."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"I enjoy melancholic music and art. They take me to places I don't normally get to go."},{"Author":"Jennifer O'Neill,  Soul DNA: Your Spiritual Genetic Code Defines Your Purpose","Category":"happiness","Quote":"Unhappiness can be like a virus spreading from one person, to the next person, to the next one and so on. When someone is mean or rude to you, do not let their unhappiness infect your own life. If you are the unhappy one, please quarantine yourself so you do not infect others!"},{"Author":"David Lee Roth","Category":"happiness","Quote":"Money can't buy happiness but it can buy a huge yacht that sails right next to it."},{"Author":"Anne-Laure Bondoux,  The Killer's Tears","Category":"happiness","Quote":"If there was one thing that life has taught me, it’s to accept the most foolish and unthinkable happiness."},{"Author":"John Burroughs","Category":"happiness","Quote":"The secret of happiness is something to do"},{"Author":"Albert Camus,  A Happy Death","Category":"happiness","Quote":"There's the risk of being loved...and that would keep me from being happy."},{"Author":"Katherine Hannigan,  Emmaline and the Bunny","Category":"happiness","Quote":"And all the best words together couldn't hold the happiness."},{"Author":"Jess C. Scott,  Trouble","Category":"happiness","Quote":"[Poem: Slates of Grey]Sullen faces like slates of grey—What I’d seen on a walk today.Bodies rushing bodies boltingTime for life a disregarding.Money to make and to grow oldWhat about the hands to hold?Deadlines, projects, people to meetWhat about our own two feet.Sullen faces like slates of grey...What I’d see most anyday."},{"Author":"CrimethInc.,  Expect Resistance: A Field Manual","Category":"happiness","Quote":"A truly radical resolution would be to embrace existence just as it is, as the only thing that matters, to proclaim that the world itself is heaven, made for our total enjoyment and fulfillment..."},{"Author":"Jennifer Donnelly,  Revolution","Category":"happiness","Quote":"The greenest of pastures are right here on earth."},{"Author":"Karen Maezen Miller,  Hand Wash Cold: Care Instructions for an Ordinary Life","Category":"happiness","Quote":"Happiness is simple. Everything we do to find it is complicated."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"Happiness will grow if you plant the seeds of love in the garden of hope with compassion and care."},{"Author":"Kij Johnson,  The Fox Woman","Category":"happiness","Quote":"Happiness is the pleasantest of emotions; because of this, it is the most dangerous. Having once felt happiness, one will do anything to maintain it, and losing it, one will grieve."},{"Author":"Ogwo David Emenike","Category":"happiness","Quote":"Happy is the soul that has a friend. Happier is the soul that trusts in the truth of the heart of a friend. Happiest is the soul that knows the solemnity of friendship and honours its laws."},{"Author":"Wayne Coyne","Category":"happiness","Quote":"Try to be happy within the context of the life we are actually living. Happiness is not a situation to be longed for or a convergence of lucky happenstance. Through the power of our own minds, we can help ourselves."},{"Author":"Robert Holden,  Happiness Now!: Timeless Wisdom for Feeling Good FAST","Category":"happiness","Quote":"Happiness is not in things; happiness is in you."},{"Author":"Lionel Shriver,  We Need to Talk About Kevin","Category":"happiness","Quote":"Not that happiness is dull. Only that it doesn't tell well. And of our consuming diversions as we age is to recite, not only to others but to ourselves, our own story."},{"Author":"Tony Meloto (Your First Job by: N. Dy)","Category":"happiness","Quote":"If you really want to be happy, don't just go for the money. Go for the relationship that lasts. Go for things of greater value."},{"Author":"Nicholas Sparks,  The Best of Me","Category":"happiness","Quote":"I've never been afraid of them. Not once. Because I had you."},{"Author":"Sonia Rumzi","Category":"happiness","Quote":"It is not where we are that matters nor what we have, it is what we do with where we are and what we have."},{"Author":"Thisuri Wanniarachchi","Category":"happiness","Quote":"The thing about life is, you’ve got to somehow make it through the day. Don’t wait for the beautiful evening. Go on with your life. Of course, the beautiful evening will come. In fact, she’s on her way. And she’s coming to you as fast as she can. And dude, she’s beautiful."},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Be like a branch of a tree; flex your body to face 'wind of sorrow'; flex little harder to dance in the 'wind of happiness'."},{"Author":"Joshua Kai,  The Quantum Prayer: An Inspiring Guide to Love, Healing, and Creating the Best Life Possible","Category":"happiness","Quote":"Even the smallest shift in perspective can bring about the greatest healing."},{"Author":"Carol Shields,  Unless","Category":"happiness","Quote":"Happiness is the lucky pane of glass you carry in your head. It takes all your cunning just to hang on to it, and once it's smashed you have to move into a different sort of life."},{"Author":"Bill Vaughan","Category":"happiness","Quote":"Money won't buy happiness, but it will pay the salaries of a huge research staff to study the problem."},{"Author":"Robert Holden","Category":"happiness","Quote":"Whoever said happiness needs a plan?"},{"Author":"Antoine de Saint-Exupéry,  Night Flight","Category":"happiness","Quote":"Action and personal happiness have no truck with each other; they are eternally at war."},{"Author":"Michel de Montaigne","Category":"happiness","Quote":"There is indeed a certain sense of gratification when we do a good deed that gives us inward satisfaction, and a generous pride that accompanies a good conscience…These testimonies of a good conscience are pleasant; and such a natural pleasure is very beneficial to us; it is the only payment that can never fail. “On Repentance"},{"Author":"Sri Chinmoy","Category":"happiness","Quote":"You must never forget that greatness does not guarantee happiness but goodness always does"},{"Author":"Hermann Hesse,  The Glass Bead Game","Category":"happiness","Quote":"The old man slowly raised himself from the piano stool, fixed those cheerful blue eyes piercingly and at the same time with unimaginable friendliness upon him, and said: \"Making music together is the best way for two people to become friends. There is none easier. That is a fine thing. I hope you and I shall remain friends. Perhaps you too will learn how to make fugues, Joseph."},{"Author":"Ibuki Haneda,  Koizora (Love Sky), Volume 1","Category":"happiness","Quote":"Tatsuya: What you have \"right now\"won't necessarily continue on until forever...Hiro: ... Yeah, I know."},{"Author":"Claire Chilton","Category":"happiness","Quote":"The secret to happiness is the journey, not the destination."},{"Author":"James Hopwood Jeans","Category":"happiness","Quote":"The really happy person is the one who can enjoy the scenery, even when they have to take a detour."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"We need more than just the Law of Attraction. We need to connect with its more successful twin, the Law of Generosity. And further entwine ourselves with their parent; the Law of Love."},{"Author":"John Green,  Will Grayson, Will Grayson","Category":"happiness","Quote":"he is both the source of my happiness and the one i want to share it with. i have to believe that’s a sign."},{"Author":"Amy Lane,  Truth in the Dark","Category":"happiness","Quote":"I was terrified of my weakness, of my sharp tongue, ofmy every flaw. I was terrified that this moment, my chance tolive in happiness for however short a time we may have had,would be ruined because I was simply not carved out of thesame wood as happiness, and that my grain was too twistedto ever take its form."},{"Author":"Ivan Turgenev","Category":"happiness","Quote":"We’re young, we’re not monsters, no fools: we’ll conquer happiness for ourselves."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"happiness","Quote":"I think about my mother singing after lunch on a Summer afternoon, twirling in blue dress across the floor of her dressing room"},{"Author":"Amaka Imani Nkosazana","Category":"happiness","Quote":"Separate yourself from those who hinder your vision. Make a choice to walk away from the trap set to ensnare you. Realize when someone is pulling you backwards every time you take a step forward. Separate from them and the result of your action will be a life of success."},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"happiness","Quote":"It's not my job to make you happy. It's your job to learn that only those who quit selfishly seeking their own happiness find it."},{"Author":"Sebastian Barry,  The Secret Scripture","Category":"happiness","Quote":"It is always worth itemising happiness, there is so much of the other thing in a life, you had better put down the markers for happiness while you can."},{"Author":"Günter Grass","Category":"happiness","Quote":"An empty bus hurtles through the starry nightPerhaps the driver is singingand happy because he sings."},{"Author":"Lin Yutang,  The Importance of Living","Category":"happiness","Quote":"If one's bowels move, one is happy, and if they don't move, one is unhappy. That is all there is to it."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"The universe never complains.When you're wrong or right,She always loves and cares,She always gives and shares. When you get lost she becomes the light,Helps you to find what is right. But she never forgetsTo show you the light."},{"Author":"C.P. Snow","Category":"happiness","Quote":"The pursuit of happiness is a most ridiculous phrase; if you pursue happiness you'll never find it."},{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"To fill the hour──that is happiness."},{"Author":"Megan Whalen Turner,  A Conspiracy of Kings","Category":"happiness","Quote":"I wonder if people always choose what will make them unhappy."},{"Author":"Jennifer O'Neill,  The Pursuit of Happiness: 21 Spiritual Rules to Sucess","Category":"happiness","Quote":"Blaming is so much easier than taking responsibility, because if you take responsibility … then you might be to blame."},{"Author":"Tim Willocks,  The Religion","Category":"happiness","Quote":"Sadness is never bad,\"said Amparo. \"Sadness is the mirror of being happy"},{"Author":"L.M. Montgomery,  Anne's House of Dreams","Category":"happiness","Quote":"Oh, Marilla, I thought I was happy before. Now I know that I just dreamed a pleasant dream of happiness. This is the reality."},{"Author":"Francesca Lia Block,  Blood Roses","Category":"happiness","Quote":"It was always a relief when she came home to him. Like water or food. Like music or that moment when you cut yourself with a knife and squeeze the skin and no blood oozes out."},{"Author":"Jane Austen,  Emma","Category":"happiness","Quote":"How often is happiness destroyed by preparation, foolish preparation!"},{"Author":"Yevgeny Zamyatin,  We","Category":"happiness","Quote":"Happiness without freedom, or freedom without happiness. There was no third alternative."},{"Author":"Lauren Oliver,  Before I Fall","Category":"happiness","Quote":"God bless Dunkin' Donuts."},{"Author":"J.T.Abraham","Category":"happiness","Quote":"Future is one of the wildest experiences that you will ever have."},{"Author":"Epicurus","Category":"happiness","Quote":"If you wish to make Pythocles rich, do not add to his store of money, but subtract from his desires."},{"Author":"Michael Bassey Johnson","Category":"happiness","Quote":"Don't show a friend your gift, or your bag of money if you still want to maintain your relationship, but if nay, go on, and all you'll see is hate and jealousy, and you'll fight with him in the street like a dog and all you'll feel is regret."},{"Author":"Peter Heller,  The Dog Stars","Category":"happiness","Quote":"I think now that maybe true sweetness can only happen in limbo."},{"Author":"Mata Amritanandamayi","Category":"happiness","Quote":"True happiness is when the love that is within us finds expression in external activities."},{"Author":"Patrick Rothfuss,  The Wise Man's Fear","Category":"happiness","Quote":"There can be many opinions on a thing, but there is only one truth.\"Vashet smiled lazily. \"And if the pursuit of the truth was my goal, that would concern me.\"She gave a long yawn, stretching like a happy cat. \"Instead I will focus on the joy in my heart, [...}"},{"Author":"Margaret Peterson Haddix,  Among the Brave","Category":"happiness","Quote":"And Nedley started saying,'Shut Up!Quit that! And i knew it really meant something to him. So I asked for his help,\"Mark said. \"Don't tell the story like that,\"Nedley laughed. \"What he said was 'Quit pretendin you're a bad guy I need your help, and I need it now!"},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"happiness","Quote":"Nurturing, Providing, and loving you passionately. May that be, my number of responsibilities. As one to the end, forever more. That's how long I desire, our love to last for. Providing for you many and joyful memories. In hours of darkness, as well as brightness. I plan to supply for you. For your love for me and happiness, is all that matters to me."},{"Author":"Josef Pieper,  Happiness and Contemplation","Category":"happiness","Quote":"Happiness,... even the smallest happiness, is like a step out of Time, and the greatest happiness is sharing in Eternity."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"It is in the balancing of your spirituality with your humanity that you will find immeasurable happiness, success, good health, and love."},{"Author":"Thomas Merton,  No Man Is an Island","Category":"happiness","Quote":"True happiness is not found in any other reward than that of being united with God. If I seek some other reward besides God Himself, I may get my reward but I cannot be happy."},{"Author":"Steve Goodier","Category":"happiness","Quote":"It’s true that laughter really is cheap medicine. It’s a prescription anyone can afford. And best of all, you can fill it right now."},{"Author":"Robert Nozick,  Examined Life: Philosophical Meditations","Category":"happiness","Quote":"And although it might be best of all to be Socrates satisfied, having both happiness and depth, we would give up some happiness in order to gain the depth."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"The secret of happiness is love and secret of love is nonjudgmental care."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"Share your love, share you happiness, care for others; your wealth will be endless."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"A friend is a friend who continues to love you and like you when you don't love him or like him any more."},{"Author":"Graham Greene,  A Gun for Sale","Category":"happiness","Quote":"She couldn't avoid being serious about things she cared for, and happiness made her grave at the thought of all the things which might destroy it."},{"Author":"Helen Keller","Category":"happiness","Quote":"Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invicible host against difficulties."},{"Author":"Bangambiki Habyarimana,  The Great Pearl of Wisdom","Category":"happiness","Quote":"If people were employed at creating heaven on earth, everybody would be happy; instead each one is creating his own heaven by creating hell for others."},{"Author":"Andrew Weil","Category":"happiness","Quote":"The notion that a human being should be constantly happy is a uniquely modern, uniquely American, uniquely destructive idea."},{"Author":"Thisuri Wanniarachchi,  COLOMBO STREETS","Category":"happiness","Quote":"I know money isn't everything. but it certainly is something."},{"Author":"Criss Jami,  Killosophy","Category":"happiness","Quote":"Imagination doesn't always make you long for what you cannot have, but rather thrive in what you do not have."},{"Author":"Deborah Day,  BE HAPPY NOW!","Category":"happiness","Quote":"The best way to insure you achieve the greatest satisfaction out of life is to behave intentionally."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"happiness","Quote":"You would not be here TODAY if YESTERDAY was your defining moment. LIVE THIS DAY and move towards your dreams."},{"Author":"Robert Holden,  Happiness Now!: Timeless Wisdom for Feeling Good FAST","Category":"happiness","Quote":"Nothing in the world can make you happy; everything in the world can encourage you to be happy"},{"Author":"Melissa Nathan,  Persuading Annie","Category":"happiness","Quote":"A lifetime of lonely regret or happiness with some pain along the way."},{"Author":"Vijay Dhameliya","Category":"happiness","Quote":"Expect more get less and feel sadness Or expect less get more and feel happiness"},{"Author":"George Alexiou","Category":"happiness","Quote":"Nothing that happens to you was meant to be. The only thing about you that was meant to be is you. Blaze your own trail."},{"Author":"Salvatore Scibona","Category":"happiness","Quote":"Reading messed with my brain in an unaccountable way. It made me happy; or something."},{"Author":"Daniel C. Dennett","Category":"happiness","Quote":"The secret of happiness: Find something more important than you are and dedicate your life to it."},{"Author":"Amit Abraham","Category":"happiness","Quote":"Happy are those who evolve from within."},{"Author":"John Newton","Category":"happiness","Quote":"The midsummer sun shines but dim, The fields strive in vain to look gay; But when I am happy in Him December's as pleasant as May."},{"Author":"Debasish Mridha","Category":"happiness","Quote":"You are happy when you are enthusiastic and action-oriented, not when you are luxury and pleasure oriented."},{"Author":"John Fowles","Category":"happiness","Quote":"We talked for hours. He talked and I listened. It was like wind and sunlight. It blew all the cobwebs away."},{"Author":"Giacomo Casanova,  The Story of My Life","Category":"happiness","Quote":"There is no such thing as a perfectly happy or perfectly unhappy man in the world. One has more happiness in his life and another more unhappiness, and the same circumstance may produce widely different effects on individuals of different temperaments."},{"Author":"Rainer Maria Rilke","Category":"happiness","Quote":"It was not in me It came and wentI wanted to hold it It was held by wine(I no longer know what it was)"},{"Author":"Colette","Category":"happiness","Quote":"Be happy. It's one way of being wise"},{"Author":"Ogwo David Emenike,  Happiness Recipe: Eat and Stay Happy","Category":"happiness","Quote":"To be happy, you have to risk being unhappy."},{"Author":"Jules Renard,  The Journal of Jules Renard","Category":"happiness","Quote":"If one were to build the house of happiness, the largest space would be the waiting room."},{"Author":"Prem Prakash,  The Yoga of Spiritual Devotion A Modern Translation of the Narada Bhakti Sutras","Category":"happiness","Quote":"If one’s life is so unsatisfying that an unhealthy activity brings a shred of happiness, it is nigh impossible to give it up unless something that brings greater happiness can be enjoyed in its stead. (28)"},{"Author":"CrimethInc.,  Evasion","Category":"happiness","Quote":"We left behind the other kids; their path-working, drinking, and being grown up- and rejected all that made them grumpy, uncreative and lifeless. We dumpstered, squatted, and shoplifted our lives back. Everything fell into place when we decided our lives were meant to be lived. Life serves the risk taker..."},{"Author":"Jeanette Winterson,  Why Be Happy When You Could Be Normal?","Category":"happiness","Quote":"Our own front door can be a wonderful thing, or a sight we dread; rarely is it only a door."},{"Author":"Jim Fergus,  One Thousand White Women: The Journals of May Dodd","Category":"happiness","Quote":"that's exactly the good thing about the Injun life--you don't have to stop and think about whether or not you're 'happy'--which in my opinionis a highly overrated human condition invented by white folks"},{"Author":"Rachel Machacek,  The Science of Single: One Woman's Grand Experiment in Modern Dating, Creating Chemistry, and Finding L ove","Category":"happiness","Quote":"I'm generally a happy person -with the help of antidepressants, that is- so there is something to be said for surrounding myself with happy people."},{"Author":"Anne Giardini,  The Sad Truth About Happiness","Category":"happiness","Quote":"I used to float along in all of this, like a leaf on a coursing stream, but i am heavier now, less easily moved, more resolute and steadfast. I am no longer in pursuit of happiness. As I stand here at my front door, key in hand, I think it is just possible that happiness, at least for now, today, this hour, may be in pursuit of me."},{"Author":"Habeeb Akande","Category":"happiness","Quote":"It is sad that people need alcohol to make them happy."},{"Author":"Edith Wharton,  Ethan Frome and Other Short Fiction","Category":"happiness","Quote":"There are lots of ways of being miserable, but there’s only one way of being comfortable, and that is to stop running round after happiness. If you make up your mind not to be happy there’s no reason why you shouldn’t have a fairly good time."},{"Author":"Paul Ian Guillermo","Category":"happiness","Quote":"if you feel happy, Smile with all your heart. if you're down, smile with all your might."},{"Author":"ياسمين ثابت,  آشيا","Category":"happiness","Quote":"هكذا يأتي الفرح فجأة ولا نكون أبدا متأنقين لاستقباله"},{"Author":"Daniel Clausen,  Ghosts of Nagasaki: Silence","Category":"happiness","Quote":"Sometimes I think if we didn’t have these problems the whole world would stop spinning on her axis, we’d all stop spinning on our axises, axes, or whatever you want to call them, and then we’d have to settle into the nasty business of finding a way to be happy."},{"Author":"Toba Beta","Category":"happiness","Quote":"Smartass Disciple: Master, what is the secret recipe of your happiness?Master of Stupidity: If I tell you, there is nobody left to be made fun of."},{"Author":"Sharon Shinn,  Summers at Castle Auburn","Category":"happiness","Quote":"But I am king. And the well-being of my kingdom depends on my sound judgment and clear head. And those things depend on my state of happiness. And I have known for a long time that my state of happiness depends on you."},{"Author":"Mohammed Naseehu Ali,  The Prophet of Zongo Street: Stories","Category":"happiness","Quote":"The only means by which one could attain complete happiness is to avoid living in constant expectation of it. It's the expectation that causes our unhappiness and consequent bitterness about life"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"happiness","Quote":"Happiness earned, not given."},{"Author":"Nicholas Sparks,  Dear John","Category":"happiness","Quote":"الحب يعني أن تهتم بسعادة شخص آخر أكثر من اهتمامك بسعادتك أنت ، بغض النظر عن مدى الألم الذي سيسببه لك قرارك"},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"When life gives you pain, accept it. When life gives you happiness, reject it."},{"Author":"Mary Balogh,  More Than a Mistress","Category":"happiness","Quote":"Why do I want to run from happiness?"},{"Author":"Friedrich Nietzsche,  On the Advantage and Disadvantage of History for Life","Category":"happiness","Quote":"Happiness: being able to forget or, to express in a more learned fashion."},{"Author":"Samuel Gordon","Category":"happiness","Quote":"Joy is distinctly a Christian word and a Christian thing. It is the reverse of happiness. Happiness is the result of what happens of an agreeable sort. Joy has its spring deep down inside. And that spring never runs dry, no matter what happens. Only Jesus gives that joy."},{"Author":"Louis Zukofsky,  Collected Fiction","Category":"happiness","Quote":"It was a pity that people did not risk enough to speak out in behalf of one another's happiness and their own."},{"Author":"Zaeema J. Hussain,  The Sky Is Purple","Category":"happiness","Quote":"We thought everything would be forgotten, but I still remember yourclaws running down my back.I wonder if you still think about us,the way I do.How our legs would crash into each other in the middle of the night, and how we endedup creating the moon in the confines of our beds."},{"Author":"Theodore Roosevelt","Category":"happiness","Quote":"Comparison is the thief of joy."},{"Author":"Helen Keller","Category":"happiness","Quote":"Joy is the holy fire that keeps our purpose warm and our intelligence aglow."},{"Author":"Santosh Kalwar","Category":"happiness","Quote":"Happiness is a good business these days, more you talk crap about happiness the large number of crowd you will gather."},{"Author":"Ray Bradbury","Category":"happiness","Quote":"We are living in a time when flowers are trying to live on flowers, instead of on good rain and black loam."},{"Author":"Ogwo David Emenike,  Happiness Recipe: Eat and Stay Happy","Category":"happiness","Quote":"Like love, like talent, like any other virtue, like anything else in this life, happiness needs to be nurtured - this is the truth of the whole matter."},{"Author":"Millard Kaufman,  Bowl of Cherries","Category":"happiness","Quote":"Happiness when sustained too long in print can rightly be construed as sappiness..."},{"Author":"Diana Rose Morcilla","Category":"happiness","Quote":"Dreams. They start in your beautiful mind. Think of beautiful things and it will manifest into actions because your body will listen to you. Like it always does."},{"Author":"Orhan Pamuk,  The Innocence of Objects","Category":"happiness","Quote":"The greatest happiness is when the eye discovers beauty where neither then mind conceived of nor the hand intended any."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"happiness","Quote":"Are you happy here with me? Because if not, we can scoot over a few feet."},{"Author":"E. Nesbit,  The Magic World","Category":"happiness","Quote":"So he caught her in his arms and kissed her, and they were very happy, and told each other what a beautiful world it was, and how wonderful it was that they should have found each other, seeing that the world is not only beautiful but rather large."},{"Author":"Leslie Caron","Category":"happiness","Quote":"In order to have great happiness, you have to have great pain and unhappiness-otherwise how would you know when you're happy?"},{"Author":"Alexis Jordan","Category":"happiness","Quote":"Through strength I found loveIn time I found myself in happiness with you"},{"Author":"Bryan Cohen,  The Post-College Guide to Happiness","Category":"happiness","Quote":"If you love a person, you should show it in adundance, not reserve it for special occasions like fine china."},{"Author":"Yongey Mingyur,  The Joy of Living: Unlocking the Secret and Science of Happiness","Category":"happiness","Quote":"Ultimately, happiness comes down to choosing between the discomfort of becoming aware of your mental afflictions and the discomfort of being ruled by them."},{"Author":"Laura Fitzgerald,  Veil of Roses","Category":"happiness","Quote":"As I watch him, a sudden recognition comes over me: Tonight, I can be anyone I want… maybe being happy only means living in the moment, appreciating the exact moment you're in and not thinking about the worries of the future."},{"Author":"Marisa de los Santos,  Belong to Me","Category":"happiness","Quote":"I know how syrupy this sounds, how dull, provincial, and possibly whitewashed, but what can I do? Happy childhoods happen"},{"Author":"Kelly Epperson","Category":"happiness","Quote":"I surround myself with things that make me happy. Why? Because ... it makes me happy."},{"Author":"Sonya Watson,  The Tide Breaker","Category":"happiness","Quote":"I wished upon a star and the heavens sent me you"},{"Author":"Jane Austen,  Mansfield Park","Category":"happiness","Quote":"He will make you happy, Fanny; I know he will make you happy; but you will make him everything."},{"Author":"Holly Hood,  Prison of Paradise","Category":"happiness","Quote":"People expected something for nothing, that’s why they did nothing so beautifully these days."},{"Author":"H.P. Lovecraft","Category":"happiness","Quote":"I neither knew nor cared whether my experience was insanity, dreaming, or magic; but was determined to gaze on brilliance and gaiety at any cost."},{"Author":"Leo Tolstoy","Category":"happiness","Quote":"Happiness consists in always aspiring perfection, the pause in any level in perfection is the pause of happiness"},{"Author":"Alcibiades","Category":"happiness","Quote":"As contraries are known by contraries, so is the delights of presence best known by the torments of absence."},{"Author":"Michael Bassey Johnson","Category":"happiness","Quote":"The more death, the more birth. People are entering, others are exiting. The cry of a baby, the mourning of others. When others cry, the other are laughing and making merry. The world is mingled with sadness, joy, happiness, anger, wealth, poverty, etc."},{"Author":"Omaid olovejlj Zazai","Category":"happiness","Quote":"I have been poisoned in your love and now I need antidote Jacqueline.L.J! <3"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"happiness","Quote":"If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song."},{"Author":"Barbara Barrington Jones","Category":"happiness","Quote":"Many of us seem to live our lives looking for happiness. That is not always a bad thing, but it can be if we continually believe that happiness is someplace else and not in the present."},{"Author":"Dwain K. White Sr.,  Every Woman's Dream","Category":"happiness","Quote":"For a woman to deny the necessity of true love in her life would be to deny herself, and her creator."},{"Author":"Michael Bassey Johnson","Category":"happiness","Quote":"Merry hearts are vulnerable to death, don't be over-joyed to the state of oblivion, lest the enemy poison your meal."},{"Author":"Nancy J. Cavanaugh,  This Journal Belongs to Ratchet","Category":"happiness","Quote":"A FriendSomeoneYou're happy to see,Who's happy to see you.SomeoneYou like for who they areNot just for what they can do for you."},{"Author":"Mike Rowe","Category":"happiness","Quote":"Happiness does not come from a job. It comes from knowing what you truly value, and behaving in a way that’s consistent with those beliefs."},{"Author":"Lynda Williams,  Holy war","Category":"happiness","Quote":"The happiness of a family is such a complex matter. Like a table laid out with a tea service, it looks so ordinary until it's threatened. Then it becomes infinitely precious."},{"Author":"Elyne Mitchell,  Moon Filly","Category":"happiness","Quote":"Here, also, the future was cried aloud by the wind through the rocks, so that all those who heard would shiver, and then the liquid spring song of the thrush would make all the beauty of moonlight and sunlight blend together, making it true, so true, that happiness must come again"}]
