[{"Author":"Frederick Lewis Donaldson","Category":"knowledge","Quote":"The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey, London, on March 20, 1925."},{"Author":"Socrates","Category":"knowledge","Quote":"The only true wisdom is in knowing you know nothing."},{"Author":"Langston Hughes","Category":"knowledge","Quote":"Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly."},{"Author":"Mark Twain","Category":"knowledge","Quote":"I was gratified to be able to answer promptly, and I did. I said I didn’t know."},{"Author":"Albert Einstein","Category":"knowledge","Quote":"Any fool can know. The point is to understand."},{"Author":"Maya Angelou","Category":"knowledge","Quote":"I did then what I knew how to do. Now that I know better, I do better."},{"Author":"L. Frank Baum,  The Lost Princess of Oz","Category":"knowledge","Quote":"No thief, however skillful, can rob one of knowledge, and that is why knowledge is the best and safest treasure to acquire."},{"Author":"Friedrich Nietzsche","Category":"knowledge","Quote":"The man of knowledge must be able not only to love his enemies but also to hate his friends."},{"Author":"John Locke","Category":"knowledge","Quote":"Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours."},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"Great minds are always feared by lesser minds."},{"Author":"Eoin Colfer,  Artemis Fowl","Category":"knowledge","Quote":"Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know."},{"Author":"Rick Riordan,  The Lightning Thief","Category":"knowledge","Quote":"Knowing too much of your future is never a good thing."},{"Author":"Stephen Hawking","Category":"knowledge","Quote":"The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge."},{"Author":"Socrates","Category":"knowledge","Quote":"I cannot teach anybody anything. I can only make them think"},{"Author":"Howard Nemerov","Category":"knowledge","Quote":"Write what you know. That should leave you with a lot of free time."},{"Author":"Hilary Mantel,  Wolf Hall","Category":"knowledge","Quote":"It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires."},{"Author":"Cassandra Clare,  City of Bones","Category":"knowledge","Quote":"All knowledge hurts."},{"Author":"C. JoyBell C.","Category":"knowledge","Quote":"Last night I lost the world, and gained the universe."},{"Author":"Neil deGrasse Tyson","Category":"knowledge","Quote":"For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you."},{"Author":"J.K. Rowling","Category":"knowledge","Quote":"I mean, you could claim that anything's real if the only basis for believing in it is that nobody's proved it doesn't exist!"},{"Author":"Russell T. Davies","Category":"knowledge","Quote":"Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself!(from Tooth and Claw in Season 2)"},{"Author":"Anaïs Nin","Category":"knowledge","Quote":"The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery."},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"knowledge","Quote":"If you knew what was going to happen, if you knew everything that was going to happen next—if you knew in advance the consequences of your own actions—you'd be doomed. You'd be ruined as God. You'd be a stone. You'd never eat or drink or laugh or get out of bed in the morning. You'd never love anyone, ever again. You'd never dare to."},{"Author":"Hermann Hesse,  Demian: Die Geschichte von Emil Sinclairs Jugend","Category":"knowledge","Quote":"I have been and still am a seeker, but I have ceased to question stars and books; I have begun to listen to the teaching my blood whispers to me."},{"Author":"Giacomo Leopardi","Category":"knowledge","Quote":"The surest way of concealing from others the boundaries of one's own knowledge is not to overstep them."},{"Author":"Hermann Hesse,  Siddhartha","Category":"knowledge","Quote":"Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"knowledge","Quote":"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring."},{"Author":"Veronica Roth,  Allegiant","Category":"knowledge","Quote":"Knowledge is power. Power to do evil...or power to do good. Power itself is not evil. So knowledge itself is not evil."},{"Author":"Theodore Roosevelt","Category":"knowledge","Quote":"People don't care how much you know until they know how much you care"},{"Author":"Dorothy Parker,  The Complete Poems of Dorothy Parker","Category":"knowledge","Quote":"Inventory:\"Four be the things I am wiser to know:Idleness, sorrow, a friend, and a foe.Four be the things I'd been better without:Love, curiosity, freckles, and doubt.Three be the things I shall never attain:Envy, content, and sufficient champagne.Three be the things I shall have till I die:Laughter and hope and a sock in the eye."},{"Author":"Alan Moore,  V for Vendetta","Category":"knowledge","Quote":"Knowledge, like air, is vital to life. Like air, no one should be denied it."},{"Author":"Pablo Picasso","Category":"knowledge","Quote":"It takes a very long time to become young."},{"Author":"Jane Austen","Category":"knowledge","Quote":"A woman, especially if she have the misfortune of knowing anything, should conceal it as well as she can."},{"Author":"Ronald E. Osborn","Category":"knowledge","Quote":"Unless you try to do something beyond what you have already mastered, you will never grow."},{"Author":"Bertrand Russell,  Why I Am Not a Christian and Other Essays on Religion and Related Subjects","Category":"knowledge","Quote":"I do not pretend to be able to prove that there is no God. I equally cannot prove that Satan is a fiction. The Christian god may exist; so may the gods of Olympus, or of ancient Egypt, or of Babylon. But no one of these hypotheses is more probable than any other: they lie outside the region of even probable knowledge, and therefore there is no reason to consider any of them."},{"Author":"Isaac Asimov","Category":"knowledge","Quote":"Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in."},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"knowledge","Quote":"Beware of the man who works hard to learn something, learns it, and finds himself no wiser than before."},{"Author":"Albert Einstein","Category":"knowledge","Quote":"Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social enviroment. Most people are incapable of forming such opinions.\"(Essay to Leo Baeck, 1953)"},{"Author":"Alexander Pope","Category":"knowledge","Quote":"A little knowledge is a dangerous thing. So is a lot."},{"Author":"Alfred Lord Tennyson","Category":"knowledge","Quote":"Knowledge comes, but wisdom lingers."},{"Author":"Will Durant,  The Story of Philosophy","Category":"knowledge","Quote":"Science is organized knowledge. Wisdom is organized life."},{"Author":"Janet Fitch","Category":"knowledge","Quote":"Remember it all, every insult, every tear. Tattoo it on the inside of your mind. In life, knowledge of poisons is essential. I've told you, nobody becomes an artist unless they have to."},{"Author":"Alexander McCall Smith,  Morality for Beautiful Girls","Category":"knowledge","Quote":"It is sometimes easier to be happy if you don't know everything."},{"Author":"Benjamin Franklin,  The Way to Wealth: Ben Franklin on Money and Success","Category":"knowledge","Quote":"An investment in knowledge always pays the best interest."},{"Author":"Margaret Mitchell,  Gone with the Wind","Category":"knowledge","Quote":"It was better to know the worst than to wonder."},{"Author":"Robertson Davies,  Tempest-Tost","Category":"knowledge","Quote":"The eye sees only what the mind is prepared to comprehend."},{"Author":"Meister Eckhart,  Sermons of Meister Eckhart","Category":"knowledge","Quote":"The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love."},{"Author":"Thomas Carlyle","Category":"knowledge","Quote":"A loving heart is the beginning of all knowledge."},{"Author":"Cormac McCarthy,  Blood Meridian, or the Evening Redness in the West","Category":"knowledge","Quote":"Whatever in creation exists without my knowledge exists without my consent."},{"Author":"William Blake","Category":"knowledge","Quote":"What is now proved was once only imagined."},{"Author":"Henry Rollins,  The Portable Henry Rollins","Category":"knowledge","Quote":"I definitely learned a lesson this time. I know that I can be broken. I am not as tough as I thought. I see it now. At this point, it's the only thing good that came out of all of this. I know myself better now and know what I have to do."},{"Author":"C.S. Lewis","Category":"knowledge","Quote":"You can't know, you can only believe - or not."},{"Author":"Confucius","Category":"knowledge","Quote":"The hardest thing of all is to find a black cat in a dark room, especially if there is no cat."},{"Author":"Charles Darwin,  The Descent of Man","Category":"knowledge","Quote":"Ignorance more frequently begets confidence than does knowledge: it is those who know little, not those who know much, who so positively assert that this or that problem will never be solved by science."},{"Author":"Leonardo da Vinci","Category":"knowledge","Quote":"The knowledge of all things is possible"},{"Author":"Johann Wolfgang von Goethe","Category":"knowledge","Quote":"Knowing is not enough; we must apply. Willing is not enough; we must do."},{"Author":"Lao Tzu","Category":"knowledge","Quote":"To know that you do not know is the best.To think you know when you do not is a disease.Recognizing this disease as a disease is to be free of it."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"knowledge","Quote":"Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever."},{"Author":"Isaac Newton","Category":"knowledge","Quote":"I can calculate the motion of heavenly bodies but not the madness of people."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"I am the coffee, and God is The Barista. Through me, he may awaken your soul. But the coffee knows not what flows through the mind of The Barista."},{"Author":"Albert Einstein","Category":"knowledge","Quote":"Information is not knowledge."},{"Author":"Neil deGrasse Tyson,  The Sky Is Not the Limit: Adventures of an Urban Astrophysicist","Category":"knowledge","Quote":"... there is no shame in not knowing. The problem arises when irrational thought and attendant behavior fill the vacuum left by ignorance."},{"Author":"Bram Stoker,  DRACULA","Category":"knowledge","Quote":"Remember my friend, that knowledge is stronger than memory, and we should not trust the weaker"},{"Author":"Sigmund Freud,  The Future of an Illusion","Category":"knowledge","Quote":"No, our science is no illusion. But an illusion it would be to suppose that what science cannot give us we can get elsewhere."},{"Author":"Gustave Flaubert,  Memoirs of a Madman","Category":"knowledge","Quote":"Doubt … is an illness that comes from knowledge and leads to madness."},{"Author":"Ursula K. Le Guin,  The Left Hand of Darkness","Category":"knowledge","Quote":"To learn which questions are unanswerable, and not to answer them: this skill is most needful in times of stress and darkness."},{"Author":"Kahlil Gibran,  The Prophet","Category":"knowledge","Quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge.The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness.If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"knowledge","Quote":"Love is something to be treated with awe. Or should it be aww? People don’t know my capacity for love. If you tried to bottle it up, I’m sure it would take at least three thermoses to contain it. And if it did get contained, would you drink my love black, or would you add cream and sugar?"},{"Author":"Lao Tzu","Category":"knowledge","Quote":"Knowledge is a treasure, but practice is the key to it."},{"Author":"Oscar Wilde","Category":"knowledge","Quote":"nothing that is worth knowing can be taught"},{"Author":"Gautama Buddha,  The Dhammapada","Category":"knowledge","Quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]"},{"Author":"Yukio Mishima,  The Temple of the Golden Pavilion","Category":"knowledge","Quote":"What transforms this world is — knowledge. Do you see what I mean? Nothing else can change anything in this world. Knowledge alone is capable of transforming the world, while at the same time leaving it exactly as it is. When you look at the world with knowledge, you realize that things are unchangeable and at the same time are constantly being transformed."},{"Author":"William Blake","Category":"knowledge","Quote":"You never know what is enough unless you know what is more than enough."},{"Author":"أبو حامد الغزالي","Category":"knowledge","Quote":"The happiness of the drop is to die in the river."},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"The power of human thought grows exponentially with the number of minds that share that thought."},{"Author":"Kahlil Gibran,  Sand and Foam","Category":"knowledge","Quote":"When you reach the end of what you should know, you will be at the beginning of what you should sense."},{"Author":"Malcolm X","Category":"knowledge","Quote":"Don't be in a hurry to condemn because he doesn't do what you do or think as you think or as fast. There was a time when you didn't know what you know today."},{"Author":"أبو حامد الغزالي","Category":"knowledge","Quote":"Knowledge exists potentially in the human soul like the seed in the soil; by learning the potential becomes actual."},{"Author":"James Madison","Category":"knowledge","Quote":"The advancement and diffusion of knowledge is the only guardian of true liberty."},{"Author":"John Adams,  The Works Of John Adams, Second President Of The United States","Category":"knowledge","Quote":"Let us tenderly and kindly cherish therefore, the means of knowledge. Let us dare to read, think, speak, and write ."},{"Author":"Laurell K. Hamilton,  Circus of the Damned","Category":"knowledge","Quote":"He was twenty. I remembered twenty. I'd known everything at twenty. It took me another year to realize I knew nothing. I was still hoping to learn something before I hit thirty, but I wasn't holding my breath."},{"Author":"Ezra Pound","Category":"knowledge","Quote":"Properly, we should read for power. Man reading should be man intensely alive. The book should be a ball of light in one's hand."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"Wisdom is knowing when you are being patient, and when you are wasting time by waiting."},{"Author":"Arthur Schopenhauer,  Parerga and Paralipomena","Category":"knowledge","Quote":"Philosophy ... is a science, and as such has no articles of faith; accordingly, in it nothing can be assumed as existing except what is either positively given empirically, or demonstrated through indubitable conclusions."},{"Author":"Henry James,  The Portrait of a Lady","Category":"knowledge","Quote":"Her reputation for reading a great deal hung about her like the cloudy envelope of a goddess in an epic."},{"Author":"Mark Twain,  The Adventures of Huckleberry Finn","Category":"knowledge","Quote":"That is just the way with some people. They get down on a thing when they don’t know nothing about it."},{"Author":"Marilyn Vos Savant","Category":"knowledge","Quote":"To acquire knowledge, one must study;but to acquire wisdom, one must observe."},{"Author":"Gertrude Stein","Category":"knowledge","Quote":"Everybody gets so much information all day long that they lose their common sense."},{"Author":"Hippocrates","Category":"knowledge","Quote":"There are in fact two things, science and opinion; the former begets knowledge, the latter ignorance."},{"Author":"Niccolò Machiavelli,  The Prince","Category":"knowledge","Quote":"Because there are three classes of intellects: one which comprehends by itself; another which appreciates what others comprehend; and a third which neither comprehends by itself nor by the showing of others; the first is the most excellent, the second is good, the third is useless."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"Wisdom equals knowledge plus courage. You have to not only know what to do and when to do it, but you have to also be brave enough to follow through."},{"Author":"Dan Brown","Category":"knowledge","Quote":"Small minds have always lashed out at what they don't understand."},{"Author":"Abigail Adams","Category":"knowledge","Quote":"Well, knowledge is a fine thing, and mother Eve thought so; but she smarted so severely for hers, that most of her daughters have been afraid of it since."},{"Author":"Aristotle,  On Man in the Universe","Category":"knowledge","Quote":"All men by nature desire knowledge."},{"Author":"Horace Mann","Category":"knowledge","Quote":"Do not think of knocking out another person's brains because he differs in opinion from you. It would be as rational to knock yourself on the head because you differ from yourself ten years ago."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"knowledge","Quote":"Time is such a waste of time to think about, because the longer you ponder it, the more of it you lose. And before you know it, you don’t know it, because you are nothing but dusty worm food."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"knowledge","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"I once tried to light a joint with a fire ant, but what did I know? I was high on glue and in the third grade, just like grandpa."},{"Author":"Jiddu Krishnamurti","Category":"knowledge","Quote":"You can only be afraid of what you think you know."},{"Author":"Umberto Eco,  The Name of the Rose","Category":"knowledge","Quote":"Then why do you want to know?\"\"Because learning does not consist only of knowing what we must or we can do, but also of knowing what we could do and perhaps should not do."},{"Author":"Dalai Lama XIV","Category":"knowledge","Quote":"Peace does not mean an absence of conflicts; differences will always be there. Peace means solving these differences through peaceful means; through dialogue, education, knowledge; and through humane ways."},{"Author":"Anne Rice,  The Vampire Lestat","Category":"knowledge","Quote":"Very few beings really seek knowledge in this world. Mortal or immortal, few really ask. On the contrary, they try to wring from the unknown the answers they have already shaped in their own minds -- justifications, confirmations, forms of consolation without which they can't go on. To really ask is to open the door to the whirlwind. The answer may annihilate the question and the questioner."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"Popular culture is a place where pity is called compassion, flattery is called love, propaganda is called knowledge, tension is called peace, gossip is called news, and auto-tune is called singing."},{"Author":"Alexander Pope,  An Essay on Criticism","Category":"knowledge","Quote":"A little learning is a dangerous thing.Drink deep, or taste not the Pierian Spring;There shallow draughts intoxicate the brain,and drinking largely sobers us again."},{"Author":"Ursula K. Le Guin,  The Telling","Category":"knowledge","Quote":"Belief is the wound that knowledge heals."},{"Author":"Confucius","Category":"knowledge","Quote":"Shall I teach you what knowledge?When you know a thing, say that you know it;when you do not know a thing,admit that you do not know it.That is knowledge"},{"Author":"Frank Herbert","Category":"knowledge","Quote":"Belief can be manipulated. Only knowledge is dangerous."},{"Author":"Johann Wolfgang von Goethe,  Maxims and Reflections","Category":"knowledge","Quote":"Those who know nothing of foreign languages know nothing of their own."},{"Author":"Audre Lorde","Category":"knowledge","Quote":"Our feelings are our most genuine paths to knowledge."},{"Author":"Immanuel Kant,  Critique of Pure Reason","Category":"knowledge","Quote":"I had to deny knowledge in order to make room for faith."},{"Author":"Jiddu Krishnamurti","Category":"knowledge","Quote":"Do not repeat after me words that you do not understand. Do not merely put on a mask of my ideas, for it will be an illusion and you will thereby deceive yourself."},{"Author":"Joe Abercrombie,  The Heroes","Category":"knowledge","Quote":"The truth is like salt. Men want to taste a little, but too much makes everyone sick."},{"Author":"Plato,  The Republic","Category":"knowledge","Quote":"Bodily exercise, when compulsory, does no harm to the body; but knowledge which is acquired under compulsion obtains no hold on the mind."},{"Author":"Holly Black,  Lucinda's Secret","Category":"knowledge","Quote":"What an author doesn't know could fill a book."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"knowledge","Quote":"If I knew what you’d do, exactly when you knew what you’d do, then I’d either be you or I’d be God. And we both know I’m not you."},{"Author":"Hermann Hesse,  Siddhartha","Category":"knowledge","Quote":"I have always thirsted for knowledge, I have always been full of questions."},{"Author":"Terry Goodkind","Category":"knowledge","Quote":"Knowledge is a weapon. I intend to be formidably armed."},{"Author":"Malcolm X,  Malcolm X Speaks: Selected Speeches and Statements","Category":"knowledge","Quote":"The greatest mistake of the movement has been trying to organize a sleeping people around specific goals. You have to wake the people up first, then you'll get action."},{"Author":"Neil Gaiman,  The Sandman, Vol. 7: Brief Lives","Category":"knowledge","Quote":"She said we all not only could know everything. We do. We just tell ourselves we don't to make it all bearable."},{"Author":"Ambrose Bierce,  The Unabridged Devil's Dictionary","Category":"knowledge","Quote":"Faith, n. Belief without evidence in what is told by one who speaks without knowledge, of things without parallel."},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"Knowledge grows exponentially. The more we know, the greater our ability to learn, and the faster we expand our knowledge base."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"I don't pretend to know everything; I just only speak on matters I know I'll win."},{"Author":"Clarence Darrow","Category":"knowledge","Quote":"I do not consider it an insult, but rather a compliment to be called an agnostic. I do not pretend to know where many ignorant men are sure — that is all that agnosticism means."},{"Author":"Kirstie Alley","Category":"knowledge","Quote":"It's funny. No matter how hard you try, you can't close your heart forever. And the minute you open it up, you never know what's going to come in. But when it does, you just have to go for it! Because if you don't, there's not point in being here."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"knowledge","Quote":"Nothing is so firmly believed as that which we least know."},{"Author":"Jim Butcher,  White Night","Category":"knowledge","Quote":"Knowledge is the ultimate weapon. It always has been."},{"Author":"Alan Lightman,  Einstein's Dreams","Category":"knowledge","Quote":"If a person holds no ambitions in this world, he suffers unknowingly. If a person holds ambitions, he suffers knowingly, but very slowly."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"knowledge","Quote":"Would you like to know your future?If your answer is yes, think again. Not knowing is the greatest life motivator.So enjoy, endure, survive each moment as it comes to you in its proper sequence -- a surprise."},{"Author":"Veronica Roth,  Divergent","Category":"knowledge","Quote":"Valuing knowledge above all else results in a lust for power, and that leads men into dark and empty places."},{"Author":"Voltaire","Category":"knowledge","Quote":"It is an infantile superstition of the human spirit that virginity would be thought a virtue and not the barrier that separates ignorance from knowledge."},{"Author":"Bill Bullard","Category":"knowledge","Quote":"Opinion is really the lowest form of human knowledge. It requires no accountability, no understanding. The highest form of knowledge… is empathy, for it requires us to suspend our egos and live in another’s world. It requires profound purpose larger than the self kind of understanding."},{"Author":"Napoleon Hill,  Think and Grow Rich","Category":"knowledge","Quote":"The way of success is the way of continuous pursuit of knowledge."},{"Author":"Immanuel Kant,  Critique of Pure Reason","Category":"knowledge","Quote":"All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason."},{"Author":"Robert G. Ingersoll,  The Works Of Robert G. Ingersoll, Vol. Iii","Category":"knowledge","Quote":"Give me the storm and tempest of thought and action, rather than the dead calm of ignorance and faith! Banish me from Eden when you will; but first let me eat of the fruit of the tree of knowledge!"},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"knowledge","Quote":"To learn is not to know; there are the learners and the learned. Memory makes the one, philosophy the others."},{"Author":"Ian McEwan","Category":"knowledge","Quote":"No one knows anything, really. It's all rented, or borrowed."},{"Author":"Carl R. Rogers","Category":"knowledge","Quote":"The only person who is educated is the one who has learned how to learn and change."},{"Author":"Ralph Waldo Emerson,  Essays Including Essays, First & Second Series, English Traits, Nature & Considerations by the Way","Category":"knowledge","Quote":"We are students of words: we are shut up in schools, and colleges, and recitation -rooms, for ten or fifteen years, and come out at last with a bag of wind, a memory of words, and do not know a thing."},{"Author":"Craig Silvey,  Jasper Jones","Category":"knowledge","Quote":"I don't understand a thing about this world: about people, and why they do the things they do. The more I find out, the more I uncover, the more I know, the less I understand."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"Reading makes you ready for the world. A man who doesn’t read is a man who is easily deceived. You must find that man and make him sign a contract, and you must do it before Satan does. Trust me, the profits are HUGE!"},{"Author":"Pope John Paul II","Category":"knowledge","Quote":"Know what you are talking about."},{"Author":"Ludwig Wittgenstein,  Philosophical Investigations","Category":"knowledge","Quote":"The problems are solved, not by giving new information, but by arranging what we have known since long."},{"Author":"Kurt Vonnegut,  Breakfast of Champions","Category":"knowledge","Quote":"New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become."},{"Author":"Patricia Briggs,  Raven's Shadow","Category":"knowledge","Quote":"Knowledge is a better weapon than a sword."},{"Author":"Leonardo da Vinci,  Leonardo's Notebooks","Category":"knowledge","Quote":"All sciences are vain and full of errors that are not born of Experience, the mother of all Knowledge."},{"Author":"Dalai Lama XIV","Category":"knowledge","Quote":"Share your knowledge. It is a way to achieve immortality."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"knowledge","Quote":"Habit is the intersection of knowledge (what to do), skill (how to do), and desire (want to do)."},{"Author":"John Locke,  Some Thoughts Concerning Education","Category":"knowledge","Quote":"The only defense against the world is a thorough knowledge of it."},{"Author":"Ravi Zacharias","Category":"knowledge","Quote":"To sustain the belief that there is no God, atheism has to demonstrate infinite knowledge, which is tantamount to saying, “I have infinite knowledge that there is no being in existence with infinite knowledge"},{"Author":"Richard Feynman","Category":"knowledge","Quote":"We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on."},{"Author":"Plato,  Apology","Category":"knowledge","Quote":"I thought to myself: I am wiser than this man; neither of us probably knows anything that is really good, but he thinks he has knowledge, when he has not, while I, having no knowledge, do not think I have."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"knowledge","Quote":"At first sign of crisis, the ignorant don’t panic because they don’t know what’s going on, and then later they panic precisely because they don’t know what’s going on."},{"Author":"Jane Austen,  Northanger Abbey","Category":"knowledge","Quote":"She was heartily ashamed of her ignorance - a misplaced shame. Where people wish to attach, they should always be ignorant. To come with a well−informed mind is to come with an inability of administering to the vanity of others, which a sensible person would always wish to avoid. A woman especially, if she have the misfortune of knowing anything, should conceal it as well as she can."},{"Author":"Alfred Lord Tennyson,  In Memoriam","Category":"knowledge","Quote":"So runs my dream, but what am I?An infant crying in the nightAn infant crying for the lightAnd with no language but a cry."},{"Author":"Plato","Category":"knowledge","Quote":"Poets utter great and wise things which they do not themselves understand."},{"Author":"Charles Baudelaire","Category":"knowledge","Quote":"I set out to discover the why of it, and to transform my pleasure into knowledge."},{"Author":"Seneca,  Natural Questions","Category":"knowledge","Quote":"Timendi causa est nescire - Ignorance is the cause of fear."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"knowledge","Quote":"I fell in love with her the moment she was late, though neither one of us knew it at the time because she hadn’t arrived yet."},{"Author":"Neil deGrasse Tyson","Category":"knowledge","Quote":"I would teach how science works as much as I would teach what science knows. I would assert (given that essentially, everyone will learn to read) that science literacy is the most important kind of literacy they can take into the 21st century. I would undervalue grades based on knowing things and find ways to reward curiosity. In the end, it's the people who are curious who change the world."},{"Author":"Edmund Burke,  On Empire, Liberty, and Reform: Speeches and Letters","Category":"knowledge","Quote":"Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.\"[Preface to Brissot's Address to His Constituents (1794)]"},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"Knowledge is a tool, and like all tools, its impact is in the hands of the user."},{"Author":"Anton Chekhov","Category":"knowledge","Quote":"These people have learned not from books, but in the fields, in the wood, on the river bank. Their teachers have been the birds themselves, when they sang to them, the sun when it left a glow of crimson behind it at setting, the very trees, and wild herbs."},{"Author":"Julie Kagawa,  The Immortal Rules","Category":"knowledge","Quote":"Words define us,' Mom continued, as I struggled to make my clumsy marks look like her elegant script. 'We must protect our knowledge and pass it on whenever we can. If we are ever to become a society again, we must teach others how to remain human."},{"Author":"George Bernard Shaw,  Major Barbara","Category":"knowledge","Quote":"You have learnt something. That always feels at first as if you have lost something."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"knowledge","Quote":"....a good book can teach you about the world and about yourself. You learn more than how to read better; you also learn more about life. You become wiser. Not just more knowledgeable - books that provide nothing but information can produce that result. But wiser, in the sense that you are more deeply aware of the great and enduring truths of human life."},{"Author":"Ann Druyan","Category":"knowledge","Quote":"Interviewer: Didn't Sagan want to believe?Druyan: he didn't want to believe. he wanted to know."},{"Author":"Thomas Hobbes,  Leviathan","Category":"knowledge","Quote":"Scientia potentia est.Knowledge is power."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"knowledge","Quote":"Parents are always more knowledgeable than their children, and children are always smarter than their parents."},{"Author":"Gautama Buddha","Category":"knowledge","Quote":"To force oneself to believe and to accept a thing without understanding is political, and not spiritual or intellectual."},{"Author":"W.E.B. Du Bois,  The Souls of Black Folk","Category":"knowledge","Quote":"Herein lies the tragedy of the age: not that men are poor, — all men know something of poverty; not that men are wicked, — who is good? not that men are ignorant, — what is Truth? Nay, but that men know so little of men."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"knowledge","Quote":"His priority did not seem to be to teach them what he knew, but rather to impress upon them that nothing, not even... knowledge, was foolproof."},{"Author":"Voltaire","Category":"knowledge","Quote":"Meditation is the dissolution of thoughts in Eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity."},{"Author":"Marguerite Yourcenar,  Memoirs of Hadrian","Category":"knowledge","Quote":"The true birthplace is that wherein for the first time one looks intelligently upon oneself; my first homelands have been books, and to a lesser degree schools."},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"knowledge","Quote":"From the mouths of the innocents flows truth."},{"Author":"Francis Bacon,  Meditations Sacrae and Human Philosophy Meditations Sacrae and Human Philosophy","Category":"knowledge","Quote":"Ipsa scientia potestas est.Knowledge itself is power."},{"Author":"A.P.J. Abdul Kalam,  Indomitable Spirit","Category":"knowledge","Quote":"When learning is purposeful, creativity blossoms. When creativity blossoms, thinking emanates. When thinking emanates, knowledge is fully lit. When knowledge is lit, economy flourishes."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"knowledge","Quote":"Knowing was a temptation. What you don't know won't tempt you."},{"Author":"Ursula K. Le Guin,  A Wizard of Earthsea","Category":"knowledge","Quote":"To light a candle is to cast a shadow..."},{"Author":"W.E.B. Du Bois,  Dusk of Dawn","Category":"knowledge","Quote":"There is but one coward on earth, and that is the coward that dare not know."},{"Author":"Terence McKenna","Category":"knowledge","Quote":"Nobody is smarter than you are. And what if they are? What good is their understanding doing you?"},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"I think a lot of psychopaths are just geniuses who drove so fast that they lost control."},{"Author":"Christine de Pizan,  The Treasure of the City of Ladies","Category":"knowledge","Quote":"Ah, child and youth, if you knew the bliss which resides in the taste of knowledge, and the evil and ugliness that lies in ignorance, how well you are advised to not complain of the pain and labor of learning."},{"Author":"John Wesley,  Letters of John Wesley","Category":"knowledge","Quote":"Beware you be not swallowed up in books! An ounce of love is worth a pound of knowledge."},{"Author":"Bertrand Russell","Category":"knowledge","Quote":"What is wanted is not the will to believe, but the will to find out, which is the exact opposite."},{"Author":"H.L. Mencken,  A Mencken Chrestomathy","Category":"knowledge","Quote":"We are here and it is now. Further than that, all human knowledge is moonshine."},{"Author":"Diane Arbus,  Diane Arbus: Revelations","Category":"knowledge","Quote":"The thing that's important to know is that you never know. You're always sort of feeling your way."},{"Author":"Samuel Johnson,  The History of Rasselas, Prince of Abissinia","Category":"knowledge","Quote":"Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful."},{"Author":"Madeleine L'Engle,  A Wrinkle in Time","Category":"knowledge","Quote":"Qui plussait, plus se tait. French, you know. The more a man knows, the less he talks."},{"Author":"Allan Rufus","Category":"knowledge","Quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org"},{"Author":"Kendare Blake,  Anna Dressed in Blood","Category":"knowledge","Quote":"Anna's eyes soften, and the stubborn tears begin to recede. The way she stands, the way she breathes, I know she wants to come closer. New knowledge fills up the air between us and neither of us wants to breathe it in."},{"Author":"Jim Butcher,  Dead Beat","Category":"knowledge","Quote":"I know how you feel,\"I said. \"You run into something you totally don't get, and it's scary as hell. But once you learn something about it, it gets easier to handle. Knowledge counters fear. It always has."},{"Author":"Orson Scott Card,  Xenocide","Category":"knowledge","Quote":"When you have wisdom that another person knows that he needs, you give it freely. But when the other person doesn't yet know that he needs your wisdom you keep it to yourself. Food only looks good to a hungry man."},{"Author":"G.K. Chesterton","Category":"knowledge","Quote":"Humor can get in under the door while seriousness is still fumbling at the handle."},{"Author":"Garth Nix,  Lady Friday","Category":"knowledge","Quote":"Knowledge, like all things, is best in moderation,\"intoned the Will. \"Knowing everything means you don't need to think, and that is very dangerous."},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"Darkness feeds on apathy."},{"Author":"George Eliot,  The Mill on the Floss","Category":"knowledge","Quote":"Poetry and art and knowledge are sacred and pure."},{"Author":"Albert Einstein,  On Cosmic Religion and Other Opinions and Aphorisms","Category":"knowledge","Quote":"I believe in intuition and inspiration. Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution. It is, strictly speaking, a real factor in scientific research."},{"Author":"Amy Tan,  Saving Fish from Drowning","Category":"knowledge","Quote":"You remember only what you want to remember. You know only what your heart allows you to know."},{"Author":"Socrates","Category":"knowledge","Quote":"I only know that I know nothing"},{"Author":"Nicolaus Copernicus","Category":"knowledge","Quote":"To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge."},{"Author":"John Berger,  Ways of Seeing","Category":"knowledge","Quote":"The relation between what we see and what we know is never settled. Each evening we see the sun set. We know that the earth is turning away from it. Yet the knowledge, the explanation, never quite fits the sight."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"The common man prays, 'I want a cookie right now!' And God responds, 'If you'd listen to what I say, tomorrow it will bring you 100 cookies."},{"Author":"Ramakrishna,  Sayings of Sri Ramakrishna","Category":"knowledge","Quote":"Only two kinds of people can attain self-knowledge: those who are not encumbered at all with learning, that is to say, whose minds are not over-crowded with thoughts borrowed from others; and those who, after studying all the scriptures and sciences, have come to realise that they know nothing."},{"Author":"Noah Benshea,  Jacob the Baker: Gentle Wisdom For a Complicated World","Category":"knowledge","Quote":"My heart knows what my mind only think it knows."},{"Author":"Fulton J. Sheen,  Life Is Worth Living","Category":"knowledge","Quote":"A teacher who cannot explain any abstract subject to a child does not himself thoroughly understand his subject; if he does not attempt to break down his knowledge to fit the child's mind, he does not understand teaching."},{"Author":"Thomas Carlyle","Category":"knowledge","Quote":"A loving heart is the beginning of all knowledge."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"knowledge","Quote":"My parents always said that knowledge was the best gift they could give me, probably because they were too cheap to buy me Christmas or Birthday presents."},{"Author":"J.D. Stroube,  Caged in Darkness","Category":"knowledge","Quote":"No one has free will until they are an adult, and by then the choices that were made for them, have already set them on a course that gives limited freedom in the choices to be made."},{"Author":"L. Frank Baum,  The Marvelous Land of Oz","Category":"knowledge","Quote":"To 'know Thyself' is considered quite an accomplishment."},{"Author":"Hippocrates","Category":"knowledge","Quote":"People think that epilepsy is divine simply because they don't have any idea what causes epilepsy. But I believe that someday we will understand what causes epilepsy, and at that moment, we will cease to believe that it's divine. And so it is with everything in the universe"},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"The barrier during self-improvement is not so much that we hate learning, rather we hate being taught. To learn entails that the knowledge was achieved on one's own accord - it feels great - but to be taught often leaves a feeling of inferiority. Thus it takes a bit of determination and a lot of humility in order for one to fully develop."},{"Author":"Plato,  The Republic","Category":"knowledge","Quote":"Either we shall find what it is we are seeking or at least we shall free ourselves from the persuasion that we know what we do not know."},{"Author":"Jarod Kintz,  This Book Title is Invisible","Category":"knowledge","Quote":"When I hear your name, I involuntarily clench my butt cheeks. Is that love? I don’t know—I’m not Nicholas Sparks."},{"Author":"Albert Einstein","Category":"knowledge","Quote":"As our circle of knowledge expands, so does the circumference of darkness surrounding it."},{"Author":"Timothy Leary,  Chaos & Cyber Culture","Category":"knowledge","Quote":"And a new philosophy emerged called quantum physics, which suggest that the individual’s function is to inform and be informed. You really exist only when you’re in a field sharing and exchanging information. You create the realities you inhabit."},{"Author":"Democritus","Category":"knowledge","Quote":"Many much-learned men have no intelligence."},{"Author":"Sophocles,  Oedipus Rex","Category":"knowledge","Quote":"Alas, how terrible is wisdomwhen it brings no profit to the man that's wise!This I knew well, but had forgotten it,else I would not have come here."},{"Author":"Randy Pausch,  The Last Lecture","Category":"knowledge","Quote":"I was hugely impressed... was the ultimate example of a man who knew what he didn't know, was perfectly willing to admit it, and didn't want to leave until he understood. That's heroic to me. I wish every grad student had that attitude."},{"Author":"Michael Jackson","Category":"knowledge","Quote":"Human knowledge consists not only of libraries of parchment and ink - it is also comprised of the volumes of knowledge that are written on the human heart, chiselled on the human soul, and engraved on the human psyche."},{"Author":"Jiddu Krishnamurti","Category":"knowledge","Quote":"Acquiring knowledge is a form of imitation."},{"Author":"Thomas Jefferson","Category":"knowledge","Quote":"I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"knowledge","Quote":"The real purpose of the scientific method is to make sure nature hasn’t misled you into thinking you know something you actually don’t know."},{"Author":"Osho,  The Book of Secrets","Category":"knowledge","Quote":"Only a blind man can easily define what light is. When you do not know, you are bold. Ignorance is always bold; knowledge hesitates. And the more you know, the more you feel that the ground underneath is dissolving. The more you know, the more you feel how ignorant you are."},{"Author":"Chuck Palahniuk,  Lullaby","Category":"knowledge","Quote":"Some people still think knowledge is power."},{"Author":"Malcolm X,  The Autobiography of Malcolm X","Category":"knowledge","Quote":"Despite my firm convictions, I have been always a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds it. I have always kept an open mind, which is necessary to the flexibility that must go hand in hand with every form of intelligent search for truth."},{"Author":"Michael Bassey Johnson","Category":"knowledge","Quote":"I don't fancy colors of the face, I'm always attracted to colors of the brain."},{"Author":"Robert B. Parker,  Mortal Stakes","Category":"knowledge","Quote":"Yeah. Floyd is his batman.\"His what?\"Batman, like in the British army, each officer had a batman, a personal servant.\"You spend too much time reading, Spenser. You know more stuff that don't make you money than anybody I know."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"knowledge","Quote":"For if we're destroyed, the knowledge is dead...We're nothing more than dust jackets for books...so many pages to a person..."},{"Author":"Anne Rice,  Vittorio, The Vampire","Category":"knowledge","Quote":"We all suffer under a curse, the curse that we know more than we can endure, and there is nothing, absolutely nothing we can do about the force and the lure of this knowledge."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"knowledge","Quote":"You are a wonderful creation. You know more than you think you know, just as you know less than you want to know."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"knowledge","Quote":"Don't wish...DO! Don't try...BE! Don't think...KNOW! And above all: Bless a stranger with a small, yet powerful, random act of kindness. You feel me?"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"When walking alone in a jungle of true darkness, there are three things that can show you the way: instinct to survive, the knowledge of navigation, creative imagination. Without them, you are lost."},{"Author":"Sholem Asch","Category":"knowledge","Quote":"I love the place; the magnificent books; I require books as I require air."},{"Author":"Margaret Atwood,  Oryx and Crake","Category":"knowledge","Quote":"We understand more than we know."},{"Author":"Robert Jordan,  A Crown of Swords","Category":"knowledge","Quote":"If you don't know everything, you must go on with what you do know."},{"Author":"Richard Dawkins","Category":"knowledge","Quote":"Science replaces private prejudice with public, verifiable evidence."},{"Author":"John Dewey","Category":"knowledge","Quote":"a problem well put is half solved."},{"Author":"Johann Wolfgang von Goethe","Category":"knowledge","Quote":"He who cannot draw on three thousand years is living from hand to mouth."},{"Author":"Ursula K. Le Guin,  A Wizard of Earthsea","Category":"knowledge","Quote":"But need alone is not enough to set power free: there must be knowledge."},{"Author":"T.S. Eliot","Category":"knowledge","Quote":"Where is the wisdom we have lost in knowledge?Where is the knowledge we have lost in infomation?"},{"Author":"Friedrich Nietzsche,  The Birth of Tragedy","Category":"knowledge","Quote":"Knowledge kills action; action requires the veils of illusion."},{"Author":"A.W. Tozer,  The Pursuit of God","Category":"knowledge","Quote":"The world is perishing for lack of the knowledge of God and the Church is famishing for want of His Presence."},{"Author":"Thomas Henry Huxley,  Life and Letters of Thomas Henry Huxley - Volume 1","Category":"knowledge","Quote":"I am too much of a skeptic to deny the possibility of anything."},{"Author":"Robert Jordan","Category":"knowledge","Quote":"You can never know everything. Part of what you know is always wrong. Perhaps the most important part. A portion of wisdom lies in knowing that. A portion of knowledge lies in going on anyway."},{"Author":"Robert Burns,  Collected Poems of Robert Burns","Category":"knowledge","Quote":"There is no such uncertainty as a sure thing."},{"Author":"Joanne Harris,  Runemarks","Category":"knowledge","Quote":"The dead know everything but they don't give a damn."},{"Author":"Jay Woodman","Category":"knowledge","Quote":"When we make judgements we're inevitably acting on limited knowledge, isn't it best to ask if we seek to understand, or simply let them be?"},{"Author":"Leonardo da Vinci","Category":"knowledge","Quote":"The acquisition of knowledge is always of use to the intellect, because it may thus drive out useless things and retain the good. For nothing can be loved or hated unless it is first known."},{"Author":"George Eliot,  Daniel Deronda","Category":"knowledge","Quote":"Let my body dwell in poverty, and my hands be as the hands of the toiler; but let my soul be as a temple of remembrance where the treasures of knowledge enter and the inner sanctuary is hope."},{"Author":"David Baldacci,  The Simple Truth","Category":"knowledge","Quote":"Depending on the situation, sometimes you can know a person better in ten minutes than someone you have crossed paths with all your life."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"knowledge","Quote":"I’m up for the Julius Caesar Author of the Year Award this year. I’m tremendously proud, considering Caesar is the guy who burned down the Library of Alexandria."},{"Author":"Kay Redfield Jamison","Category":"knowledge","Quote":"Knowledge is marvelous, but wisdom is even better."},{"Author":"Albert Einstein","Category":"knowledge","Quote":"Curiosity is more important than knowledge."},{"Author":"Samuel Johnson","Category":"knowledge","Quote":"Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information on it."},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"knowledge","Quote":"The mind of God is a mystery and none can understand it."},{"Author":"Anthony de Mello,  One Minute Wisdom","Category":"knowledge","Quote":"Every word, every image used for God is a distortion more than a description."},{"Author":"Robert Fulghum,  All I Really Need to Know I Learned in Kindergarten","Category":"knowledge","Quote":"Everything I need to know... I learned in kindergarten."},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"knowledge","Quote":"Not all men (and especially the wisest) share the opinion that it is bad for women to be educated. But it is very true that many foolish men have claimed this because it displeased them that women knew more than they did."},{"Author":"Anonymous","Category":"knowledge","Quote":"Whoever treads a path seeking knowledge, Allah will make easy for him the path to Paradise.\"(reported by Ibn Majah and others, fulfilling the conditions of Imam al Bukhari and Imam Muslim)"},{"Author":"Hanh Nhat Thich,  Being Peace","Category":"knowledge","Quote":"Guarding knowledge is not a good way to understand. Understanding means to throw away your knowledge."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"knowledge","Quote":"The master of the garden is the one who waters it, trims the branches, plants the seeds, and pulls the weeds. If you merely stroll through the garden, you are but an acolyte."},{"Author":"J.C. Ryle,  Practical Religion","Category":"knowledge","Quote":"Hell is truth known too late."},{"Author":"Donald Rumsfeld","Category":"knowledge","Quote":"Reports that say that something hasn't happened are always interesting to me, because as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know."},{"Author":"Abraham Lincoln","Category":"knowledge","Quote":"in times like the present, men should utter nothing for which they would not willingly be responsible through time and eternity."},{"Author":"T.S. Eliot,  Selected Essays","Category":"knowledge","Quote":"Someone said, 'The dead writers are remote from us because we know so much more than they did.' Precisely, and they are that which we know."},{"Author":"Paulo Coelho,  Brida","Category":"knowledge","Quote":"The soil needs the seed and the seed needs the soil. The one only has meaning with the other. It is the same thing with human beings. When male knowledge joins with female transformation, then the great magical union is created, and its name is wisdom. Wisdom means both to know and to transform."},{"Author":"C.G. Jung","Category":"knowledge","Quote":"Often the hands will solve a mystery that the intellect has struggled with in vain."},{"Author":"Jules Verne,  Journey to the Center of the Earth","Category":"knowledge","Quote":"Science, my boy, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."},{"Author":"Susan Sontag,  The Benefactor","Category":"knowledge","Quote":"The truth is always something that is told, not something that is known. If there were no speaking or writing, there would be no truth about anything. There would only be what is."},{"Author":"Jim Butcher,  Death Masks","Category":"knowledge","Quote":"I am blind and limited. I would be a fool think myself wise. And so, not knowing what the universe means, I can only try to be responsible with the knowledge, the strength, and the time given to me. I must be true to my heart."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"knowledge","Quote":"Experience is more important than knowledge."},{"Author":"Terry Pratchett,  I Shall Wear Midnight","Category":"knowledge","Quote":"If you do not know where you come from, then you don't know where you are, and if you don't know where you are, then you don't know where you're going. And if you don't know where you're going, you're probably going wrong."},{"Author":"Plato","Category":"knowledge","Quote":"Ideas are the source of all things"},{"Author":"Rumi,  The Essential Rumi","Category":"knowledge","Quote":"Knowledge that is acquiredis not like this. Those who have it worry ifaudiences like it or not.It's a bait for popularity.Disputational knowing wants customers.It has no soul...The only real customer is God.Chew quietlyyour sweet sugarcane God-Love, and stayplayfully childish."},{"Author":"Guru Nanak,  Sri Guru Granth Sahib","Category":"knowledge","Quote":"Burn worldly love, rub the ashes and make ink of it, make the heart the pen, the intellect the writer, write that which has no end or limit."},{"Author":"John Calvin","Category":"knowledge","Quote":"It would be the height of absurdity to label ignorance tempered by humility \"faith\"!(Institutio III.2.3)"},{"Author":"Tobsha Learner,  The Witch of Cologne","Category":"knowledge","Quote":"A man who denies his past is a man who truly denies himself a future, for he refuses to know himself, and to deny knowledge of oneself is to stumble through life as handicapped as the blind mute."},{"Author":"Will Durant,  The Story of Philosophy","Category":"knowledge","Quote":"And last are the few whose delight is in meditation and understanding; who yearn not for goods, nor for victory, but for knowledge; who leave both market and battlefield to lose themselves in the quiet clarity of secluded thought; whose will is a light rather than a fire, whose haven is not power but truth: these are the men of wisdom, who stand aside unused by the world."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"knowledge","Quote":"Education is beautification of the inner world and the outer world."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"knowledge","Quote":"The ability to retain a child's view of the world with at the same time a mature understanding of what it means to retain it, is extremely rare - and a person who has these qualities is likely to be able to contribute something really important to our thinking."},{"Author":"كريم الشاذلي,  مالم يخبرني به أبي عن الحياة","Category":"knowledge","Quote":"من ظن أنه بقراءة كتاب أو أكثر صار مفكراً .. أو أديباً.. فهو واهم، ومن أمسك بتلابيب الفتوى في أمور الدين أو الدنيا لمجرد حفظه لعشر أحاديث وبعض قصار السور فهو مفتون"},{"Author":"Patricia Briggs,  Dragon Bones","Category":"knowledge","Quote":"I can't protect you from knowledge."},{"Author":"Stephen Fry","Category":"knowledge","Quote":"I'm fat because I'm greedy, and if my mind is fat it's because I'm curious."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"knowledge","Quote":"Lady Wisdom will be your close friend; and Brother Knowledge will be your pleasant companion."},{"Author":"Stanley Kubrick","Category":"knowledge","Quote":"The dead know only one thing, it is better to be alive"},{"Author":"Johann Wolfgang von Goethe,  Faust: First Part","Category":"knowledge","Quote":"I am not omniscient, but I know a lot."},{"Author":"Dave Eggers,  You Shall Know Our Velocity!","Category":"knowledge","Quote":"How had this happened? Everyone in the world knew more than us, about everything, and this I hated then found hugely comforting."},{"Author":"Joseph Smith Jr.","Category":"knowledge","Quote":"The exaltation and happiness of any community, goes hand in hand with the knowledge possessed by the people, when applied to laudable ends; whereupon we can exclaim like the wise man; righteousness exalteth a nation; for righteousness embraces knowledge and knowledge is power."},{"Author":"George Eliot,  Daniel Deronda","Category":"knowledge","Quote":"It is a common sentence that knowledge is power; but who hath duly considered or set forth the power of ignorance? Knowledge slowly builds up what ignorance in an hour pulls down."},{"Author":"Joseph Goebbels","Category":"knowledge","Quote":"Faith moves mountains, but only knowledge moves them to the right place..."},{"Author":"John Calvin","Category":"knowledge","Quote":"There is no knowing that does not begin with knowing God."},{"Author":"Jiddu Krishnamurti,  The Flight of the Eagle","Category":"knowledge","Quote":"To ask the 'right' question is far more important than to receive the answer. The solution of a problem lies in the understanding of the problem; the answer is not outside the problem, it is in the problem."},{"Author":"Nancy Astor the Viscountess Astor","Category":"knowledge","Quote":"We women talk too much, but even then we don't tell half what we know."},{"Author":"Iain Pears,  The Dream of Scipio","Category":"knowledge","Quote":"Was not Hypatia the greatest philosopher of Alexandria, and a true martyr to the old values of learning? She was torn to pieces by a mob of incensed Christians not because she was a woman, but because her learning was so profound, her skills at dialectic so extensive that she reduced all who queried her to embarrassed silence. They could not argue with her, so they murdered her."},{"Author":"Thomas S. Monson","Category":"knowledge","Quote":"We need learn what we need to learn, know what we need to know, and do what we need to do."},{"Author":"Karen Blixen,  Out of Africa","Category":"knowledge","Quote":"A visitor is a friend, he brings news, good or bad, which is bread to the hungry minds in lonely places. A real friend who comes to the house is a heavenly messenger, who brings the panis angelorum."},{"Author":"Claudius Galenus","Category":"knowledge","Quote":"Those who are enslaved to their sects are not merely devoid of all sound knowledge, but they will not even stop to learn!"},{"Author":"Phyllis McGinley","Category":"knowledge","Quote":"Compromise, if not the spice of life, is its solidity. It is what makes nations great and marriages happy"},{"Author":"أبو حيان التوحيدي","Category":"knowledge","Quote":"يظن الغمر أن الكتب تهدى ... ... أخاً فهم لإدراك العلوموما يدرى الجهول بأن فيها ... ... غوامض حيرت عقل الفهيمإذا رمت العلوم بغير شيخ ... ... ضللت عن الصراط المستقيموتلتبس الأمور عليك حتى ... ... تصير أضل من 'توما الحكيم"},{"Author":"Harriet Tubman","Category":"knowledge","Quote":"I freed a thousand slaves. I could have freed a thousand more if only they knew they were slaves."},{"Author":"Jacob Bronowski","Category":"knowledge","Quote":"Man masters nature not by force, but by understanding"},{"Author":"Yevgeny Zamyatin,  We","Category":"knowledge","Quote":"It is said there are flowers that bloom only once in a hundred years. Why should there not be some that bloom once in a thousand, in ten thousand years? Perhaps we never know about them simply because this \"once in a thousand years\"has come today."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"When most of the greatest individuals in history were misunderstood and you've spent so much of your own adult life misunderstood, you can't help but believe that the majority of people know very little worth knowing."},{"Author":"Leonardo da Vinci","Category":"knowledge","Quote":"Wisdom is the daughter of experience"},{"Author":"Tom Stoppard,  Arcadia","Category":"knowledge","Quote":"If knowledge isn't self-knowledge it isn't doing much, mate. Is the universe expanding? Is it contracting? Is it standing on one leg and singing 'When Father Painted the Parlour'? Leave me out. I can expand my universe without you. 'She walks into beauty, like the night of cloudless climes and starry skies, and all that's best of dark and bright meet in her aspect and her eyes."},{"Author":"Plato","Category":"knowledge","Quote":"Knowledge is the food of the soul."},{"Author":"Karl Popper","Category":"knowledge","Quote":"While differing widely in the various little bits we know, in our infinite ignorance we are all equal."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"The man armed with knowledge has a better chance of survival than the man who is simply the fittest. Knowledge is the true strength. Muscle is where the myth is."},{"Author":"Confucius","Category":"knowledge","Quote":"he who will not economize will have to agonize"},{"Author":"Richard Feynman","Category":"knowledge","Quote":"Science is what we have learned about how to keep from fooling ourselves."},{"Author":"Georges Bataille,  The Unfinished System of Nonknowledge","Category":"knowledge","Quote":"I think that knowledge enslaves us, that at the base of all knowledge there is a servility, the acceptation of a way of life wherein each moment has meaning only in relation to another or others that will follow it."},{"Author":"James A. Michener","Category":"knowledge","Quote":"Public libraries have been a mainstay of my life. They represent an individual's right to acquire knowledge; they are the sinews that bind civilized societies the world over. Without libraries, I would be a pauper, intellectually and spiritually."},{"Author":"C.G. Jung","Category":"knowledge","Quote":"Astrology is assured of recognition from psychology, without further restrictions, because astrology represents the summation of all the psychological knowledge of antiquity."},{"Author":"Brigham Young","Category":"knowledge","Quote":"I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by him. I am fearful they settle down in a state of blind self security. Let every man and woman know, by the whispering of the Spirit of God to themselves, whether their leaders are walking in the path the Lord dictates, or not."},{"Author":"Terry Pratchett,  The Truth","Category":"knowledge","Quote":"WHO KNOWS WHAT EVIL LURKS IN THE HEART OF MEN?The Death of Rats looked up from the feast of the potato. SQUEAK, he said.Death waved a hand dismissively. WELL, YES, OBVIOUSLY ME, he said. I JUST WONDERED IF THERE WAS ANYONE ELSE."},{"Author":"Napoleon Hill","Category":"knowledge","Quote":"There are no limitations to the mind except those that we acknowledge."},{"Author":"Werner Heisenberg","Category":"knowledge","Quote":"An expert is someone who knows some of the worst mistakes that can be made in his subject, and how to avoid them."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"knowledge","Quote":"The complexities of adult life get in the way of the truth."},{"Author":"Mary Shelley,  Frankenstein","Category":"knowledge","Quote":"Of what a strange nature is knowledge! It clings to a mind when it has once seized on it like a lichen on a rock.\"- Frankenstein p115"},{"Author":"Bonaventure","Category":"knowledge","Quote":"To know much and taste nothing-of what use is that?"},{"Author":"Christine Feehan,  Dark Demon","Category":"knowledge","Quote":"Maybe you are already lost and just do not know it."},{"Author":"Plato","Category":"knowledge","Quote":"Knowledge becomes evil if the aim be not virtuous."},{"Author":"Dejan Stojanovic","Category":"knowledge","Quote":"Since there is no real silence, Silence will contain all the sounds, All the words, all the languages, All knowledge, all memory."},{"Author":"Andrea Cremer,  Nightshade","Category":"knowledge","Quote":"I also hold very strong personal convictions about censorship. I don't believe in forbidden knowledge."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"Wisdom is nothing more than confirmed imagination: just because one did not study for his exam does not mean that he should leave it blank."},{"Author":"Mehek Bassi,  Chained: Can you escape fate?","Category":"knowledge","Quote":"Whatever I learned,Whatever I knew,Seems like those faded years of childhood that flew,Away in some dilemma,Always in some confusion,The purpose of this life,Seems like an illusion!"},{"Author":"A.S. Byatt,  Possession","Category":"knowledge","Quote":"The individual appears for an instant, joins the community of thought, modifies it and dies; but the species, that dies not, reaps the fruit of his ephemeral existence."},{"Author":"Moderata Fonte,  The Worth of Women: Wherein Is Clearly Revealed Their Nobility and Their Superiority to Men","Category":"knowledge","Quote":"[I]t was with a good end in mind – that of acquiring the knowledge of good and evil – that Eve allowed herself to be carried away and eat the forbidden fruit. But Adam was not moved by this desire for knowledge, but simply by greed: he ate it because he heard Eve say it tasted good."},{"Author":"Mikhail Naimy,  The Book of Mirdad: The Strange Story of a Monastery Which Was Once Called the Ark","Category":"knowledge","Quote":"Logic is immaturity weaving its nets of gossamer wherewith it aims to catch the behemoth of knowledge. Logic is a crutch for the cripple, but a burden for the swift of foot and a greater burden still for the wise."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"knowledge","Quote":"I would suggest that science is, at least in my part, informed worship."},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"knowledge","Quote":"Nothing is generous. New knowledge is a valuable commodity. The more truth we have to work with, the richer we are."},{"Author":"A.E. Housman,  Selected Prose","Category":"knowledge","Quote":"The sum of things to be known is inexhaustible, and however long we read, we shall never come to the end of our story-book.\"(Introductory lecture as professor of Latin at University College, London, 3 October 1892)"},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"knowledge","Quote":"Judgement can do without knowledge: but not knowledge without judgement."},{"Author":"Imam Ja'Far Al-Sadiq","Category":"knowledge","Quote":"Verily, knowledge is a lock and its key is the question."},{"Author":"Kahlil Gibran,  The Prophet","Category":"knowledge","Quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information","Category":"knowledge","Quote":"There are genuine mysteries in the world that mark the limits of human knowing and thinking. Wisdom is fortified, not destroyed, by understanding its limitations. Ignorance does not make a fool as surely as self-deception."},{"Author":"Allan J. Hamilton,  Zen Mind, Zen Horse: The Science and Spirituality of Working with Horses","Category":"knowledge","Quote":"I was drawn to horses as if they were magnets. It was in my blood. I must have inherited from my grandfather a genetic proclivity toward the equine species. Perhaps there's a quirk in the DNA that makes horse people different from everyone else, that instantly divides humanity into those who love horses and the others, who simply don't know."},{"Author":"Robert Liparulo,  House of Dark Shadows","Category":"knowledge","Quote":"Knowledge was like candy: you never turned it down, especially if you didn't have to work too hard to get it."},{"Author":"Jack Tempchin","Category":"knowledge","Quote":"Just remember this, my girl, when you look up in the sky you can see the stars and still not see the light."},{"Author":"Erich Maria Remarque,  Three Comrades","Category":"knowledge","Quote":"- Никогда, Робби, не стремись знать слишком много! Чем меньше знаешь, тем проще живется. Знание делает человека свободным, но и несчастным. Давай выпьем за наивность, за глупость и все, что к ним относится - за любовь, за веру в будущее, за мечты о счастье - за божественную глупость, за потерянный рай..."},{"Author":"Huston Smith,  Beyond the Post-Modern Mind: The Place of Meaning in a Global Civilization","Category":"knowledge","Quote":"The larger the island of knowledge, the longer the shoreline of wonder."},{"Author":"Jamie Leanne Gaines","Category":"knowledge","Quote":"If you truly want to know a person, talk to their enemies."},{"Author":"Blaise Pascal","Category":"knowledge","Quote":"Since we cannot know all there is to be known about anything, we ought to know a little about everything."},{"Author":"William Blake,  Auguries of Innocence","Category":"knowledge","Quote":"He who replies to words of doubtdoth put the light of knowledge out."},{"Author":"Hermann Hesse,  Siddhartha","Category":"knowledge","Quote":"I felt knowledge and the unity of the world circulate in me like my own blood."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"Learning isn't acquiring knowledge so much as it is trimming information that has already been acquired."},{"Author":"Walter M. Miller Jr.,  A Canticle for Leibowitz","Category":"knowledge","Quote":"Because a doubt is not a denial. Doubt is a powerful tool, and it should be applied to history."},{"Author":"Anonymous,  The Dhammapada","Category":"knowledge","Quote":"The fool who knows his folly Becomes wise by that fact.But the fool who thinks he's wise - He's called 'a fool' indeed!"},{"Author":"Carson McCullers,  The Heart is a Lonely Hunter","Category":"knowledge","Quote":"There are those who know and those who don't know. And for every ten thousand who don't know there's only one who knows. That's the miracle of all time--the fact that these millions know so much but don't know this."},{"Author":"Thomas Gray","Category":"knowledge","Quote":"[...] where ignorance is bliss,'Tis folly to be wise."},{"Author":"George Bernard Shaw","Category":"knowledge","Quote":"What we want to see is the child in pursuit of the knowledge not the knowledge in pursuit of the child."},{"Author":"Fyodor Dostoyevsky","Category":"knowledge","Quote":"originality and a feeling of one's own dignity are achieved only through work and struggle."},{"Author":"Christopher Paolini,  Inheritance","Category":"knowledge","Quote":"Anger has its place, but it will not serve you here, the way of the warrior is the way of knowing. Of that knowledge requires you to use anger, then you use anger, but you cannot wrest forth knowledge by losing your temper."},{"Author":"Douglas Adams,  So Long, and Thanks for All the Fish","Category":"knowledge","Quote":"He felt a spasm of excitement because he knew instinctively who it was, or at least knew who it was he wanted it to be, and once you know what it is you want to be true, instinct is a very useful device for enabling you to know that it is."},{"Author":"Carl Sagan,  Dragons of Eden: Speculations on the Evolution of Human Intelligence","Category":"knowledge","Quote":"Those at too great a distance may, I am well are, mistake ignorance for perspective."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"knowledge","Quote":"As much as I would love to know what you know, I’d much rather eat your brain with a spoon."},{"Author":"H. Rider Haggard,  She","Category":"knowledge","Quote":"Ah! how little knowledge does a man acquire in his life. He gathers it up like water, but like water it runs between his fingers, and yet, if his hands be but wet as though with dew, behold a generation of fools call out, 'See, he is a wise man!' Is it not so?"},{"Author":"Ramakrishna,  Sayings of Sri Ramakrishna","Category":"knowledge","Quote":"What Brahman is cannot be described. All things in the world — the Vedas, the Puranas, the Tantras, the six systems of philosophy — have been defiled, like food that has been touched by the tongue, for they have been read or uttered by the tongue. Only one thing has not been defiled in this way, and that is Brahman. No one has ever been able to say what Brahman is."},{"Author":"Nicholas Murray Butler","Category":"knowledge","Quote":"An expert is one who knows more and more about less and less until he knows absolutely everything about nothing."},{"Author":"Gene Wolfe,  Shadow & Claw","Category":"knowledge","Quote":"There is no magic. There is only knowledge, more or less hidden."},{"Author":"Gloria Steinem,  Marilyn","Category":"knowledge","Quote":"Her searches after knowledge were arbitrary and without context. It was as if she were shining a small flashlight of curiosity into the dark room of the world."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"knowledge","Quote":"If I knew everything, life would be lonely, as everyone else would want to explore the world, and I’d be content with a cat on my lap sitting in the dark."},{"Author":"Paul Henri Thiry d'Holbach,  System of Nature","Category":"knowledge","Quote":"If the ignorance of nature gave birth to such a variety of gods, the knowledge of this nature is calculated to destroy them."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Guide to Intelligent Reading","Category":"knowledge","Quote":"The complexities of adult life get in the way of the truth. The great philosophers have always been able to clear away the complexities and see simple distinctions - simple once they are stated, vastly difficult before. If we are to follow them we too must be childishly simple in our questions - and maturely wise in our replies."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"Old words are reborn with new faces."},{"Author":"Margaret Atwood","Category":"knowledge","Quote":"Maybe I don't really want to know what's going on. Maybe I'd rather not know. Maybe I couldn't bear to know. The Fall was a fall from innocence to knowledge."},{"Author":"ليلى الجهني,  40 في معنى أن أكبر","Category":"knowledge","Quote":"أنا لا أريد أن أعبر دون أن أعرفَ كل ما يمكنني أن أعرفه"},{"Author":"Lucy Grealy","Category":"knowledge","Quote":"I used to think that once you really knew a thing, its truth would shine on forever. Now it's pretty obvious to me that more often than not the batteries fade, and sometimes what you knew even goes out with a bang when you try and call on it, just like a light bulb cracking off when you throw the switch."},{"Author":"Leo Tolstoy","Category":"knowledge","Quote":"truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold."},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"knowledge","Quote":"Everything stated or expressed by man is a note in the margin of a completely erased text. From what's in the note we can extract the gist of what must have been in the text, but there's always a doubt, and the possible meanings are many."},{"Author":"C.S. Friedman,  When True Night Falls","Category":"knowledge","Quote":"I sold my soul for knowledge of the future, only to have that very pact render me forever ignorant (Gerald Tarrant)."},{"Author":"Isaiah Berlin","Category":"knowledge","Quote":"The fox knows many things, but the hedgehog knows one big thing."},{"Author":"Tibor Kalman","Category":"knowledge","Quote":"Your children will smash your understanding, knowledge and reality. You will be better off. Then they will leave. You'll miss them forever."},{"Author":"Thomas Cleary","Category":"knowledge","Quote":"The excitable observer will pass judgement first and then make knowledge conform to judgement; the prudent observer will first learn to know and then judge according to knowledge."},{"Author":"Masashi Kishimoto","Category":"knowledge","Quote":"Everyone lives bound by their own knowledge and awareness. They define that as reality; but knowledge and awareness are vage, and perhaps better called illusions."},{"Author":"J.R.R. Tolkien,  The Two Towers","Category":"knowledge","Quote":"Mercy!\"cried Gandalf. \"If the giving of knowledge is to be the cure of your inquisitiveness, I shall spend all the rest of my days in answering you. What more should you like to know?\"\"The names of all the stars, and of all living things, and the whole history of Middle-Earth and Over-heave and of the Sundering Seas,\"laughed Pippin. \"Of course! What less?"},{"Author":"Aimee Carter,  Pawn","Category":"knowledge","Quote":"But the world is out there, and it understands that the illusion of knowledge and freedom is not the same as the real thing. Eventually it will fade, and there are those who will do whatever it takes to make that happen sooner rather than later."},{"Author":"Gregory Maguire,  Out of Oz","Category":"knowledge","Quote":"Of course. You get everything from books."},{"Author":"Ludwig Wittgenstein","Category":"knowledge","Quote":"Knowledge is in the end based on acknowledgement."},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"knowledge","Quote":"If it were customary to send little girls to school and teach them the same subjects as are taught to boys, they would learn just as fully and would understand the subtleties of all arts and sciences."},{"Author":"Jaree Francis","Category":"knowledge","Quote":"Sometimes you're not ready to give the world quite what it wants. And that's okay, because the Earth is generously patient."},{"Author":"Neal Stephenson,  Anathem","Category":"knowledge","Quote":"They knew many things but had no idea why. And strangely this made them more, rather than less, certain that they were right."},{"Author":"Robert Burton,  The Anatomy of Melancholy","Category":"knowledge","Quote":"That which others hear or read of, I felt and practised myself; they get their knowledge by books, I mine by melancholizing."},{"Author":"Henri-Frédéric Amiel","Category":"knowledge","Quote":"all appears to change when we change"},{"Author":"Paul Henri Thiry d'Holbach,  System of Nature","Category":"knowledge","Quote":"All children are atheists, they have no idea of God."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"In God's eyes, a man who teaches one truth and nothing else is more righteous than a man who teaches a million truths and one lie."},{"Author":"E.E. Cummings","Category":"knowledge","Quote":"Who can tell truth from falsehood any more?I say it, and you feel it in your hearts:no man or woman on this big small earth.How should our sages miss the mark of life,and our most skillful players lose the game?your hearts will tell you, as my heart has told me:because all know, and no one understands."},{"Author":"Donna Jo Napoli","Category":"knowledge","Quote":"Learning is not the accumulation of knowledge, but rather, one thing only: understanding"},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"knowledge","Quote":"Science is only a Latin word for knowledge"},{"Author":"Wilkie Collins,  Armadale","Category":"knowledge","Quote":"The books—the generous friends who met me without suspicion—the merciful masters who never used me ill! The only years of my life that I can look back on with something like pride... Early and late, through the long winter nights and the quiet summer days, I drank at the fountain of knowledge, and never wearied of the draught."},{"Author":"Marilynne Robinson,  Gilead","Category":"knowledge","Quote":"You can know a thing to death and be for all purposes completely ignorant of it. A man can know his father, or his son, and there might still be nothing between them but loyalty and love and mutual incomprehension."},{"Author":"Plato,  The Republic","Category":"knowledge","Quote":"Those who don't know must learn from those who do."},{"Author":"Brian Tracy","Category":"knowledge","Quote":"Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future."},{"Author":"Plato,  The Republic and Other Works","Category":"knowledge","Quote":"Then we shan’t regard anyone as a lover of knowledge or wisdom who is fussy about what he studies…"},{"Author":"Lloyd Alexander,  The Arkadians","Category":"knowledge","Quote":"...Writings can be stolen, or changed, or used for evil purposes. But isn't the risk worth taking? The more people who share knowledge, the greater safeguard for it. Isn't there more danger in ignorance than knowledge?"},{"Author":"Henry James,  What Maisie Knew","Category":"knowledge","Quote":"She took refuge on the firm ground of fiction, through which indeed there curled the blue river of truth."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"Beyond all sciences, philosophies, theologies, and histories, a child's relentless inquiry is truly all it takes to remind us that we don't know as much as we think we know."},{"Author":"Jefferson Smith,  Strange Places","Category":"knowledge","Quote":"Wisdom cannot be stolen - it can only be shared."},{"Author":"Amit Kalantri","Category":"knowledge","Quote":"Before this generation lose the wisdom, one advice - read books."},{"Author":"Peter F. Drucker","Category":"knowledge","Quote":"A manager is responsible for the application and performance of knowledge."},{"Author":"Ravi Ravindra,  The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra","Category":"knowledge","Quote":"What we most love is not what we know, but what knows us and draws us. . . . (78)"},{"Author":"Carl Sagan","Category":"knowledge","Quote":"We've arranged a civilization in which most crucial elements profoundly depend on science and technology. We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"knowledge","Quote":"You cannot go on 'explaining away' for ever: you will find that you have explained explanation itself away. You cannot go on 'seeing through' things for ever. The whole point of seeing through something is to see something through it."},{"Author":"Catherynne M. Valente,  In the Cities of Coin and Spice","Category":"knowledge","Quote":"All things are strange which are worth knowing."},{"Author":"Umberto Eco,  The Name of the Rose","Category":"knowledge","Quote":"A monk should surely love his books with humility, wishing their good and not the glory of his own curiosity; but what the temptation of adultery is for laymen and the yearning for riches is for secular ecclesiastics, the seduction of knowledge is for monks."},{"Author":"Hermann Hesse,  Siddhartha","Category":"knowledge","Quote":"There is, so I believe, in the essence of everything, something that we cannot call learning. There is, my friend, only a knowledge-that is everywhere, that is Atman, that is in me and you and in every creature, and I am beginning to believe that this knowledge has no worse enemy than the man of knowledge, than learning."},{"Author":"Samuel Johnson","Category":"knowledge","Quote":"Mankind have a great aversion to intellectual labor; but even supposing knowledge to be easily attainable, more people would be content to be ignorant than would take even a little trouble to acquire it."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"knowledge","Quote":"Every other knowledge is harmful to him who does not have knowledge of goodness."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"knowledge","Quote":"Without knowledge of what I am and why I am here, it is impossible to live, and since I cannot know that, I cannot live either. In an infinity of time, in an infinity of matter, and an infinity of space a bubble-organism emerges while will exist for a little time and then burst, and that bubble am I."},{"Author":"Pramoedya Ananta Toer,  Arok Dedes","Category":"knowledge","Quote":"Tak ada brahmana angkuh. Mereka hanya lebih mengerti, lebih tahu daripada orang yang menganggap pengetahuan dan ilmu sebagai keangkuhan."},{"Author":"William James","Category":"knowledge","Quote":"we have to live today by what truth we can get today and be ready tomorrow to call it falsehood"},{"Author":"Allen Smith","Category":"knowledge","Quote":"In order to be really good as a librarian, everything counts towards your work, every play you go see, every concert you hear, every trip you take, everything you read, everything you know. I don’t know of another occupation like that. The more you know, the better you’re going to be."},{"Author":"Joel Salatin,  Folks, This Ain't Normal: A Farmer's Advice for Happier Hens, Healthier People, and a Better World","Category":"knowledge","Quote":"This magical, marvelous food on our plate, this sustenance we absorb, has a story to tell. It has a journey. It leaves a footprint. It leaves a legacy. To eat with reckless abandon, without conscience, without knowledge; folks, this ain't normal."},{"Author":"Baltasar Gracián","Category":"knowledge","Quote":"Knowledge without courage is sterile."},{"Author":"Fulton J. Sheen,  Life Is Worth Living","Category":"knowledge","Quote":"Man wants three things; life, knowledge, and love."},{"Author":"Rachel Hartman,  Seraphina","Category":"knowledge","Quote":"I had felt the shot coming; I hadn’t realized the bow was loaded with this very quarrel, perfectly calibrated to hit him hardest. What part of me had been studying him, stockpiling knowledge as ammunition?"},{"Author":"Agatha Christie,  Three Act Tragedy","Category":"knowledge","Quote":"One knows so little. When one knows more it is too late."},{"Author":"H.P. Lovecraft,  Old Bugs","Category":"knowledge","Quote":"I am a student of life, and don't want to miss any experience. There's poetry in this sort of thing, you know--or perhaps you don't know, but it's all the same."},{"Author":"Francis S. Collins,  The Language of God: A Scientist Presents Evidence for Belief","Category":"knowledge","Quote":"There were long stretches of DNA in between genes that didn't seem to be doing very much; some even referred to these as \"junk DNA,\"though a certain amount of hubris was required for anyone to call any part of the genome \"junk,\"given our level of ignorance."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"knowledge","Quote":"I put the “now” in knowledge. Well, I will put it there, probably tomorrow or tomorrow’s tomorrow."},{"Author":"Jarod Kintz,  This Book Title is Invisible","Category":"knowledge","Quote":"I knew it, but I knew you didn’t know I knew it, so I knew to not let you know I knew it by acting like I didn’t know it."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"The moon is the reflection of your heart and moonlight is the twinkle of your love."},{"Author":"E.E. Cummings,  22 and 50 Poems by e. e. cummings","Category":"knowledge","Quote":"for whenever men are right they are not young"},{"Author":"John Archibald Wheeler","Category":"knowledge","Quote":"We live on an island surrounded by a sea of ignorance. As our island of knowledge grows, so does the shore of our ignorance."},{"Author":"Israelmore Ayivor","Category":"knowledge","Quote":"When you optimize your talents very well, you can pick money from people's pockets and nobody will ever get the guts to call you a thief."},{"Author":"Monica Drake,  Clown Girl","Category":"knowledge","Quote":"The only value of wasted time is knowledge."},{"Author":"Chidi Okonkwo","Category":"knowledge","Quote":"Knowledge is like an endless resource; a well of water that satisfies the innate thirst of the growing human soul. Therefore never stop learning... because the day you do, you will also stop maturing."},{"Author":"Patricia Hampl","Category":"knowledge","Quote":"I don't write about what I know: I write in order to find out what I know."},{"Author":"Tom Robbins,  Skinny Legs and All","Category":"knowledge","Quote":"You know a trillion times more about art than me. But I’ve learned that it isn’t necessary to know all that much. You just make what you wanna see, right? It’s a game, right? It’s like being paid for dreaming."},{"Author":"أناتول فرانس","Category":"knowledge","Quote":"ابحث عن المعرفة، فالمعرفة لا تبحث عن أحد."},{"Author":"Norton Juster,  The Phantom Tollbooth","Category":"knowledge","Quote":"You may not see it now,\"said the Princess of Pure Reason, looking knowingly at Milo's puzzled face, \"but whatever we learn has a purpose and whatever we do affects everything and everyone else, if even in the tiniest way."},{"Author":"Neil deGrasse Tyson,  Origins: Fourteen Billion Years of Cosmic Evolution","Category":"knowledge","Quote":"... informed ignorance provides the natural state of mind for research scientists at the ever-shifting frontiers of knowledge. People who believe themselves ignorant of nothing have neither looked for, nor stumbled upon, the boundary between what is known and unknown in the cosmos."},{"Author":"Dan Brown,  The Lost Symbol","Category":"knowledge","Quote":"Knowledge is power, and the right knowledge lets man perform miraculous, almost godlike tasks."},{"Author":"Joseph Conrad,  Lord Jim","Category":"knowledge","Quote":"It is my belief no man ever understands quite his own artful dodges to escape from the grim shadow of self-knowledge."},{"Author":"Jared Diamond,  Collapse: How Societies Choose to Fail or Succeed","Category":"knowledge","Quote":"Science is often misrepresented as ‘the body of knowledge acquired by performing replicated controlled experiments in the laboratory.’ Actually, science is something broader: the acquisition of reliable knowledge about the world."},{"Author":"Michel Foucault","Category":"knowledge","Quote":"Knowledge is not made for understanding; it is made for cutting."},{"Author":"James Joyce","Category":"knowledge","Quote":"Interpretations of interpretations interpreted."},{"Author":"Cate Kennedy,  Dark Roots: Stories","Category":"knowledge","Quote":"I watch people sometimes, wonder how they can walk around with the weight of what they know."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"knowledge","Quote":"The meditative mind sees disagreeable or agreeable things with equanimity, patience, and good-will. Transcendent knowledge is seeing reality in utter simplicity. (146)"},{"Author":"Villiers de L'Isle-Adam","Category":"knowledge","Quote":"I am a man who knows nothing, guesses sometimes, finds frequently and who's always amazed."},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"knowledge","Quote":"Thus we have on stage two men, each of whom knows nothing of what he believes the other knows, and to deceive each other reciprocally both speak in allusions, each of the two hoping (in vain) that the other holds the key to his puzzle."},{"Author":"Edward Abbey,  Postcards from Ed: Dispatches and Salvos from an American Iconoclast","Category":"knowledge","Quote":"If it's knowledge and wisdom you want, then seek out the company of those who do real work for an honest purpose."},{"Author":"Erol Ozan,  Talus","Category":"knowledge","Quote":"Isn’t that wonderful? That feeling of not knowing too much about something… Incomplete information… Endless possibilities… When you don’t know much about something, it’s the most exciting sensation.-Kutsnetz in TALUS"},{"Author":"Sheldon B. Kopp","Category":"knowledge","Quote":"If I reveal myself without worrying about how others will respond, then some will care, though others may not. But who can love me, if no one knows me? I must risk it, or live alone."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"knowledge","Quote":"It's not always what we don't know that gets in our way; sometimes it's what we think we know that keeps us from learning."},{"Author":"John Ruskin,  The Works of John Ruskin: Library Edition. 39 vols.","Category":"knowledge","Quote":"To be taught to read—what is the use of that, if you know not whether what you read is false or true? To be taught to write or to speak—but what is the use of speaking, if you have nothing to say? To be taught to think—nay, what is the use of being able to think, if you have nothing to think of? But to be taught to see is to gain word and thought at once, and both true."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"Happiness will grow if you plant the seeds of love in the garden of hope with compassion and care."},{"Author":"Syed Muhammad Naquib al-Attas,  Islam: The Concept of Religion and The Foundation of Ethics and Morality","Category":"knowledge","Quote":"To know how to put what knowledge in which place is wisdom (hikmah). Otherwise, knowledge without order and seeking it without discipline does lead to confusion and hence to injustice to one's self."},{"Author":"Peter M. Senge","Category":"knowledge","Quote":"Through learning we re-create ourselves. Through learning we become able to do something we never were able to do. Through learning we reperceive the world and our relationship to it. Through learning we extend our capacity to create, to be part of the generative process of life"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"In the beginning..when ray and day hadn't yet come into existence at all, there was a kind of radiance that illuminates universe. That radiance is the light of knowledge and goodness. That radiance will persistently and consistently shines brightly even after all the stars and moons in this vast universe died out."},{"Author":"Isaac Asimov,  The Secret of the Universe","Category":"knowledge","Quote":"What would you consider a good job?\"Answered as follows:\"A good job is one in which I don't have to work, and get paid a lot of money.\"When I heard that I cheered and yelled and felt that he should be given an A+, for he had perfectly articulated the American dream of those who despise knowledge. What a politician that kid would have made."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"knowledge","Quote":"Knowledge is like money: To be of value it must circulate, and in circulating it can increase in quantity and, hopefully, in value."},{"Author":"Friedrich Nietzsche,  On the Genealogy of Morals","Category":"knowledge","Quote":"We are unknown to ourselves, we men of knowledge - and with good reason. We have never sought ourselves - how could it happen that we should ever find ourselves? It has rightly been said: \"Where your treasure is, there will your heart be also\"; our treasure is where the beehives of our knowledge are."},{"Author":"Aldous Huxley","Category":"knowledge","Quote":"Thought must be divided against itself before it can come to any knowledge of itself."},{"Author":"Robert G. Ingersoll","Category":"knowledge","Quote":"I admit that reason is a small and feeble flame, a flickering torch by stumblers carried in the star-less night, -- blown and flared by passion's storm, -- and yet, it is the only light. Extinguish that, and nought remains."},{"Author":"Horace Mann","Category":"knowledge","Quote":"Ignorance breeds monsters to fill up the vacancies of the soul that are unoccupied by the verities of knowledge."},{"Author":"Nalini Singh,  Angels' Blood","Category":"knowledge","Quote":"What can I say? I prefer to die well informed."},{"Author":"Syed Muhammad Naquib al-Attas,  Islam: The Concept of Religion and The Foundation of Ethics and Morality","Category":"knowledge","Quote":"It is like the thirsty traveller who at first sincerely sought the water of knowledge, but who later, having found it plain perhaps, proceeded to temper his cup with the salt of doubt so that his thirst now becomes insatiable though he drinks incessantly, and that in thus drinking the water that cannot slake his thirst, he has forgotten the original and true purpose for which the water was sought."},{"Author":"Libba Bray","Category":"knowledge","Quote":"Scoring well on tests is the sort of happy thing that gets the school district the greenbacks they crave. Understanding and appreciating the material are secondary."},{"Author":"Tom Stoppard,  The Invention of Love","Category":"knowledge","Quote":"It's where we're nearest to our humanness. Useless knowledge for its own sake. Useful knowledge is good, too, but it's for the faint-hearted, an elaboration of the real thing, which is only to shine some light, it doesn't matter where on what, it's the light itself, against the darkness, it's what's left of God's purpose when you take away God."},{"Author":"Dave Eggers","Category":"knowledge","Quote":"Everyone in the life before was cranky, I think, because they just wanted to know.--After I Was Thrown in the River and Before I Drowned"},{"Author":"Stacey Jay,  Of Beast and Beauty","Category":"knowledge","Quote":"But maybe that isn't possible. Maybe the mind of the majority is always the healthy mind, simply by virtue of its numbers. Maybe it's the definition of madness to believe I'm right and everyone else if wrong, to find my thoughts rational and reasonable when almost the entire world finds them damaged and flawed."},{"Author":"C.V. Wedgwood","Category":"knowledge","Quote":"An educated man should know everything about something and something about everything"},{"Author":"Pramoedya Ananta Toer,  Bumi Manusia","Category":"knowledge","Quote":"Life can give everything to whoever tries to understand and is willing to receive new knowledge."},{"Author":"Robert Kirkman,  The Walking Dead, Compendium 1","Category":"knowledge","Quote":"But honestly... I just don't know what anyone's thinking. To me, that's scarier than any half-rotten ghoul trying to eat my flesh."},{"Author":"Jenny Offill,  Dept. of Speculation","Category":"knowledge","Quote":"A few nights later, I secretly hope that I might be a genius. Why else can no amount of sleeping pills fell my brain? But in the morning my daughter asks me what a cloud is and I cannot say."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"You can't be a rebel without the scars that come with it. Truth is, some days scars are just as ugly as they are beautiful."},{"Author":"Werner Heisenberg","Category":"knowledge","Quote":"The positivists have a simple solution: the world must be divided into that which we can say clearly and the rest, which we had better pass over in silence. But can anyone conceive of a more pointless philosophy, seeing that what we can say clearly amounts to next to nothing? If we omitted all that is unclear, we would probably be left completely uninteresting and trivial tautologies."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"The universe never complains.When you're wrong or right,She always loves and cares,She always gives and shares. When you get lost she becomes the light,Helps you to find what is right. But she never forgetsTo show you the light."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"knowledge","Quote":"I would rather my descendants have greater abilities and a greater knowledge of the love of Christ than I do, much like standing on one's shoulders in order to get a clearer view of the valley."},{"Author":"Tyler Edwards,  Zombie Church: Breathing Life Back Into the Body of Christ","Category":"knowledge","Quote":"God doesn't expect us to be a walking encyclopedia of biblical knowledge. He wants us to know Him, to be in a relationship with Him. This means not only hearing but allowing our understanding of God to change the way we live. Like the wise builder who laid the foundation of his house on the rock, we learn to let our knowledge of God change us."},{"Author":"Athanasius of Alexandria,  On the Incarnation","Category":"knowledge","Quote":"The Self-revealing of the Word is in every dimension - above, in creation; below, in the Incarnation; in the depth, in Hades; in the breadth, throughout the world. All things have been filled with the knowledge of God."},{"Author":"Lisa Cach,  Wake Unto Me","Category":"knowledge","Quote":"Because some information is better than no information. Life does not give you big, simple answers, Caitlyn. It demands patience, focus, and an open, intelligent mind to gather the pieces of a puzzle and fit them together into a coherent whole. Nothing worth knowing is ever easily learned."},{"Author":"LouAnne Johnson,  Dangerous Minds","Category":"knowledge","Quote":"Knowledge counts but common sense matters."},{"Author":"Ted Chiang","Category":"knowledge","Quote":"Science fiction is very well suited to asking philosophical questions; questions about the nature of reality, what it means to be human, how do we know the things that we think we know."},{"Author":"Robert M. Pirsig","Category":"knowledge","Quote":"The range of human knowledge today is so great that we're all specialists and the distance between specializations has become so great that anyone who seeks to wander freely between them almost has to forego closeness with the people around him."},{"Author":"Plato","Category":"knowledge","Quote":"Knowledge unqualified is knowledge simply of something learned."},{"Author":"Kim Stanley Robinson,  Icehenge","Category":"knowledge","Quote":"We dream, we wake on a cold hillside, we pursue the dream again. In the beginning was the dream, and the work of disenchantment never ends."},{"Author":"Luis Marques,  Book of Orion - Liber Aeternus","Category":"knowledge","Quote":"There is no greater power than the one others do not believe you possess."},{"Author":"Benjamin Franklin","Category":"knowledge","Quote":"The doorstep to the temple of wisdom is a knowledge of our own ignorance."},{"Author":"Charlie Fletcher,  Silvertongue","Category":"knowledge","Quote":"We oft know little of who we were, only something of who we are, and nothing of who we may be."},{"Author":"H. Rider Haggard,  She","Category":"knowledge","Quote":"Time after time have nations, ay, and rich and strong nations, learned in the arts, been, and passed away to be forgotten, so that no memory of them remains. This is but one of several; for Time eats up the works of man."},{"Author":"Iain Pears,  An Instance of the Fingerpost","Category":"knowledge","Quote":"In my small way, I preserved and catalogued, and dipped into the vast ocean of learning that awaited, knowing all the time that the life of one man was insufficient for even the smallest part of the wonders that lay within. It is cruel that we are granted the desire to know, but denied the time to do so properly. We all die frustrated; it is the greatest lesson we have to learn."},{"Author":"Charles Maurice de Talleyrand-Périgord","Category":"knowledge","Quote":"To be agreeable in society, you must consent to be taught many things which you already know."},{"Author":"Andrew Vachss","Category":"knowledge","Quote":"I want to disabuse people of the idea that knowledge is power. Knowing how to get to Detroit is not the same thing as having the bus fare."},{"Author":"Ludwig Feuerbach,  The Essence of Christianity","Category":"knowledge","Quote":"The power of thought is the light of knowledge, the power of will is the energy of character, the power of heart is love. Reason, love and power of will are perfections of man."},{"Author":"Friedrich Schiller","Category":"knowledge","Quote":"Only through Beauty's morning-gate, dost thou penetrate the land of knowledge."},{"Author":"Gabriel Garcí­a Márquez,  Love in the Time of Cholera","Category":"knowledge","Quote":"One had to live a long time to know a man's true nature."},{"Author":"Marko Šelić,  Zajedno sami","Category":"knowledge","Quote":"...znanje u nekoj tački počinje da te ograničava, a neznanje - nikad."},{"Author":"Cuthbert Soup,  Another Whole Nother Story","Category":"knowledge","Quote":"Musicians have always had a better understanding of love than the rest of us. Over the years they have told us that love: is like a rock, is here to stay, is all you need, will find a way, will keep us together, will tear us apart, sucks."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"The only thing more dangerous than ignorance is the pretense of intelligent ignorance. The former is teachable; the latter is not."},{"Author":"Tiffany Madison","Category":"knowledge","Quote":"We the people have no excuse for starry-eyed sycophantic group-think in the Information Age. Knowledge is but a fingertip away."},{"Author":"Ashly Lorenzana","Category":"knowledge","Quote":"All we know is what we're told."},{"Author":"Jonathan D. Spence,  Emperor of China: Self-Portrait of K'ang-Hsi","Category":"knowledge","Quote":"If you want to really know something you have to observe or experience it in person; if you claim to know something on the basis of hearsay, or on happening to see it in a book, you'll be a laughingstock to those who really know."},{"Author":"Christopher Paolini,  Brisingr","Category":"knowledge","Quote":"A person must earn enlightenment, Eragon. It is not handed down to you by others, regardless of how revered they be."},{"Author":"Democritus","Category":"knowledge","Quote":"No power and no treasure can outweigh the extension of our knowledge."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"The secret of happiness is love and secret of love is nonjudgmental care."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"Share your love, share you happiness, care for others; your wealth will be endless."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"A friend is a friend who continues to love you and like you when you don't love him or like him any more."},{"Author":"George Pelecanos,  Down by the River Where the Dead Men Go","Category":"knowledge","Quote":"The thirst for knowledge is like a piece of ass you know you shouldn't chase; in the end, you chase it just the same."},{"Author":"Donella H. Meadows,  Thinking in Systems: A Primer","Category":"knowledge","Quote":"Remember, always, that everything you know, and everything everyone knows, is only a model. Get your model out there where it can be viewed. Invite others to challenge your assumptions and add their own."},{"Author":"Joel Salatin,  Folks, This Ain't Normal: A Farmer's Advice for Happier Hens, Healthier People, and a Better World","Category":"knowledge","Quote":"Farms and food production should be, I submit, at least as important as who pierced their navel in Hollywood this week. Please tell me I'm not the only one who believes this. Please. As a culture, we think we're well educated, but I'm not sure that what we've learned necessarily helps us survive."},{"Author":"Olavo de Carvalho","Category":"knowledge","Quote":"Only the subject's individual consciousness can testify for the unwitnessed acts, and there is no act more deprived of external testimony than the act of knowing."},{"Author":"Mihaly Csikszentmihalyi,  Finding Flow: The Psychology Of Engagement With Everyday Life","Category":"knowledge","Quote":"But shortcuts are dangerous; we cannot delude ourselves that our knowledge is further along than it actually is."},{"Author":"Antonio R. Damasio,  The Feeling of What Happens: Body and Emotion in the Making of Consciousness","Category":"knowledge","Quote":"...I sense that stepping into the light is also a powerful metaphor for consciousness, for the birth of the knowing mind, for the simple and yet momentous coming of the sense of self into the world of the mental."},{"Author":"Elon Musk","Category":"knowledge","Quote":"It is important to view knowledge as sort of a semantic tree -- make sure you understand the fundamental principles, ie the trunk and big branches, before you get into the leaves/details or there is nothing for them to hang on to."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"knowledge","Quote":"You know what I should do?\"Hoshino asked excited. \"Of course,\"the cat said. \"What'd I tell you? Cats know everything. Not like dogs."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"You are happy when you are enthusiastic and action-oriented, not when you are luxury and pleasure oriented."},{"Author":"Terry Eagleton,  Reason, Faith, and Revolution: Reflections on the God Debate","Category":"knowledge","Quote":"[A] great deal of what we believe we do not know firsthand; instead we have faith in the knowledge of specialists."},{"Author":"T.A. Miles,  Raventide","Category":"knowledge","Quote":"And remember that within every lie, there is a truth hidden. Know the truth to defeat the lie."},{"Author":"George Eliot,  Middlemarch","Category":"knowledge","Quote":"Most of us who turn to any subject with love remember some morning or evening hour when we got on a high stool to reach down an untried volume, or sat with parted lips listening to a new talker, or for very lack of books began to listen to the voices within, as the first traceable beginning of our love."},{"Author":"Sonia Fernández-Vidal,  Quantic Love","Category":"knowledge","Quote":"Por muchas cosas que se sepan, siempre habrá un número mayor de cosas por conocer."},{"Author":"Sidney Madwed","Category":"knowledge","Quote":"If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom."},{"Author":"Juli Zeh,  Spieltrieb","Category":"knowledge","Quote":"Alle Wege führen zur Erkenntnis der Nichtigkeit aller Dinge, aber keiner führt zurück."},{"Author":"A.J. Darkholme,  Rise of the Morningstar","Category":"knowledge","Quote":"Always hear others out and remain open-minded; the day you think you know everything is the day you have the most yet to learn."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"knowledge","Quote":"We must not attach knowledge to the mind, we have to incorporate it there."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"Curiosity is a call from knowledge."},{"Author":"Jane Austen,  Persuasion","Category":"knowledge","Quote":"Facts or opinions which are to pass through the hands of so many, to be misconceived by folly in one, and ignorance in another, can hardly have much truth left."},{"Author":"Thomas Watson","Category":"knowledge","Quote":"Knowledge is the eye that must direct the foot of obedience."},{"Author":"William Shakespeare,  Troilus and Cressida","Category":"knowledge","Quote":"Modest doubt is call'd the beacon of the wise."},{"Author":"Julien Smith,  The Flinch","Category":"knowledge","Quote":"The ability to withstand the flinch comes with the knowledge that the future will be better than the past."},{"Author":"Adedayo kingjerry","Category":"knowledge","Quote":"A fool can easily be known(identified) by what proceeds from his or her mouth."},{"Author":"Archibald MacLeish","Category":"knowledge","Quote":"What is more important to a library than anything else -- than everything else -- is the fact that it exists.\"[The Premise Of Meaning, American Scholar; Washington, DC, June 5, 1972]"},{"Author":"Marty Rubin","Category":"knowledge","Quote":"It takes a long time to learn how to do something simple."},{"Author":"Toba Beta,  Master of Stupidity","Category":"knowledge","Quote":"Enough talk, now read!"},{"Author":"Victor Hugo","Category":"knowledge","Quote":"A library implies an act of faith which generations, still in darkness hid, sign in their night in witness of the dawn.\"À qui la faute? (1872)"},{"Author":"Tiffany Madison","Category":"knowledge","Quote":"Perhaps the Creator of this strange place knows us better than we know ourselves. Perhaps humanity was meant to eternally ponder the purpose and importance of our own existence. If we were assured of either, we’d be intolerable creatures."},{"Author":"Doc Coleman","Category":"knowledge","Quote":"I only know everything if you ask the right questions."},{"Author":"Carson McCullers,  The Heart is a Lonely Hunter","Category":"knowledge","Quote":"For you see, when us people who know run into each other that's an event. It almost never happens. Sometimes we meet each other and neither guesses that the other is one who knows. That's a bad thing. It's happened to me a lot of times. But you see there are so few of us."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"knowledge","Quote":"It is important never to separate love and knowledge, compassion and wisdom. A wisdom without compassion is closed upon itself and does not bear fruit. A compassion without wisdom is a madness and a cause of suffering."},{"Author":"Charles Bowden","Category":"knowledge","Quote":"I don’t trust the answers or the people who give me the answers. I believe in dirt and bone and flowers and fresh pasta and salsa cruda and red wine. I don’t believe in white wine; I insist on color."},{"Author":"Walter Lippmann","Category":"knowledge","Quote":"There is no arguing with the pretenders to a divine knowledge and to a divine mission. They are possessed with the sin of pride. They have yielded to the perennial temptation."},{"Author":"Marcus Fabius Quintilianus","Category":"knowledge","Quote":"There is no one who would not rather appear to know than to be taught."},{"Author":"Marcus Aurelius,  Meditations","Category":"knowledge","Quote":"We must make haste then, not only because we are daily nearer to death, but also because the conception of things and the understanding of them cease first."},{"Author":"Letitia Landon","Category":"knowledge","Quote":"Whatever people in general do not understand, they are always prepared to dislike; the incomprehensible is always the obnoxious."},{"Author":"Sophocles","Category":"knowledge","Quote":"Those swift to think are not always secure."},{"Author":"George Orwell,  1984","Category":"knowledge","Quote":"At present nothing is possible except to extend the area of sanity little by little. We cannot act collectively. We can only spread our knowledge outwards from individual to individual, generation after generation."},{"Author":"Thomas Jefferson","Category":"knowledge","Quote":"A nation which expects to be ignorant and free, in a state of civilization, expects that which never was and never will be."},{"Author":"Casper Odinson Cröwell,  Vor Forn Sidr","Category":"knowledge","Quote":"I offer no apologies to those whom I may have rendered uncomfortable with my open and honest assertions. The truth is often harsh and uncomfortable to embrace."},{"Author":"إميل حبيبي,  إخطية","Category":"knowledge","Quote":"إن التساؤل هو مفتاح المعرفة. والمعرفة هي سبر أغوار جديدة -مناجم موجودة ولكنها مطمورة. التساؤل هو تهديم صخور لشق منجم جديد....إننا في حاجة إلى المزيد من لظى المعرفة حتى نشعل النيران في العديد من الأقبية المظلمة المتوارثة."},{"Author":"Friedrich Nietzsche,  Human, All Too Human","Category":"knowledge","Quote":"One thing a man must have: either a naturally light disposition or a disposition lightened by art and knowledge."},{"Author":"Ana Monnar","Category":"knowledge","Quote":"Sharing will enrich everyone with more knowledge."},{"Author":"John Quincy Adams","Category":"knowledge","Quote":"To furnish the means of acquiring knowledge is ... the greatest benefit that can be conferred upon mankind. It prolongs life itself and enlarges the sphere of existence."},{"Author":"Kodai Okuda","Category":"knowledge","Quote":"The Theist tells us that the truth is god exists,the Atheist tells us that the truth is there is no god,while the truth tells us we don't know."},{"Author":"Plato,  Apology","Category":"knowledge","Quote":"Socrates: This man, on one hand, believes that he knows something, while not knowing [anything]. On the other hand, I – equally ignorant – do not believe [that I know anything]."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"Truth is not for sale. The man who sells truths that could help and guide humanity will never have peace of mind. Share truths freely, and you will always be revealed more."},{"Author":"Ramakrishna","Category":"knowledge","Quote":"That knowledge which purifies the mind and heart alone is true Knowledge, all else is only a negation of Knowledge."},{"Author":"Brandon Sanderson,  Towers of Midnight","Category":"knowledge","Quote":"So long as we do not depend on the facts entirely, incomplete knowledge is better than complete ignorance.--Egwene al'Vere"},{"Author":"Simon Van Booy,  Love Begins in Winter: Five Stories","Category":"knowledge","Quote":"...I like stories very much,” the priest said. “They help me understand myself better."},{"Author":"Seymour Papert,  The Children's Machine: Rethinking School In The Age Of The Computer","Category":"knowledge","Quote":"Generally in life, knowledge is acquired to be used. But school learning more often fits Freire's apt metaphor: knowledge is treated like money, to be put away in a bank for the future."},{"Author":"H.P. Lovecraft","Category":"knowledge","Quote":"In search of Truth the hopeful zealot goes,But all the sadder tums, the more he knows!"},{"Author":"Toba Beta,  Master of Stupidity","Category":"knowledge","Quote":"Ignorance is a knowledge illiteracy."},{"Author":"Percy Bysshe Shelley,  Poetry and Prose","Category":"knowledge","Quote":"I have sent books and music there, and all / Those instruments with which high spirits call / The future from its cradle, and the past / Out of its grave, and make the present last / In thoughts and joys which sleep, but cannot die, / Folded within their own eternity."},{"Author":"Donna Woolfolk Cross,  Pope Joan","Category":"knowledge","Quote":"She had discovered that her love of knowing was not unnatural or sinful but the direct consequence of a God-given ability to reason."},{"Author":"Salman Rushdie,  The Satanic Verses","Category":"knowledge","Quote":"A book is a product of a pact with the Devil that inverts the Faustian contract, he'd told Allie. Dr Faustus sacrificed eternity in return for two dozen years of power; the writer agrees to the ruination of his life, and gains (but only if he's lucky) maybe not eternity, but posterity, at least. Either way (this was Jumpy's point) it's the Devil who wins."},{"Author":"Glenn Doman,  How to Teach Your Baby Math","Category":"knowledge","Quote":"The more you test him, the slower he will learn and the less he'll want to do. The less you test him, the quicker he will learn and the more he'll want to learn. Knowledge is the most precious gift you can give your child. Give it as generously as you give him food."},{"Author":"Cameron Conaway,  Caged: Memoirs of a Cage-Fighting Poet","Category":"knowledge","Quote":"We give up our backs and allow religious myths to apply the rear naked choke to our minds."},{"Author":"Roger Bacon,  Mathematics","Category":"knowledge","Quote":"Neglect of mathematics work injury to all knowledge, since he who is ignorant of it cannot know the other sciences or things of this world. And what is worst, those who are thus ignorant are unable to perceive their own ignorance, and so do not seek a remedy."},{"Author":"Ogwo David Emenike","Category":"knowledge","Quote":"Knowing trees, I came to realize, understand and appreciate the act of patience."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"knowledge","Quote":"The people need to know that the people need to know. And I’m just the man to let them know that they need to know. However, what they need to know, I do not know."},{"Author":"Lorii Myers","Category":"knowledge","Quote":"If you want the answer—ask the question."},{"Author":"Ben Carson,  One Nation: What We Can All Do to Save America's Future","Category":"knowledge","Quote":"While wisdom dictates the need for education, education does not necessarily make one wise."},{"Author":"Daniel Quinn,  Ishmael: An Adventure of the Mind and Spirit","Category":"knowledge","Quote":"The obvious can sometimes be illuminating when perceived in an unhabitual way."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"knowledge","Quote":"Only one who has learned much can fully appreciate his ignorance."},{"Author":"Christopher Crawford","Category":"knowledge","Quote":"knowledge without application is like a book that is never read' Christopher Crawford, Hemel Hempstead."},{"Author":"Dejan Stojanovic,  The Shape","Category":"knowledge","Quote":"We don’t know anything about silent sages, buried knowledge, the eye of the mute poet, serene seers, yet how many talkative destroyers, prophets and ideologues, teachers and beautifiers there are on the other side."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"I will not join the rat race because I'm not a rat. And I will not blindly follow a specific faith because I'm not a bat. The only race I'll take part in is for humans being humane. It's called the human race, and sadly it's got the least participants."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"Any man filled with empathy is capable of gaining valuable insights on the human condition through the suffering of others. You do not need to suffer to know suffering, but you need empathy first to identify and feel the suffering of others around you."},{"Author":"Aeschylus","Category":"knowledge","Quote":"Wisdom comes alone through suffering."},{"Author":"J. P. Vinluca,  Aiko and the Dragon","Category":"knowledge","Quote":"Foolish men always believe that a little knowledge will give them control over the world, but it is no more than a display of their vanity."},{"Author":"Toba Beta,  Master of Stupidity","Category":"knowledge","Quote":"Today wouldn't have happened if histories weren't falsified."},{"Author":"Stuart Aken","Category":"knowledge","Quote":"If knowledge is power, let's spread it as widely as possible and dilute it to deny those who would abuse it."},{"Author":"Robin Wall Kimmerer","Category":"knowledge","Quote":"With words at your disposal, you can see more clearly. Finding the words is another step in learning to see."},{"Author":"Tom Stoppard","Category":"knowledge","Quote":"Real data is messy. ...It's all very noisy out there. Very hard to spot the tune. Like a piano in the next room, it's playing your song, but unfortunately it's out of whack, some of the strings are missing, and the pianist is tone deaf and drunk- I mean, the noise! Impossible!"},{"Author":"Don DeLillo,  White Noise","Category":"knowledge","Quote":"The family is the cradle of the world's misinformation."},{"Author":"Marie de France","Category":"knowledge","Quote":"Whoever has received knowledgeand eloquence in speech from Godshould not be silent or secretivebut demonstrate it willingly.When a great good is widely heard of,then, and only then, does it bloom,and when that good is praised by man,it has spread its blossoms."},{"Author":"Mary B. Morrison","Category":"knowledge","Quote":"Knowing is not enough. You must accept My blessings in order to attain a better life. You must embrace a higher level of consciousness."},{"Author":"Christiaan Huygens,  Oeuvres Completes","Category":"knowledge","Quote":"I believe that we do not know anything for certain, but everything probably."},{"Author":"Dejan Stojanovic,  The Sign and Its Children","Category":"knowledge","Quote":"To sense the peace of extinguished passionHappiness in not knowing the ultimate knowledge"},{"Author":"Rodolphe Kasser,  The Gospel of Judas Together with the Letter of Peter to Phillip, James, and a Book of Allogenes from Codex Tchacos","Category":"knowledge","Quote":"Look, you have been told everything. Lift up your eyes and look at the cloud and the light within it and the stars surrounding it. And the star that leads the way is your star.\"So Judas lifted up his eyes and saw the luminous cloud, and he entered it."},{"Author":"George Eliot,  The Mill on the Floss","Category":"knowledge","Quote":"[She was] a creature full of eager, passionate longings for all that was beautiful and glad; thirsty for all knowledge; with an ear straining after dreamy music that died away and would not come near to her; with a blind unconscious yearning for something that would link together the wonderful impressions of this mysterious life, and give her soul a sense of home in it."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"knowledge","Quote":"You don’t know anything, but I know even less."},{"Author":"Dejan Stojanovic","Category":"knowledge","Quote":"Total knowledge is annihilation Of the desire to see, to touch, to feel The world sensed only through senses And immune to the knowledge without feeling."},{"Author":"Peter F. Drucker","Category":"knowledge","Quote":"The knowledge that we consider knowledge proves itself in action. What we now mean by knowledge is information in action, information focused on results."},{"Author":"Catherynne M. Valente,  Deathless","Category":"knowledge","Quote":"First, the avid student must be aware that when the world was young it knew only seven things: water, life and death, salt, night, birds and the length of an hour."},{"Author":"Cheryl Strayed,  Wild: From Lost to Found on the Pacific Crest Trail","Category":"knowledge","Quote":"Perhaps by now I'd come far enough that I had the guts to be afraid."},{"Author":"John Logan,  Red","Category":"knowledge","Quote":"When I was your age, art was a lonely thing: no galleries, no collecting, no critics, no money. We didn't have mentors. We didn't have parents. We were alone. But it was a great time, because we had nothing to lose and a vision to gain."},{"Author":"Anonymous,  The Dhammapada","Category":"knowledge","Quote":"A person of little knowledge Grows old as a plough-ox grows old.His fleshes increases; His wisdom does not increase."},{"Author":"Kasi Kaye Iliopoulos,  Living in Light, Love & Truth: You Can Positively Change Your Life by Living in Light, Love, & Truth-Awareness + Reflection + Learning + Application","Category":"knowledge","Quote":"Knowledge without application is simply knowledge. Applying the knowledge to one’s life is wisdom — and that is the ultimate virtue"},{"Author":"Peter Prange,  The Philosopher's Kiss: A Novel","Category":"knowledge","Quote":"The Encyclopedia--the advance artillery of reason, the armada of philosophy, the siege engine of the enlightenment..."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"Love is my inner strength and my power."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"There's no guarantee of disaster-free in any world religion,but love, faith and knowledge give men hope and willpower."},{"Author":"John Brunner,  The Jagged Orbit","Category":"knowledge","Quote":"It's common platitude that knowledge is neutral but every now and then it would be useful if it was on your side and not theirs."},{"Author":"Stuart Aken","Category":"knowledge","Quote":"Knowledge, like money and muck (manure), serves us best when spread evenly."},{"Author":"Janaki Sooriyarachchi,  Finbo","Category":"knowledge","Quote":"Of course, being brave does not mean running towards danger."},{"Author":"Helen Simonson,  Major Pettigrew's Last Stand","Category":"knowledge","Quote":"We are all small-minded people, creeping about the earth grubbing for our own advantage and making the very mistakes for which we want to humiliate our neighbors."},{"Author":"Samuel Johnson,  The Life of Samuel Johnson Including a Journal of a Tour to the Hebrides, Vol 2","Category":"knowledge","Quote":"Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it. When we enquire into any subject, the first thing we have to do is to know what books have treated of it. This leads us to look at catalogues, and at the backs of books in libraries."},{"Author":"Paul Brunton,  The Notebooks of Paul Brunton","Category":"knowledge","Quote":"Although the pure truth has never been stated, nevertheless it has never been lost. Its existence does not depend upon human statement but upon human sensitivity. In this it is unlike all other knowledge."},{"Author":"Alfred de Vigny,  Stello","Category":"knowledge","Quote":"Oh, I have a habit of letting myself be lectured on the things I know best. I like to see if they are understood in the same way I understand; for there are many ways of knowing the same thing"},{"Author":"Boyd Norton,  Serengeti: The Eternal Beginning","Category":"knowledge","Quote":"Wilderness gave us knowledge. Wilderness made us human. We came from here. Perhaps that is why so many of us feel a strong bond to this land called Serengeti; it is the land of our youth."},{"Author":"Neil Gaiman,  American Gods","Category":"knowledge","Quote":"I don't know much more than I did when I was alive. Most of the stuff I know now that I didn't know then I can't put into words."},{"Author":"L. Ron Hubbard","Category":"knowledge","Quote":"Stress the right of the individual to select only what he desires to know, to use any knowledge as he wishes, that he himself owns what he has learned."},{"Author":"John Ashbery,  Self-Portrait in a Convex Mirror","Category":"knowledge","Quote":"Its a bit mad. Too bad, I mean, that getting to know each just for a fleeting second Must be replaced by unperfect knowledge of the featureless wholeLike some pocket history of the world, so generalAs to constitute a sob or wail"},{"Author":"Noam Shpancer,  The Good Psychologist","Category":"knowledge","Quote":"...knowledge imprisons you. You cannot escape it. What you know you cannot unknow. That's why knowledge is dangerous. Learning will redefine your world, irreversibly."},{"Author":"Robert McKee,  Story: Style, Structure, Substance, and the Principles of Screenwriting","Category":"knowledge","Quote":"No civilization, including Plato's, has ever been destroyed because its citizens learned too much."},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"knowledge","Quote":"Wisdom is knowledge plus courage. You not only have to know what to do and when—but you have to be brave enough to actually act on it."},{"Author":"Victor Hugo","Category":"knowledge","Quote":"Science says the first word on everything, and the last word on nothing."},{"Author":"Ian McEwan,  Sweet Tooth","Category":"knowledge","Quote":"Everyone knew as much as they needed to know to be happy."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"knowledge","Quote":"You know that I know you know, but I want you to know that I know you know I know you know I know. It’s important for you to know that, you know?"},{"Author":"Christopher Paolini,  Inheritance","Category":"knowledge","Quote":"The whole of the world could be deduced from the smallest grain of sand if one studied it closely enough."},{"Author":"Tommy Lee Jones","Category":"knowledge","Quote":"A thousand years ago, everybody knew the Earth was the center of the universe. Five hundred years ago, they knew the Earth was flat. Fifteen minutes ago, you knew we humans were alone on it. Imagine what you'll know tomorrow."},{"Author":"Laura Linney","Category":"knowledge","Quote":"To be too knowing is a downfall."},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"knowledge","Quote":"Why covet a knowledge of new facts? Day and night, house and garden, a few books, a few actions, serve us as well as would all trades and all spectacles. We are far from having exhausted the significance of the few symbols we use. We can come to use them yet with a terrible simplicity."},{"Author":"Gopichand Lagadapati","Category":"knowledge","Quote":"I found a beautiful lane called \"I know nothing\". it leads it way ; all you got to do is walk in it."},{"Author":"Paul Karl Feyerabend,  Problems of Empiricism: Philosophical Papers: Problems of Empiricism v. 2 (Philosophical Papers","Category":"knowledge","Quote":"Progress has always been achieved by probing well-entrenched and well-founded forms of life with unpopular and unfounded values. This is how man gradually freed himself from fear and from the tyranny of unexamined systems."},{"Author":"Jarod Kintz,  $3.33","Category":"knowledge","Quote":"Question for your life: If Socrates had a clone, would he advise that clone to know thy self, or to know myself, with myself in this case being himself?"},{"Author":"Oscar Wilde","Category":"knowledge","Quote":"The man who sees both sides of a question is a man who sees absolutely nothing."},{"Author":"Edwin Arnold,  The Light of Asia","Category":"knowledge","Quote":"Shall any gazer see with mortal eyes,Or any searcher know by mortal mind,Veil after veil will lift--but there must be Veil upon veil behind."},{"Author":"Monique Rockliffe","Category":"knowledge","Quote":"Pursue knowledge as though it is your life-blood, then you will know greatness!"},{"Author":"George Eliot,  Middlemarch","Category":"knowledge","Quote":"Everybody liked better to conjecture how the thing was, than simply to know it; for conjecture soon became more confident than knowledge, and had a more liberal allowance for the incompatible."},{"Author":"Georg Christoph Lichtenberg,  Dieses Und Jenes: Aufsätze Und Aphorismen","Category":"knowledge","Quote":"Aujourd'hui, on cherche partout à répandre le savoir; qui sait si, dans quelques siècles, il n'y aura pas des universités pour rétablir l'ancienne ignorance?"},{"Author":"Confucius","Category":"knowledge","Quote":"Wenn du weißt, behaupte, dass du es weißt. Und wenn du etwas nicht weißt, gib zu, dass du es nicht weißt. Das ist Wissen."},{"Author":"Carl Sagan","Category":"knowledge","Quote":"In that case, on behalf of Earthlife, I urge that, with full knowledge of our limitations, we vastly increase our knowledge of the Solar System and then begin to settle other worlds."},{"Author":"M.C. Humphreys","Category":"knowledge","Quote":"If you ask me what remains to be known in the future, I’ll say, ‘Memorize all the world’s encyclopedias.’ Once you do that, forget all that fancy junk and rake the leaves – else I’m gonna take a stick to you, boy."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"Mind of a loving heart is the fountain of knowledge."},{"Author":"Peter Prange,  The Philosopher's Kiss: A Novel","Category":"knowledge","Quote":"In order to exert influence over people, there were other things that could be used besides love. Knowledge seemed to be an equally strong force, perhaps even stronger. Whoever possessed knowledge not only had power over the changeable passions of people, but also power over their thinking, over their minds, hearts and souls."},{"Author":"Walter Benjamin,  Reflections: Essays, Aphorisms, Autobiographical Writings","Category":"knowledge","Quote":"Truth resists being projected into the realm of knowledge."},{"Author":"John Kenneth Galbraith","Category":"knowledge","Quote":"One of the greatest pieces of economic wisdom is to know what you do not know."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"Knowledge is as infinite as the universe. The man who claims to know all only reveals to all that he really knows nothing."},{"Author":"Al-Fudhayl ibn Iyyadh","Category":"knowledge","Quote":"The best of knowledge and righteous acts are those hidden to the people."},{"Author":"Randall Jarrell,  The Complete Poems","Category":"knowledge","Quote":"I see at last that all the knowledgeI wrung from the darkness—that the darkness flung me—Is worthless as ignorance: nothing comes from nothing,The darkness from the darkness. Pain comes from the darknessAnd we call it wisdom. It is pain."},{"Author":"Hilary Thayer Hamann,  Anthropology of an American Girl","Category":"knowledge","Quote":"If she could no longer be called beautiful, she possessed something better-a knowledge of beauty; it’s inflated value, it’s inevitable loss."},{"Author":"Alan Bennett,  The Uncommon Reader","Category":"knowledge","Quote":"...to her all books were the same and, as with her subjects, she felt a duty to approach them without prejudice...Lauren Bacall, Winifred Holtby, Sylvia Plath - who were they? Only be reading could she find out."},{"Author":"Thrity Umrigar,  The Space Between Us","Category":"knowledge","Quote":"It was strange how she found out, One moment she didn't know; the next minute she did. One moment her mind was as blank as the desert; the next minute the snake of suspicion had slithered into her thoughts and raised its poisonous head."},{"Author":"Floriano Martins","Category":"knowledge","Quote":"We live in the hope that life will be different. Just a little more substance perhaps in the intrinsic frailty of the days. Such resignation frightens me. Between gunshots I get drunk. In secret, all knowledge becomes anxiety."},{"Author":"Graham Greene,  The Ministry of Fear","Category":"knowledge","Quote":"Knowledge was the great thing--not abstract knowledge in which Dr. Forester had been so rich, the theories which lead one enticingly on with their appearance of nobility, of transcendent virtue, but detailed, passionate, trivial human knowledge."},{"Author":"Giovanni Sartori,  Homo videns: La sociedad teledirigida","Category":"knowledge","Quote":"El problema es que el niño es una esponja que registra y absorbe indiscriminadamente todo lo que ve [...] El niño formado en la imagen se reduce a ser un hombre que no lee, y, por lo tanto, la mayoría de las veces, es un ser «reblandecido por la televisión», adicto de por vida a los videojuegos."},{"Author":"Stefan Molyneux","Category":"knowledge","Quote":"Those who make conversations impossible, make escalation inevitable."},{"Author":"Debasish Mridha","Category":"knowledge","Quote":"Let the love of the moon kiss you good night, let the morning sun wake you up with loving light."},{"Author":"Alexander Nehamas","Category":"knowledge","Quote":"I will tell you why I became a philosopher. I became a philosopher because I wanted to be able to talk about many, many things, ideally with knowledge, but sometimes not quite the amount of knowledge that I would need if I were to be a specialist in them. It allows you to be many different things. And plurality and complexity are very, very important to me."},{"Author":"Gotthold Ephraim Lessing","Category":"knowledge","Quote":"The true value of a man is not determined by his possession, supposed or real, of Truth, but rather by his sincere exertion to get to the Truth. It is not possession of the Truth, but rather the pursuit of Truth by which he extends his powers and in which his ever-growing perfectibility is to be found. Possession makes one passive, indolent, and proud."},{"Author":"Mark Rude,  The Gold Cat’s Daughter","Category":"knowledge","Quote":"You may find that knowledge is not so great a thing as belief or hope."},{"Author":"H.E. Davey,  Japanese Yoga: The Way of Dynamic Meditation","Category":"knowledge","Quote":"While we can learn or study techniques for almost anything we might want to accomplish, real understanding is not the mere accumulation of knowledge. Understanding cannot be realized by listening or reading about the realization of others. It must be achieved firsthand via substantive, direct perception in the moment."},{"Author":"Dana Reinhardt,  How to Build a House","Category":"knowledge","Quote":"I know certain truths about life."},{"Author":"Kahlil Gibran","Category":"knowledge","Quote":"And even as each one of you stands alone in God's knowledge, so must each one of you be alone in his knowledge of God and in his understanding of the earth."},{"Author":"Gemma Malley","Category":"knowledge","Quote":"Before he'd met Anna, he'd thought he'd known what love was, thought he'd understood about friendship, romance, all o fit, but he hadn't - not at all. Until he'd held Anna in his arms, until he'd let her see his soul, until he'd heard her cry gently when he made love to her for the first time, he'd known nothing."},{"Author":"Joshua Caleb","Category":"knowledge","Quote":"Knowledge is a Bed of Roses; for Every Beautiful Flower, there are a Dozen Thorns to Match"},{"Author":"Mark Christensen,  Aloha","Category":"knowledge","Quote":"In the new century science will defeat famine, boredom, and the plague, but . . . vital knowledge will become so elevated that nobody will know how anything works. . . . the good news is that everybody will be empowered; the bad news is nobody will understand why."},{"Author":"Allan Lokos,  Pocket Peace: Effective Practices for Enlightened Living","Category":"knowledge","Quote":"Accepting the reality of change gives rise to equanimity."},{"Author":"George Friedman,  The Next 100 Years: A Forecast for the 21st Century","Category":"knowledge","Quote":"The computer focuses ruthlessly on things that can be represented in numbers. In so doing, it seduces people into thinking that other aspects of knowledge are either unreal or unimportant. The computer treats reason as an instrument for achieving things, not for contemplating things. It narrows dramatically what we know and intended by reason."},{"Author":"Amin Maalouf,  Orígenes","Category":"knowledge","Quote":"Nothing is born of nothing, least of all knowledge, modernity, or enlightened thought; progress is made in tiny surges, in successive laps, like an endless relay race. But there are links without which nothing would be passed on, and for that reason, they deserve the gratitude of all who benefited from them."},{"Author":"Baruch Spinoza,  Ethics","Category":"knowledge","Quote":"Emotion, which is suffering, ceases to be suffering as soon as we form a clear and precise picture of it."},{"Author":"John Arbuthnot","Category":"knowledge","Quote":"Mathematical Knowledge adds a manly Vigour to the Mind, frees it from Prejudice, Credulity, and Superstition."},{"Author":"Milton H. Erickson","Category":"knowledge","Quote":"When I wanted to know something, I wanted it undistorted by somebody else's imperfect knowledge."},{"Author":"Silverwolf","Category":"knowledge","Quote":"Politics:Lies about the truth,or the truth about lies?"},{"Author":"Margery Allingham,  Dancers in Mourning","Category":"knowledge","Quote":"But there are roughly two sorts of informed people, aren't there? People who start off right by observing the pitfalls and mistakes and going round them, and the people who fall into them and get out and know they're there because of that. They both come to the same conclusions but they don't have quite the same point of view."},{"Author":"Elaine Ostrach Chaika","Category":"knowledge","Quote":"Trivia are not knowledge. Lists of facts don't comprise knowledge. Analyzing, hypothesizing, concluding from data, sharing insights, those comprise knowledge. You can't google for knowledge."},{"Author":"John Piper,  The Pleasures of God: Meditations on God's Delight in Being God","Category":"knowledge","Quote":"Without a spiritual wakefulness to divine purposes and connections in all things, we will not know things for what they truly are."},{"Author":"The New York Times","Category":"knowledge","Quote":"...wearing a turban of yellow, signifying knowledge, and a robe of purple, portraying purity and activity, Virchand Gandhi of Bombay delivered a lecture on the religions of India...."},{"Author":"Sachin Kumar Puli","Category":"knowledge","Quote":"There is no limit to how good you can get in pursuit of perfection."},{"Author":"Marty Rubin","Category":"knowledge","Quote":"Never confuse a hunger for knowledge with a thirst for truth."},{"Author":"Terry Pratchett","Category":"knowledge","Quote":"Anyone with half a mind could see that,\"said Tiffany.Miss Tick sighed. \"Yes. But sometimes it's so hard to find half a mind when you need one."},{"Author":"Michael Marino","Category":"knowledge","Quote":"A love affair with knowledge will never end in heartbreak."},{"Author":"Israelmore Ayivor","Category":"knowledge","Quote":"We are no longer in the dispensation of age and experience. We are in the era of knowledge and information. Information leads a true leader and a true leader leads others."},{"Author":"Enock Maregesi","Category":"knowledge","Quote":"Tunapenda kuamini kwa sababu kuamini hurahisisha mambo… Usiamini. Jua."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"knowledge","Quote":"A lion of truth never assumes anything without validity. Assumptions are quick exits for lazy minds that like to graze out in the fields without bother."},{"Author":"Tiffini Johnson,  The Character","Category":"knowledge","Quote":"Books whose topics I thoroughy depsise are accapteble because they often force the reader to think and to examine his own beliefs. In an age where most people are either blindly obedient or radical, exposing oneself to the ideas contained in even the most controversial of books is a good thing."},{"Author":"Kedar Joshi","Category":"knowledge","Quote":"Certainty is the most vivid condition of ignorance and the most necessarycondition for knowledge."},{"Author":"Leanna Renee Hieber,  The Strangely Beautiful Tale of Miss Percy Parker","Category":"knowledge","Quote":"As the Promethean fire which banished Darkness, so Knowledge bears the Power and the Light."},{"Author":"John Stuart Mill,  Auguste Comte And Positivism","Category":"knowledge","Quote":"Foresight of phenomenon and power over them depend on knowledge of their sequences, and not upon any notion we may have formed respecting their origin or inmost nature."},{"Author":"Timothy Findley,  The Wars","Category":"knowledge","Quote":"The spaces between the perceiver and the thing perceived can [...] be closed with a shout of recognition."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Sublime Beauty When I shut my eyes, I can move mountains.When I open them, mountains can move me."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Comfort Zone Your comfort zone has a clock on it, ticking off until it becomes your death zone."},{"Author":"Rashedur Ryan Rahman","Category":"knowledge","Quote":"Your comfort zone is a place where you keep yourself in a self-illusion and nothing can grow there but your potentiality can grow only when you can think and grow out of that zone."},{"Author":"Rodolphe Kasser,  The Gospel of Judas Together with the Letter of Peter to Phillip, James, and a Book of Allogenes from Codex Tchacos","Category":"knowledge","Quote":"But God caused knowledge to be given to Adam and those with him, so that the kings of chaos and the underworld might not lord it over them.\"[--Jesus]"},{"Author":"أبو حيان التوحيدي","Category":"knowledge","Quote":"Inexperience people think that books will lead the one of intellect to understanding. But the ignoramus doesn't know that in these books are ambiguos that will confuse even the most intelligent of people. If you try to learn this knowledge without a teacher you will go astray and affairs will become so confusing to you that you will be more astray than Toma*, the physician.*توما الحكيم"},{"Author":"Anton Zeilinger","Category":"knowledge","Quote":"Maybe knowledge is as fundamental, or even more fundamental than [material] reality."},{"Author":"Arthur Schopenhauer,  The World as Will and Representation, Vol 1","Category":"knowledge","Quote":"It is easy to understand that in the dreary middle ages the Aristotelian logic would be very acceptable to the controversial spirit of the schoolmen, which, in the absence of all real knowledge, spent its energy upon mere formulas and words, and that it would be eagerly adopted even in its mutilated Arabian form, and presently established as the centre of all knowledge."},{"Author":"Anthony Burgess,  Earthly Powers","Category":"knowledge","Quote":"People don't want to know. They have to be made to know. Whether they act on what they know is up to them. But they have to know."},{"Author":"Marty Rubin","Category":"knowledge","Quote":"Information is what you put in empty heads to keep them empty."},{"Author":"André Maurois,  Disraeli: A Picture of the Victorian Age","Category":"knowledge","Quote":"One might have said that reason made him flee from reason."},{"Author":"Marty Rubin","Category":"knowledge","Quote":"Happiness is what matters, feeling alive-not art or knowledge or money."},{"Author":"Bill Gaede","Category":"knowledge","Quote":"Whereas a novice makes moves until he gets checkmated (proof), a Grand Master realizes 20 moves in advance that it’s futile to continue playing (conceptualizing)."},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"We're very familiar with the idea that some things are so complex they're beyond our comprehension. This not only keeps us solving and experimenting but also distracted. Many things are really so simple we can't see them under our big noses."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"The internet is a knowledge omelet. Sometimes I just want the purity of scrambled eggs that only a book can provide."},{"Author":"Elizabeth Goudge,  The White Witch","Category":"knowledge","Quote":"One is seldom unchanged by the death of those one loves. It gives me a deeper knowledge of them, and so of oneself in regard to them."},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"knowledge","Quote":"Trzymajcie się z dala od człowieka, który pracował w pocie czoła nad rozwiązaniem jakiejś zagadki, rozwiązał ją i stwierdził, że nie jest mądrzejszy niż przedtem - powiada Bokonon. - Przepełnia go bowiem mordercza pogarda do ludzi, którzy są równie głupi jak on, ale nie doszli do swojej głupoty równie ciężką pracą."},{"Author":"Matt Baldwin,  Snow rising","Category":"knowledge","Quote":"New knowledge enhances an ever increasing sense of our own ignorance. The more we know, the more we know we don't know. Feynman called it 'the expanding frontier of ignorance'."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"knowledge","Quote":"Size does matter.Nano even better."},{"Author":"Peter Prange,  The Philosopher's Kiss: A Novel","Category":"knowledge","Quote":"Whoever possessed knowledge not only had power over the changeable passions of people, but also power over their thinking, over their minds, hearts and souls."},{"Author":"Ali Smith,  There But for The","Category":"knowledge","Quote":"It is important to know the stories and histories of things, even if all we know is that we don't know."},{"Author":"Martin Schuster","Category":"knowledge","Quote":"There is much that I do not know and I'd like to know even less."},{"Author":"Lailah Gifty Akita,  Think Great: Be Great!","Category":"knowledge","Quote":"Passion for knowledge, motivation for continuous learning."},{"Author":"David Foster Wallace,  A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments","Category":"knowledge","Quote":"What I know about auto racing could be inscribed with a dry Magic Marker on the lip of a Coke bottle."},{"Author":"R. Alan Woods,  The Journey Is The Destination: A Photo Journal","Category":"knowledge","Quote":"Knowledge & understanding mixed with ones convictions of 'experience' is hardly impositional\". ~R. Alan Woods [2012]"},{"Author":"Isaac Watts,  The Improvement of the Mind to Which Are Added a Discourse on the Education of Children","Category":"knowledge","Quote":"Once a day, especially in the early years of life and study, call yourselves to an account what new ideas, what new proposition or truth you have gained, what further confirmation of known truths, and what advances you have made in any part of knowledge."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"knowledge","Quote":"All I know is I don’t know if I know, and this everlasting oscillation shakes my belief system."},{"Author":"Gene Edward Veith Jr.,  Loving God with All Your Mind: Thinking as a Christian in a Postmodern World","Category":"knowledge","Quote":"Many modern artists, philosophers, and theologians reject the knowledge of the past. Thus they must continually start over again from ground zero, their vision restricted to their own narrow perspectives, making themselves artificially primitive."},{"Author":"Wuhayb ibn al-Wird","Category":"knowledge","Quote":"By the external appearance of your knowledge, you have attained (high) ranks and reverence with the people! So seek with Allah higher ranks and closeness by virtue of your hidden good deeds. And know that these two ranks, one cancels out the other."},{"Author":"Florian Schneider","Category":"knowledge","Quote":"Collaborations are the black holes of knowledge regimes. They willingly produce nothingness, opulence and ill behavior. And it is their very vacuity that is their strength...It does not entail the transmission of something from those who have to those who do not, but rather the setting in motion of a chain of unforeseen accesses."},{"Author":"Saleem Sharma","Category":"knowledge","Quote":"Knowledge is knowing the depth of the ocean. Wisdom is knowing till where to swim."},{"Author":"Juli Zeh,  Spieltrieb","Category":"knowledge","Quote":"Religion ist nichts anderes als die Lehre davon, wie man frei von Erkenntnis gehorcht [...]."},{"Author":"Cristina Marrero","Category":"knowledge","Quote":"As outsiders looking in, my readers and I must reform how we think so we may open ourselves to new forms of knowledge."},{"Author":"Athanasius Kircher","Category":"knowledge","Quote":"Nothing is more beautiful than to know all."},{"Author":"Kedar Joshi","Category":"knowledge","Quote":"The final discovery is the discovery of knowledge."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"Know yourself better than your opponent knows you, know your opponent better than he knows himself, know yourself better than you know your opponent, and know you have all this knowledge and you will be victorious. That’s the advice I’ll give my clone before I defeat him in battle."},{"Author":"Hannah Ashworth,  A Royal Reborn","Category":"knowledge","Quote":"My stomach is rather content, now that I think about it. 'Tis my mind that is starving."},{"Author":"Samuel Johnson,  The History of Rasselas, Prince of Abissinia","Category":"knowledge","Quote":"Ignorance, when voluntary, is criminal, and a man may be properly charged with that evil which he neglected or refused to learn how to prevent."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Metamorphosis [10w] Change. Become the butterfly.Don't stay a caterpillar with wings."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Eyes of Heaven To see through the eyes of heavenis to look upon your fellow manand only see the good in him."},{"Author":"José Ortega y Gasset","Category":"knowledge","Quote":"The only thing that interests the physicist is finding out on what assumptions a framework of things can be constructed which will enable us to know how to use them mechanically. Physics, as I have said on another occasion, is the technique of techniques and the ars combinatoria for fabricating machines. It is a knowledge which has scarcely anything to do with comprehension."},{"Author":"Dalai Lama XIV","Category":"knowledge","Quote":"Teile dein Wissen, so erlangst du Unsterblichkeit."},{"Author":"Margaret Atwood,  The Year of the Flood","Category":"knowledge","Quote":"So we couldn't mingle with them, but we could eavesdrop. We got our knowledge that way--we caught it like germs."},{"Author":"Al Capp","Category":"knowledge","Quote":"I’ve learned one thing-people who know the least anyways seem to know it the loudest."},{"Author":"Mike Norton","Category":"knowledge","Quote":"A man of logic is a man of sin."},{"Author":"James Wood","Category":"knowledge","Quote":"The acquisition of a book signalled not just the potential acquisition of knowledge but also something like the property rights to a piece of ground: the knowledge became a visitable place."},{"Author":"E.M. Forster","Category":"knowledge","Quote":"But nothing in India is identifiable, the mere asking of a question causes it to disappear and merge into something else."},{"Author":"John Irving,  A Prayer for Owen Meany","Category":"knowledge","Quote":"Many things the gods achieve beyond our judgement,'\"said the sorrowful girl. \"'What we thought is not confirmed and what we thought not God contives."},{"Author":"Emma Donoghue,  Slammerkin","Category":"knowledge","Quote":"The worn soles of Daffy's boots skidded on the icy stones. He'd been saving up for a new pair for Christmas, but then he'd come across an encyclopaedia in ten volumes, going cheap. Boots might last ten years, at best, but knowledge was eternal."},{"Author":"Cristina Marrero","Category":"knowledge","Quote":"He who asserts belief with absolute certainty knows nothing of faith and makes himself into a fool. He who is wise, upon realizing they have done this, recants and searches themselves for further enlightenment."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"On Knowledge: You know that I know you know, but I want you to know that I know you know I know you know I know. It’s important for you to know that, you know?"},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"knowledge","Quote":"Sometimes looking like you know is better than actually knowing. People respect you, and defer to you, yet you don’t have the burden that comes with heavy knowledge."},{"Author":"David Halberstam,  The Best and the Brightest","Category":"knowledge","Quote":"There was, I found, always more to learn."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"My knowledge is mine to use as I see fit. But I’m way too out of shape to see fit."},{"Author":"Peter Prange,  The Philosopher's Kiss: A Novel","Category":"knowledge","Quote":"The striving of humanity for knowledge and truth [can] not be suppressed. The growth of the spirit [is]an essential part of Creation; it was planned like the growth of the body, of the plants and animals and people - every living thing that God had created."},{"Author":"Jane Borodale,  The Book of Fires","Category":"knowledge","Quote":"Nothing good was learnt too swiftly. Knowledge should be a purposeful accumulance of observed experience, applied and tested to the full."},{"Author":"Maria Mitchell","Category":"knowledge","Quote":"The phrase ‘popular science’ has in itself a touch of absurdity. That knowledge which is popular is not scientific."},{"Author":"Robert Farrar Capon,  Between Noon & Three: Romance, Law & the Outrage of Grace","Category":"knowledge","Quote":"... the proper self-knowledge and self-love of every created thing is ipso facto a participation in the knowledge and love of God. The entire universe moves by desire for the Highest Good simply because every part of it loves what God loves - namely, its own being."},{"Author":"Samuel Johnson","Category":"knowledge","Quote":"There is nothing so minute or inconsiderable that I would not rather know it than not know it."},{"Author":"Marc Levy,  Le premier jour","Category":"knowledge","Quote":"O fogo é um preciso aliado do homem mas é perigos para uma criança que não o saiba utilizar. Passa-se o mesmo com certos conhecimentos. À escala da humanidade os homens não são mais do que crianças, olhai o nosso mundo e vede como nos falta educação."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"knowledge","Quote":"It wasn't science and technology that cause a slow progress, but collective knowledge of the society and market demands."},{"Author":"Chuck Palahniuk","Category":"knowledge","Quote":"trichloroethane [...] All my extensive testing has shown this to be the best treatment for a dangerous excess of human knowledge"},{"Author":"Nick Drake,  Nefertiti: The Book of the Dead","Category":"knowledge","Quote":"The purpose of collecting so much information can only be power."},{"Author":"Toba Beta,  Master of Stupidity","Category":"knowledge","Quote":"Truth ain't be in secret site to be found.It lies within certain levels of understanding and knowledge."},{"Author":"Evinda Lepins,  Back to Single","Category":"knowledge","Quote":"Knowledge unlocks the door to the mysteries of our mistakes; wisdom guides us away from repeating them\". HS/el"},{"Author":"Dejan Stojanovic","Category":"knowledge","Quote":"Omnipotence and omniscience are the end of power and knowledge."},{"Author":"Gian Kumar","Category":"knowledge","Quote":"Awareness is above intellect.Intellect is above speech. Speech is above knowledge. For knowledge in itself is just a name."},{"Author":"Elizabeth Pantley","Category":"knowledge","Quote":"So, your best defense is knowledge. It really is power, as they say...The more you know, the more easily you will develop your own philosophies about child rearing. When you have your facts straight, and when you have a parenting plan, you will be able to respond with confidence to those who are well-meaning but offering contrary or incorrect advice."},{"Author":"Oscar Wilde","Category":"knowledge","Quote":"The English novels are the only relaxation of the intellectually unemployed. But one should not be too severe on them. They show a want of knowledge that must be the result of years of study."},{"Author":"Kenneth A. Bruffee,  Collaborative Learning: Higher Education, Interdependence, and the Authority of Knowledge","Category":"knowledge","Quote":"Knowledge is a social construct, a consensus among the members of a community of knowledgeable peers."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"Ideas were found by the freethinker, expressed by poet with the new words,formulated by scholar into knowledge."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"Working in the hotel business I have learned a lot about people. It’s amazing what you can discover about someone by watching them when they don’t know you are watching, especially if they are asleep."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"At the potluck, I brought two dishes: knowledge and mashed potatoes and gravy. Guess which one got cleaned out and which one hardly got touched."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"knowledge","Quote":"To be the only one who knows is lonely. No wonder Solomon, the wisest man, needed 900 concubines."},{"Author":"Kahlil Gibran","Category":"knowledge","Quote":"Der Lehrer [...] gibt nicht von seiner Weisheit, sondern eher von seinem Glauben und seiner Liebe."},{"Author":"Russell Shorto,  Descartes' Bones: A Skeletal History of the Conflict Between Faith and Reason","Category":"knowledge","Quote":"They had applied their doubts to the very head that had introduced doubt as a tool for advancing knowledge. And in the end they gave the head a nod."},{"Author":"C.S. Goto","Category":"knowledge","Quote":"And so even the righteous heart is besieged by the blinding light of false knowledge. Falsity is like an ocean that presses around solitary moments of truth, treatening to overwhelm or blind the seekers of knowledge, to eradicate them in an instant of self-deceiving brilliance.Knowledge is power; it guards our souls - guard it well."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Sometimes God is Drunk [10w] Satan's sudden appearance means God is on a drinking binge."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Till Death Do You Part [10w] Marriage will indeed change people ~for better or for worse."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Garden [10w] A garden is a poem written with flowers on earth."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Wonderful Wonder Between the 'Onenesses' [10w] + [10w] + [10w] + [10w] If you can imagine time running backwards, death becomes birth;The moment before conception, becomes our oneness with the universe.Therefore, we shouldn't fear death because oneness returns to oneness;The wonder that happens between these onenesses is God's gift."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Madness [10w] Madness isn't an objective state,it is a cultural bias."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Preserving Beauty [10w] + {Couplet} Preserving beauty is futile;even Cleopatra returned to the Nile."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love's Kiss of Death [10w] Love's kiss of death is taking each another for granted."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love [10w] Love is a time machineset to your perfect present"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"FBI vs. CIA When a person works for the FBI for 20 years and retires,he gets a watch.When a person works for the CIA for 20 years and retires,he gets watched.I know this not because I'm in law enforcement or with the NSA ~I know this because I have HBO."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rewrite☷Rewrite [10w] Happiness writes new memories;New losses rewrite over old ones."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Good vs. Great [10w] To be good twice is a true mark of greatness."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Memories [10w] Spend half your life creating memories,the other half, remembering."},{"Author":"Kahlil Gibran","Category":"knowledge","Quote":"Niemand kann euch etwas eröffnen, das nicht schon im Dämmern eures Wissens schlummert."},{"Author":"Aulus Persius Flaccus","Category":"knowledge","Quote":"Dein Wissen hat keine Bedeutung, wenn niemand anderes weiß, dass du weißt."},{"Author":"Bram Stoker","Category":"knowledge","Quote":"There is a reason that all things are as they are, and did you see with my eyes and know with my knowledge, you would perhaps better understand."},{"Author":"Dalai Lama XIV","Category":"knowledge","Quote":"Skepsis wirft Fragen auf, die zu Nachforschungen führen. Das ist sehr hilfreich, um neue Dinge zu entwickeln."},{"Author":"Woodrow Wilson","Category":"knowledge","Quote":"We have not given science too big a place in our education, but we have made a perilous mistake in giving it too great a preponderance in method in every other branch of study."},{"Author":"Amelia Gray,  Museum of the Weird","Category":"knowledge","Quote":"They don't understand it. They're not old enough to know the first instinct of irritation should be avoided in order to keep an open mind."},{"Author":"Michel Foucault,  The Archaeology of Knowledge & The Discourse on Language","Category":"knowledge","Quote":"[…] marginile unei cărţi nu sunt niciodată clar şi riguros trasate: dincolo de titlu, de primele rânduri şi de punctul final, mai presus de configuraţia sa internă şi de forma care îi conferă autonomie, ea se află prinsă într-un sistem de trimiteri la alte cărţi, la alte texte, la alte fraze: este un nod într-o reţea."},{"Author":"DeWayne Owens","Category":"knowledge","Quote":"The results of knowledge without application results in nothing at all. Do what you know better to do."},{"Author":"Ruadhán J. McElroy","Category":"knowledge","Quote":"Everything worth knowing about the 1980s I learned from obsessively reading Bloom County collections when I was nine and Derek Jarman's diaries when I was twenty."},{"Author":"Lynn Hoffman","Category":"knowledge","Quote":"In an age when mass pleasures like television are becoming more feeble and homogeneous, the very act of discrimination becomes a form of protest. At a time when mass marketing of food produces a product so disgusting that it has to be wrapped in distracting gimmicks to be sold, the mere fact of paying attention to what you eat and drink and telling the truth about taste is a revolutionary act."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"knowledge","Quote":"An exercise in unknowing is not the same as not knowing or forgetting."},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"knowledge","Quote":"I carry a shower curtain folded up neatly in my wallet, because you never know when you’ll never know."},{"Author":"Sena Jeter Naslund","Category":"knowledge","Quote":"La lectura, asegura, ampliaría mi experiencia del mundo. Las ideas que se encuentran en los libros serios darían profundidad a mis pensamientos sobre cada decisión que tomo."},{"Author":"Ifeanyi Enoch Onuoha","Category":"knowledge","Quote":"There's no short-cut in life but with right knowledge, you can fast-track things to come to pass."},{"Author":"Joseph Boyden","Category":"knowledge","Quote":"The world is a different place in this new century, [...]. And we are a different people. My visions still come but no one listens any longer to what they tell us, what they warn us. I knew even as a young woman that destruction bred on the horizon. [...] War touches everyone, and windigos spring from the earth."},{"Author":"Jean-Claude Carrière,  Nu sperați că veți scăpa de cărți","Category":"knowledge","Quote":"Cunoștințele sunt cele care se adună în capul nostru fără să ne fie întotdeauna de vreun folos. Cunoașterea e transformarea unor cunoștințe într-o experiență de viață."},{"Author":"Alasdair Gray,  Poor Things","Category":"knowledge","Quote":"Baxter knows a lot more than I do, I told her.Yes, said Baxter, but I will never tell people all of it."},{"Author":"AainaA-Ridtz,  The Sacred Key — Transcending Humanity","Category":"knowledge","Quote":"Le voile est essentielle pour le monde, soit par l'organisme, ou au moyen de la connaissance"},{"Author":"Gene Wolfe,  The Citadel of the Autarch","Category":"knowledge","Quote":"You believe me wise because I taught you once, but I have not been north, as you have. You have seen (what) I have never seen...You flatter me by asking my opinion."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"knowledge","Quote":"Fear of God is a beginning of knowledge.The fear lessened on a higher knowledge.Walk with God is on the top of knowledge."},{"Author":"Kahlil Gibran","Category":"knowledge","Quote":"Wenn [der Lehrer] wirklich weise ist, fordert er euch nicht auf, ins Haus seiner Weisheit einzutreten, sondern führt euch an die Schwelle eures eigenen Geistes."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"I don’t know what I’ll do until I know what you’ll do. I’m proactive with my preemptive reactive strategy."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"To know is good, but to know how to use that knowledge is better. And to acknowledge the wisdom in this is the best."},{"Author":"Alberto Caeiro,  The Keeper of Sheep","Category":"knowledge","Quote":"Praise be to God I’m not good,And have the natural egotism of flowersAnd rivers following their bedPreoccupied without knowing itOnly with blooming and flowing.This is the only mission in the World,This—to exist clearly,And to know how to do it without thinking about it.)"},{"Author":"Criss Jami,  Killosophy","Category":"knowledge","Quote":"It's simple, it's not that simple; or life is simple, but the things in it are not. When a man does not understand it, he tends to inflate it. When he does, he tends to deflate it. In the end, neither images are fully accurate."},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"knowledge","Quote":"You don’t know her like I do, because you don’t know her like I don’t. It’s true, I don’t know her at all. What’s she like?"},{"Author":"Martin Guevara Urbina,  Latino Access to Higher Education: Ethnic Realitites and New Directions for the Twenty-first Century","Category":"knowledge","Quote":"Invariably, knowledge dictates life, liberty, and death, but those who have historically occupied the seats of power not only dictate what is defined as knowledge but also dictate what’s included, what’s excluded, and how it is filtered to society vis-à-vis America’s major institutions . . . particularly the educational system; ultimately, shaping the very essence of life."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"knowledge","Quote":"The path of light is the quest for knowledge."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"knowledge","Quote":"I sped-read through a book that probably weighed a pound, though I only gleaned about nine ounces of information. That's because it was a book on love that I read while making love. I multitask like I pay by the hour."},{"Author":"De philosopher Dj Kyos","Category":"knowledge","Quote":"Watching TV at my own time. Its beneficiary, but watching TV at its own time . Its time wasting."},{"Author":"Criss Jami","Category":"knowledge","Quote":"To respect a mystery is to make way for the answer."},{"Author":"De philosopher Dj Kyos","Category":"knowledge","Quote":"I will try it until i get it right. I will try it until i am no longer trying but doing it."},{"Author":"Amit Kalantri","Category":"knowledge","Quote":"Knowledge was scattered treasure, education organized it into art, commerce and science."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"God Created [10w] Lips were created to kiss and hands to make peace."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Pizza vs. Internet Porn I'm still debating whether pizza or internet porn is the best thing ever invented.I've already jack-off three times while eating a double-cheese pepperoni piemaking my careful deliberations."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Fugly Fishmates For every woman that looks like a hatchet-faced haddockthere's an equally ugly flounder-faced man with even fewer prospects."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love vs. Honeymoon [10w] Love is what truly begins when the honeymoon is over."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rhode Island State Motto Hope.Not much here but at least we have Family Guy."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Washington State Motto Al-Ki. [25]America's most rainy, PC and annoying state."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Kraft Macaroni & Cheese: It's the cheesiest... ...advertising slogan ever!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Self-Help I asked the bookseller,'Do you have any self-help books for addiction?'He said,'If I tell you, I'd be enabling you."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rain Check I'm a shitty typist and speller, I hunt and peck,I wrote, \"i LeFt mY sWeEtToOtH iN yOuR nEcKoF tHe WoOdS, cOuLd YoU pLeAsE bRiNgIt BeCk.\"Surprisingly, you did,and left.\"rAiN cHeCk."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"In and Out [10w] Our infant blanket in the externalization of our mother's womb.ღ ♛ ღ ♛ ღ ♛ ღ ♛ ღ Intruth, we should be married under,sling our newborn babiesinand after deathbe shrouded in the same infant blanketwe were taken home from the hospital in."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Freedom Paradox [10w] The act of protecting freedom is a violation of freedom."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Fabulous Creatures and Trust Issues [10w] Never trust a sheep in wolf’s clothing despite the unicorn."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Gray [10w] Since gray's the 'new black' things aren't black and white."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Stumble When you don't know how to end a sentence you've stumbled upon a truth."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Office Depot: Taking Care of Business... ...with short breaks, bad management and no job advancement opportunities."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Virginia Haiku \"Bowl of chili for me.She'll have the Cheesy Western.Both with, add a slab."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Universe Begins and Ends in Us If a telescope could see beyond the edges of the universe,we would see ourselves looking into a telescope trying to see beyond the edges of universe."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"What is God? [17] [10w] God has a fondness for cosmology and carbon-based life forms."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Dialogue Knowledge compromises its truthonce it ceases to be a dialogue."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Movies [10w] Movies were invented to sellbuttery snacks and sugary drinks"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Summer NYC ☜ʇɥƃᴉlɟ☞'ɥsɐp ɐ 'ɥsɐlds ∀˙ɥʇɐq ʍollɐɥs ɐ ʇɐ sʍoɹɹɐds ǝʞᴉlsɹǝlʞuᴉɹds ʇɐ uǝɹplᴉɥƆ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~Children at sprinklerslike sparrows at a shallow bath.A splash, a dash, ☜flight☞"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Don't Mess with the Queen {Couplet} The first man harnessing the secrets of fireCannot compare with the revelation of your sovereign ire."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"War [10w] When leaders threaten war,they’re breaking dirt on our graves."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Soup [10w] Never marry anyone who eats their soup with a ladle."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Travel [10w] The difference between a traveler and vacationer is one arrives."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Getting Even Bring a gun to a knife-fight,Bring a nuke to a war.Even if you don't win,You'll even the score.““”̿ ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(•̪ⓧ)=ε/̵͇̿̿/̿ ̿ ̿ ̿ ̿"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Fame [10w] Fame has a funny way of rewriting your entire past."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Hypocrisy [10w] Religion without hypocrisy doesn't exist;that's man's imperfection, not God's."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Lost Love [10w] + {Couplet} Lost love's the season of mists,Though they are gone, memory persists."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Long Term Relationships [10w] Long term relationships should begin and end with a laugh."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Present {Couplet} Our present is the dissipating despair of our past mingled with the promise of our future we hope will last."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Please Don't Commemorate Me Just Yet [10w] The living are only commemorated when they're at death's door."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Atheism [10w] Atheism is the tragic triumph of cold contemptuousness over gratitude."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Shakespeare vs. Keynesian Economics {Couplet} If 'Neither a lender nor a borrower be',investments would dry up, economies stagnate,and off to the poorhouse go you and me."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Life Imprisonment with No Possibility of Parole [10w] \"The needle is preferable to three hots and a cot."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Persistence If persistence is the foundation of all success, how come persistent liars and nags aren't more successful?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Democracy, Really [10w] A democracy is free to replace one tyranny with another."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Biggest Problem with 10w [10w] The biggest problem with aphorisms is people believe they're true."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Past is Past [10w] Lovers should clearly avoid obsessing about each other's romantic past."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Good Egg [10w] Picking up the pieces is the responsibilty of the egg."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Ruth Whither thou goest, I will go ~as long as it's to the mall.I heard Dillard's is having an 80% off sale!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Human Race Pleasure is the sprint.Contentment is the 5 mile.Happiness is the marathon."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"There's More Than Two Choices [10w] Don't take the road less traveled;blaze your own path."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Endless Childhood [10w] + {Couplet} Put off summer's endAnd adulthood's vexingburdens shall suspend."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Marriage Material For women seeking a marriage partner,a man's sense of humor trumps good looks.Unfortunately for the funnymen out there,security trumps laughter."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"How to Treat Your Lover {Couplet} If you want to learn how your lover best to treat,Pretend each time is the last time you'll ever meet."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Facebook's New Marketing Slogan \"We can only be lonesome together.900,000,000 served."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Out-of-the-Box [10w] I march to my own drummerin a drum circle."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Stink of Hate {Couplet} When haters write they raise a stink;must be the venom coursing through their ink."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Oy Vey Haiku (g)Nat's sphincter clenched.The skinhead asked, 'You a Jew?Minyan's one man short."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Preparation [10w] Hope for the best, but prepare for your insufferable wife."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Misfortune Misfortune is but a stepping stone to great fortune ~especially if your slip and fall was possibly caused by negligenceand you get yourself a good Jew lawyer to sue the parties responsible."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"That's Why Shag's the Way To Go [10w] Love's messy;it tracks mud on the carpet of life."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Ode to a Wastepaper Basket I love the way you sit in the corner,gracious like a lover,catching my every crumpled vanity."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Fall in Love in Fall {Couplet} It would be more befitting to fall in love in the fall,for the leave's colorful dance of death, augurs the long haul."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Grave Dancing for Dummies {Couplet} They danced at my grave when I was buried at sea;with my haters drowned, I'm now totally free."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Poet's Disease My body atrophies.My mind swells.Imagination's become my crutch."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love in the Afterlife [10w] Maybe I'll love you in the afterlife.This life, fuhgeddaboudit."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Seafood My body's just a shell,the world is my oyster ~and I'm getting a whale of appetiteright now for some delicious seafood ."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Wrong Number [10w] There is no such thing as dialing a wrong number."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"God May Grant Your Wishes Daily [10w] Pray for sunshine at night and moonbeams when you wake."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Unspoken Speaks Volumes Stillness brackets the exchanges between lovers. Itis not the lack of sound, but an encapsulated silenceof resonance. Resonant silences stand like bookends, embracing their thoughts;though formal pleasantries vibrate the air,they are more ritual than communication.The couples true intents are articulated in the unspoken.Two bodies.One soul."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Leap of Faith [10w] Seeing God withinis where the leap of faith lands."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Err 2 [10w] To err is human, to make it a habit, assinine."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Scientology [10w] There's nothing more oppressive than the ignorance of foolish belief."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Soulmate My Ass [10w] Aspire to marry the person the least wrong for you."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Hellman's Mayonnaise: Bring out the Hellman's and bring out the best... ...artery clogger since Burger King’s Triple Whopper with Cheese."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Hustling [10w] Fishing's the world's oldest profession;only the bait has changed."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Mood Swings 'ᏰέƦẙḽԃṏሁ's the most \"unappreciated\"poet on this site.Being \"misunderstood\"is what gets him into a fight.Now that I'm retired and free,He's the new \"King\"of HP ~Now I hate that Jew because he's better and right."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Tangled [10w] Love becomes a tangle of roots submerged in common soil."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Game Is Afoot God's buried eight jewels within my soul.Life's game is,'Remove each gem, yet find me whole.'The clue is,\"Eight is one, and one is eight,no jewel's more precious,all equally great."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Flood of Feeling {Couplet} A flood of feeling is a poem,created from daydreaming in the zone.The levees break, emotions snake,from imagination's ocean who sets the stakes."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Visual Pun [10w] Example of visual pun:cloud shaped like a banana peel."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Upgrading [10w] Promise them the worldto get the universe in return."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Prolific [10w] \"Perhaps I'm prolific because I believe creativity can forestall death."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rice-a-Roni: The San Francisco treat... ...the other treat, of course, being anal penetration."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Southern Cat on a Hot Tin Roof Sure nuff, I'm happier than a cat on a formerly hot tin roofwhich now usesNXT Cool Zone® heat reflecting roof coating ~but I'm still ornier than a mule on loco weedand a whole lot hornier than a two-dicked billy goat.You gots any coatin' for dat?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Virtual Reality [10w] Bliss is a virtual-reality headset coupled with a virtual-reality hooker software."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love vs. Mental Illness [10w] Love, like mental illness, comes on graduallyand then suddenly."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Sharia Justice [10w] Sharia justice is a lynch mob masquerading as Allah's will."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Dressed to Kill [10w] At fashionable parties,vegetarians should not be dressed to kill."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Missouri State Motto Salus populi suprema lex esto [16]If our chiggers don't getcha', Rush Limbaugh will."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Do Me No Favors Haiku 'Do me no favors ~I can take care of myself.So, pay the check and drive me home."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Did He Do the Right Thing? I walked out of the room. I did not stay to watch my beloved draw her last breath because I didn't want all my magical memories of her tainted by the profanity of death."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Genocide [10w] Genocide is the runaway bride once death becomes the bridegroom."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Self-Contempt [10w] Self-contempt is calling yourself collect and refusing to accept the charges."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Vacations for Souls [10w] When souls are bored in Heaven they vacation in Hell."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Enmity Enmity is the soul of shit."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Evolution of Love [10w] Love evolved from when one monkey handed another a blossom."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Finding Fault [10w] + {Couplet} We find in others faultWhenever our wounds perceives salt."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Avery If a boy named Avery marries a girl named Avery,will they name or just label their children?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"God vs. Satan [10w] Why can't God and Satan get along?They're both detail-oriented."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"One Size Fits All Life Strategy Smile first.Ask questions later."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Why I Don't Carry a Cellphone [10w] It's a sign of servility you can be contacted anytime."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Note to Self: Patent #10w Diving Mask for fish filled with water when oceans disappear."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Wretched [10w] Intelligence without compassion is an invitation to a wretched life."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Beyond the Place of Turning Back ↺ \"Sometimes I wish to fly so far sou⇟hit's stars beyond the place of turning back↺"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Sound of Killing [10w] + [10w] A doe, a deer, a femaledeerin my headlights.A doe, a deer, a femaledeeron my sunroof."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Scientifically Proven [10w] Mariah Carey has a brain the size of a walnut."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Mmm Mmm Good Gimmick Campbell's Soup announced todayit's introducing 'QWERTY' soupfor our more computer literate children.Who are they kidding?They're just relabeling the old Alphabet Soup."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Gypsy When one gypsy spits on you, its disgusting;when two do, it's suspicious;when three do, you're late to a gypsy wedding."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Poets Be Realists! Poets be realists!It's O.K. to keep your jobs ~just don't quit your day dreams."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Predestination [10w] 'Twas predestined that I'd call predestination a crock of shit."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The State of the World Attests to This: [10w] Common people are too easily manipulated or stupid to vote."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Somalia Haiku For a Somalian, heaven's drawing water from a well in an earthen pot."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The AP Stylebook is Useless {Couplet} I can't abbreviate abbreviation nor know how to initialize an acronym,I can find the contraction for contraction nor the précis for a homonym."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Poet's Mind In so many ways I walk ablaze in a maze,my eyes in a glaze, my mind in a daze,this poem's just a phrase in the latency phase,rephrase, rephrase, rephrase..."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"No Planning for Death [10w] People put more planning into a weekend vacation than death."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Storm [10w] Clouds darken to X-rays revealingthe tumorous thunder resounding within."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Epic vs. Great Poetry [10w] Epic poetry's about the extraordinary;Great poetry is about the commonplace."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Death & Poetry Nothing softens the blow of death like a cushy poem to fall upon."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Kaddish Kaddish for Mrs. Ginsbergis not Kaddish,For your mom raised a Buddhistand mine raised a Jew.You'll zazen for your loss,I'll daven for mine.I do not belittle your loss,your grief is no less than mine.But by abandoning your tribe, אלון,Who now will say Kaddish for you?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Leaps of Faith [10w] Like religion, leaps of faith are behind all idealistic movements."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Poetry as Entertainment [10w] Poetry that's not entertaining is just a self-indulgent laundry list."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Flood that Did Not Subside [10w] What would today's world be,If Noah's dove flew into obscurity?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Athens, Texas Haiku Blackeyed Pea Capital of the World.Yup, just another shithole."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Spineless \"How do you know which invertebrate lacks resolution if they're all spineless?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rationalize [10w] Man needs an apt aphorism to rationalize his ruthless actions."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Irish-Gaelic Wife-Fooking Proverb The truth can't be concealedI fooked your Caitlin from behind,because you can never plow a field by just turning it over in your mind.By the way, Caitlin's last words, before sucking me cock, were\"Me husband's balls smells like ballyblue cheese, ahhhhhh, Éirinn go Brách!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Galoshes Haiku Cherry blossoms bloomin the morning mist.Thank God I took my galoshes."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The 'Ugly' Poet [10w] Poets develop cleverness with wordsto compensate for their unattractiveness."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"A Prayer God, be my light in pitch-black night;Show me the path from wrong to rightThat I might in Your hands be delivered later,Having eclipsed myself to become something greater."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Writer's Prayers That Don't Work \"Lord, lead me from the banality of everyday life,to the gleaming one beneath the surface."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"First Day at Harvard [10w] Smartest kid in the roomwalks into room of competitors."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Mythbusters [10w] Snipers will assure you safety in numbers is a myth."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Charity [10w] Contentment over your life is the best aphrodisiac for charity."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Grandma's Advice on Ambition \"Children, if you aim for the stars you'll be impaled by small meteorites and become toast."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Pun vs. Puny [10w] + {Couplet} \"His penis was a pun,judging by the predictable groans.The hours set by innuendos,the seconds by the moans."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Let Others Speak [10w] When others speak of your virtues they grow tenfold."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"A Loaf of Challah Haiku A loaf of challah,a bottle of Rashi wine...For everything else there's Simply Manischewitz."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Retail [10w] The first and last sale of the day are best."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Thorn [5w] Every thorn has its rose."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Catalyst [10w] You're not lying if your lie helps engender the truth."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Wheels of Change Discontentment is the wheels of change.You can either add some grease to bring about change faster,or run in front of them in protest,and be crushed by them."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Who, Me? We marry nearly the same person over and over again,hoping next time they'll get it right."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Bespeckled Heroes [10w] Great heroes in 100 years become statues speckled with birdshit."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love Undeniable [10w] A lover may deny anything to their lover but love."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Poets Job Description [10w] Poets console the soul with words and eyes with images."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love's War [10w] In love's war there aren't winners and losers ~just casualties."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Too Much Information You must empty your mind of garbage to let new garbage in."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Death [10w] What the the dying most resent is life goes on."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love vs. Control [10w] A lover you can control is not worthy of having."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"New Year's Revolving Door [10w] + [10w] + {Couplet} 2015's revolution commences with the overthrow of New Year's resolution.Seek not absolutionfor our weak character's immune to evolution."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"First Things First \"Where are you?\"is the voice of God.\"Who am I?\"is the voice of your soul.You can't answer Goduntil you answer yourself.Before you come out of hiding,find your identity and your purpose."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Tennessee State Motto Agriculture and Commerce.Where the KKK was bornand the most popular pick up line is, 'Nice tooth!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Heartbreak [10w] Heartbreak’s like a heart attack but without the hospital bills."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Humble Wishes [10w] \"God, all I simply ask is that I become perfect."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Children Learn to Love and Hate A child understands love by three months and hate by three years.How the child processes that understandingwill shape his character for the next seventy."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Indiscernible Love [10w] True love's so effortless, others can hardly see it's happening."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Russian, Umerzhurnalistka Someone who too many questions for his own good. Literally, 'Dead journalist'."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Who Isn't [10w] Psychotherapy's powerless once you assume you're smarter than the therapist."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Extra Crispy Deranged Free Range Chickens \"Hey, I may be delusional in believing you're delusional,but one thinks for sure, the person who bothers to read this shit is delusional."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Animal Species Identity [10w] Funny how animals know their own species without a mirror."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Bagels and Lox Life's an everything bagel;love is a schmear of scallion cream cheese;and lox, no matter how you cut it,is resistant to dumbass metaphors."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Poetry and Ostrich Feathers A poet should leave his poem covered with a faint film of fairy dust,inviting the reader to bring his faint heartand an ostrich feather duster to the reading."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Love on Fire [10w] A man in love cannot see fire or smell smoke."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Time Traveler's Ennui The future ain't what it use to be."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Maintaining the Distance between Wealth and Poverty [10w] The nouveau riche are far more ruthlessthan the rich."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Origami Master If you're the greatest origami master in the worldmaybe I can find you a job folding napkins at a restaurant.I'm not making any promises."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Ethical Dilemma of an Ascending Body [10w] + [10w] You can't ascend a ladderwithout rungs to push back;you can't climb a staircasewithout stairs to step on."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Rat Trap Haiku 'Hmm, 12 by 13,4 by 9. Oy! You call thisrat trap an apartment?"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Depression Busy people have neither the time nor the swimming skills to take a divein a pool of depression."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Double-Dipping [10w] Double-dip in righteousness and delight in the here and herafter."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"2D or Not 2D [10w] The best thing about a two-dimensional world is nobody's fat."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Err [10w] My dear, \"To err is human — to forgive, to redefine."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Switch Hitter [10w] Aphorisms are penned in my left brain,poetry, my right."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Discrete vs. Discreet Moonlight falls upon my feet,beyond the sun's overwrought conceit.I'm painted pristine white, without the heat;reflection's cool reflection~ how discreet!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Fate [10w] The eternal point where our dreams intersect is called fate."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"3 Surefire Ways to Win a Man You sucking my cock made our relationship interesting.You taking it up your ass made it meaningful.You cooking me dinner made it lasting."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Mingling Defined [10w] Superficial people engaging with superficial people on a superficial level."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Oppressor vs. Oppressed [10w] Love somtimes disintegrates into becoming the oppressor or the oppressed."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Busch Beer: Head for the mountains... [10w] ...and fall off the precipice shitfaced."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Keep Your Day Job Bitch [10w] + {Couplet} If you've guessed that I'm blessed,augury ain't your strawberry."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Amazon.com Amazon.com is the Church of Consumer Capitalismwhose ethics demands we know the price of everything,the value of absolutely nothing of true moral valueand most importantly ~Customers Who Bought This Item Also Bought."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"What Children See [10w] \"A spider is an octopus who lives in the desert."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Dogs [10w] Dogs never lie about love,but occasionally fake an orgasm."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Entrepreneurs [10w] A man should be judged by the companyhe sells."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Poetry Calling [10w] Poetry's not a calling.It's a whispering in your ear."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"I [10w] 'I' is a wellspring in the desertoverflowing with life."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"test post please ignore .Gotcha!"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Six Minus Three Degrees of Stupidation [10w] Three degrees of stupid:stupidstupid squaredstupid stupid stupid"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Grass is Always Greener on the Other Side of the Hill That's because my lawn is on a south-facing slope of the hill and more more open to sunlight and warm winds. It's dryer due to higher levels of evapotranspiration than my neighbor's greener north-facing slope.I'm not the least bit envious of the color of his greener grass.I'm just pissed that the prick owns a better piece of real estate."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Grateful [10w] + [10w] If you can't think of anything you should be grateful for,think that you can think and be grateful for that."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Let's get physical, physical [10w] All physical contact is meaningful,even if meaningful means sleazy."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Hate [10w] Love cannot hate eradicate ~only a more ruthless hate can."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Explosive Heart [10w] + {Couplet} A heart that's been playedcan become a hand grenade."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Shit Poetry [10w] Poetry without grace of expression is just so much shit."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Teenagers [10w] Teenagers are the lone survivors of a ruthless hormonal holocaust."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Machismo Motto [10w] \"When we are not hard as nails we get screwed."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Ars Poetica: Dovetailing Collage [10w] Poems should be a dovetailing collage not a linear cohesion."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Imitation [10w] Art imitates life.Life imitates art.I just imitate imitation."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Man vs. Chimp Even chimpanzees are toolmakers,but only man has the unique honor of being a Godmaker."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"The Tragedy of Forgetfulness When you stop loving someone,in order to heal your memory of them begins to fade.Unfortunately, the good ones fade with the bad and suddenlyyears of your life have disappeared."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Promising vs. Promises A promising life comes from a childhood without broken promises."},{"Author":"Criss Jami","Category":"knowledge","Quote":"If your doctrine changed for the better yet your character changed for the worse, you changed for the worse."},{"Author":"Criss Jami","Category":"knowledge","Quote":"We must not allow our pride to be the motivation behind our apologetics; rather, philoverity, the love of truth must be the full and complete motivation. For pride corrupts truth."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Pushkin When Pushkin came to Shovekin all hell broke loose."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Home Never give up a home for a house;you may never find a home again."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Compassion [10w] Compassion is the combination to enter the vault of heaven."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Selfies [10w] Selfies allows you instant gratification and reminiscence all at once."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"When in Doubt [10w] If your relationship becomes stagnant,set fire to her dress."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Telekinetic Poker Players Telekinetic poker players have a tell when they're bluffing:they always raise you."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Curse of the Ageing Woman {Couplet} I'm a wallflower, bluestocking, left on the Shelf, When you're beyond one's sell-by date, you've left by yourself,"},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Grass in a Sidewalk Crack Grass sprounting miraculously in a sidewalk crack is a metaphor forlousy maintenance."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Broken [10w] + {Couplet} \"His gifts have become broken things, hidden from my view,Sitting on a shelf, above my shoes, like exterminated Jews."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Eye of God [10w] The Hubble-Universe is a microchip in the Eye of God."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Too Beautiful for Words [10w] + [10w] When nature presents us with miracles too beautiful for words,it is either a mountain, a beach, or a baby."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"GPS for Sin \"You've entered the point of no return;Re-cal-cu-la-ting."},{"Author":"Beryl Dov","Category":"knowledge","Quote":"Mercy vs. Revenge \"May God have mercy on my unfaithful, back-stabbing, adulterous husband because I sure as hell won't."},{"Author":"Mokokoma Mokhonoana","Category":"knowledge","Quote":"We are generally treated based on how much or little we have, earn, or know—or seem to have, earn, or know."},{"Author":"Joseph Rain","Category":"knowledge","Quote":"Like roses we are born, we grow and expand, in knowledge and bliss, and when our time is due our bodies return to mother Nature."},{"Author":"Jule Warner","Category":"knowledge","Quote":"Isn't it a good thing we don't know everything? If we did, we wouldn't have a reason to have curiosity, and curiosity is like imagination, taking us back to the time when we were just children in our own fantasylands."},{"Author":"George Gordon Byron,  Manfred: A Dramatic Poem","Category":"knowledge","Quote":"Sorrow is knowledge: they who know the most must mourn the deepest o’er the fatal truth, the Tree of Knowledge is not that of Life."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"knowledge","Quote":"The tragedy is that there are many walking encyclopedias who are living failures."},{"Author":"Ikechukwu Izuakor","Category":"knowledge","Quote":"Acquire knowledge and enjoy its freedom or allow someone to fill you with theirs and live within the jurisdiction of theirs."},{"Author":"Ikechukwu Izuakor","Category":"knowledge","Quote":"Let men be men and let women be women and the world will revolve around its purpose"},{"Author":"Deyth Banger","Category":"knowledge","Quote":"The Best films are a small amount, some films learn us things which we won't forget, others just show us one of the things which we already know others just lose our time. But which are the best? and Which you will choose?.. Are the best two questions you must ask yourself before you start watching a film!"},{"Author":"James Joyce,  A Portrait of the Artist as a Young Man","Category":"knowledge","Quote":"By thinking of things you could understand them."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"knowledge","Quote":"Schools are a fountain of knowledge: some students come to drink , some to sip and others just to gargle."},{"Author":"Shiv Khera,  You Can Win: A Step by Step Tool for Top Achievers","Category":"knowledge","Quote":"We are drowning in information but starving for knowledge and wisdom. Education ought to teach us not only how to make a living but also how to live."},{"Author":"John F. Kennedy","Category":"knowledge","Quote":"In a time of turbulence and change, it is more true than ever that knowledge is power."},{"Author":"NITYA MORE","Category":"knowledge","Quote":"What comes from experience is knowledge,what comes naturally is wisdom."},{"Author":"Dada Bhagwan","Category":"knowledge","Quote":"Kashays [anger-pride-deceit-greed] will not leave by suppressing them, they go away through Gnan (Enlightened Knowledge)."},{"Author":"Dada Bhagwan","Category":"knowledge","Quote":"Circumstances can change through worldly knowledge (ignorance of the self, the Soul) and also through (true) knowledge (realization of the self). With ignorance, circumstances will bring entanglements and with (true) knowledge, circumstances will bring solutions. (True) Knowledge itself changes circumstances. Is God likely to come down and do so?"},{"Author":"Francis Bacon","Category":"knowledge","Quote":"If in other sciences we should arrive at certainty without doubt and truth without error, it behooves us to place the foundations of knowledge in mathematics."},{"Author":"Francis Bacon","Category":"knowledge","Quote":"For the things of this world cannot be made known without a knowledge of mathematics."},{"Author":"Jim Butcher,  The Aeronaut's Windlass","Category":"knowledge","Quote":"HOW CAN YOU KNOW THIS?” the Voice demanded.“I look at things and think about them,” Folly replied. “And use my intuition, of course, and deduction and induction, as well as any historical or theoretical models that seem to apply."},{"Author":"Criss Jami","Category":"knowledge","Quote":"Some of the most polished ideas are discovered through healthy, honest debate, so if you don't argue with yourself every once in a while, other people will gladly point out that you missed a spot."},{"Author":"Cecelia Ahern,  Flawed","Category":"knowledge","Quote":"I can't be afraid of someone whose human side I see and know."},{"Author":"Delma Pryce,  ABOVE AND BEYOND: My Spiritual Journey","Category":"knowledge","Quote":"Everything we experience in life is designed to shape our characters."},{"Author":"Joseph Rain","Category":"knowledge","Quote":"If we can never possess the complete knowledge, then faith in the infinite potential must become an essential if not the necessary component of our path."},{"Author":"Wes Adamson,  Imagination By Moonlight: living life boldly and successfully","Category":"knowledge","Quote":"Life-long learning is the modus of keeping your brain…your thoughts…your ideas…engaged in a quest for knowledge that enriches and expands the mind with a constant thirst for wisdom."},{"Author":"Zeshan Ali Sheikh","Category":"knowledge","Quote":"The more I read, the less I know."},{"Author":"bell hooks","Category":"knowledge","Quote":"The message received from the mass media is that knowledge makes love less compelling; that it is ignorance that gives love its erotic and transgressive edge."},{"Author":"Richard House,  Implausible Professions: Arguments for Pluralism and Autonomy in Psychotherapy and Counselling","Category":"knowledge","Quote":"Suffering is a form of knowledge. It tells us what is wrong with our world.- David Smail"}]
