[{"Author":"George R.R. Martin,  A Game of Thrones","Category":"mind","Quote":"... a mind needs books as a sword needs a whetstone, if it is to keep its edge."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"mind","Quote":"I think... if it is true that there are as many minds as there are heads, then there are as many kinds of love as there are hearts."},{"Author":"Mahatma Gandhi","Category":"mind","Quote":"I will not let anyone walk through my mind with their dirty feet."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"mind","Quote":"I consider conversations with people to be mind exercises, but I don't want to pull a muscle, so I stretch a lot. That's why I'm constantly either rolling my eyes or yawning."},{"Author":"Frank McCourt,  Angela's Ashes","Category":"mind","Quote":"You might be poor, your shoes might be broken, but your mind is a palace."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"mind","Quote":"When the heart speaks, the mind finds it indecent to object."},{"Author":"Friedrich Nietzsche","Category":"mind","Quote":"The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions; they cease to be mind."},{"Author":"Neil Gaiman,  M Is for Magic","Category":"mind","Quote":"Stories you read when you're the right age never quite leave you. You may forget who wrote them or what the story was called. Sometimes you'll forget precisely what happened, but if a story touches you it will stay with you, haunting the places in your mind that you rarely ever visit."},{"Author":"Terry Pratchett","Category":"mind","Quote":"I'll be more enthusiastic about encouraging thinking outside the box when there's evidence of any thinking going on inside it."},{"Author":"Plutarch","Category":"mind","Quote":"The mind is not a vessel to be filled, but a fire to be kindled."},{"Author":"Oliver Wendell Holmes Sr.,  Autocrat of the Breakfast Table","Category":"mind","Quote":"A man's mind is stretched by a new idea or sensation, and never shrinks back to its former dimensions."},{"Author":"G.K. Chesterton","Category":"mind","Quote":"I am not absentminded. It is the presence of mind that makes me unaware of everything else."},{"Author":"Mark Twain","Category":"mind","Quote":"I must have a prodigious amount of mind; it takes me as much as a week, sometimes, to make it up!"},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"mind","Quote":"The soul, fortunately, has an interpreter - often an unconscious but still a faithful interpreter - in the eye."},{"Author":"Cornelia Funke,  Inkheart","Category":"mind","Quote":"Because fear kills everything,\"Mo had once told her. \"Your mind, your heart, your imagination."},{"Author":"Joseph Addison","Category":"mind","Quote":"Reading is to the mind what exercise is to the body."},{"Author":"Banksy,  Banging Your Head Against a Brick Wall","Category":"mind","Quote":"You're mind is working at its best when you're being paranoid.You explore every avenue and possibility of your situationat high speed with total clarity."},{"Author":"Ralph Waldo Emerson,  Self-Reliance","Category":"mind","Quote":"Nothing is at last sacred but the integrity of your own mind."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"mind","Quote":"People tend to be generous when sharing their nonsense, fear, and ignorance. And while they seem quite eager to feed you their negativity, please remember that sometimes the diet we need to be on is a spiritual and emotional one. Be cautious with what you feed your mind and soul. Fuel yourself with positivity and let that fuel propel you into positive action."},{"Author":"George Orwell,  1984","Category":"mind","Quote":"Reality exists in the human mind, and nowhere else."},{"Author":"George Harrison","Category":"mind","Quote":"It's all in the mind."},{"Author":"Dumas Malone,  Jefferson the Virginian","Category":"mind","Quote":"The boldness of his mind was sheathed in a scabbard of politeness."},{"Author":"Patricia Briggs,  Dragon Blood","Category":"mind","Quote":"A man says a lot of things in summer he doesn't mean in winter."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"My brain is divided into two butterflies, and both are in love with your rose-shaped heart. If you've got the garden, I've got my whole life."},{"Author":"Deepak Chopra","Category":"mind","Quote":"When you make a choice, you change the future."},{"Author":"Stephen King","Category":"mind","Quote":"The mind can calculate, but the spirit yearns, and the heart knows what the heart knows"},{"Author":"James Patterson","Category":"mind","Quote":"At that moment I had no mind to change, or not change, or throw against the nearest wall."},{"Author":"Criss Jami,  Killosophy","Category":"mind","Quote":"As long as I am breathing, in my eyes, I am just beginning."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I drank so much booze I was bamboozled. Alcohol makes my mind as discombobulated as love makes my heart. I’d sure appreciate it if you poured me a large glass of romance."},{"Author":"James Joyce","Category":"mind","Quote":"Your battles inspired me - not the obvious material battles but those that were fought and won behind your forehead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I am the coffee, and God is The Barista. Through me, he may awaken your soul. But the coffee knows not what flows through the mind of The Barista."},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"mind","Quote":"I had a dream about you. You were storing my brain in a pickle jar in the fridge, and I only discovered it when I went to garnish my hamburger. Mindless and hungry, I was a US politician’s ideal voter."},{"Author":"Shannon L. Alder","Category":"mind","Quote":"The battle you are going through is not fueled by the words or actions of others; it is fueled by the mind that gives it importance."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"mind","Quote":"Looking at beauty in the world, is the first step of purifying the mind."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Aristotle,  The Philosophy of Aristotle","Category":"mind","Quote":"The energy of the mind is the essence of life."},{"Author":"Hanh Nhat Thich","Category":"mind","Quote":"The mind can go in a thousand directions, but on this beautiful path, I walk in peace. With each step, the wind blows. With each step, a flower blooms."},{"Author":"Vladimir Nabokov","Category":"mind","Quote":"I mean, I have the feeling that something in my mind is poisoning everything else."},{"Author":"Rabindranath Tagore","Category":"mind","Quote":"Most people believe the mind to be a mirror, more or less accurately reflecting the world outside them, not realizing on the contrary that the mind is itself the principal element of creation."},{"Author":"Edgar Allan Poe,  Complete Tales & Poems","Category":"mind","Quote":"Those who dream by day are cognizant of many things which escape those who dream only by night. In their gray visions they obtain glimpses of eternity, and thrill, in waking, to find that they have been upon the verge of the great secret. In snatches, they learn something of the wisdom which is of good, and more of the mere knowledge which is of evil."},{"Author":"Seneca,  The Stoic Philosophy of Seneca: Essays and Letters","Category":"mind","Quote":"It is the power of the mind to be unconquerable."},{"Author":"Jennifer Niven,  All the Bright Places","Category":"mind","Quote":"I do my best thinking at night when everyone else is sleeping. No interruptions. No noise. I like the feeling of being awake when no one else is."},{"Author":"James Allen,  As a Man Thinketh","Category":"mind","Quote":"A man's mind may be likened to a garden, which may be intelligently cultivated or allowed to run wild; but whether cultivated or neglected, it must, and will, bring forth. If no useful seeds are put into it, then an abundance of useless weed seeds will fall therein, and will continue to produce their kind."},{"Author":"Geraldine Brooks,  March","Category":"mind","Quote":"To know a man's library is, in some measure, to know a man's mind."},{"Author":"V. Vale,  Modern Primitives: An Investigation of Contemporary Adornment and Ritual","Category":"mind","Quote":"A tattoo is a true poetic creation, and is always more than meets the eye. As a tattoo is grounded on living skin, so its essence emotes a poignancy unique to the mortal human condition."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Losing your mind is preferable to losing your woman, because if you lose your woman you will also lose your mind, and then you’re left with nothing."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"mind","Quote":"A heart has problems which mind cannot understand."},{"Author":"Eckhart Tolle,  Practicing the Power of Now: Essential Teachings, Meditations, and Exercises from the Power of Now","Category":"mind","Quote":"All problems are illusions of the mind."},{"Author":"Mark Twain,  The Prince and the Pauper","Category":"mind","Quote":"When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved."},{"Author":"Deepak Chopra","Category":"mind","Quote":"Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"mind","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"You can use your mouth to speak the words I love you, or you can use your mouth to kiss me and transport love from your mind to my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I mined my mind, and I found no love. My heart is where excavation yields gold, and if you dig me as much as I dig you, we can both get rich."},{"Author":"Jiddu Krishnamurti","Category":"mind","Quote":"To understand the immeasurable, the mind must be extraordinarily quiet, still."},{"Author":"Bernard Malamud,  The Fixer","Category":"mind","Quote":"Where to look if you've lost your mind?"},{"Author":"Joseph Conrad,  Heart of Darkness","Category":"mind","Quote":"The mind of man is capable of anything."},{"Author":"Black Elk","Category":"mind","Quote":"The first peace, which is the most important, is that which comes within the souls of people when they realize their relationship, their oneness with the universe and all its powers, and when they realize at the center of the universe dwells the Great Spirit, and that its center is really everywhere, it is within each of us."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"mind","Quote":"Never worry alone. When anxiety grabs my mind, it is self-perpetuating. Worrisome thoughts reproduce faster than rabbits, so one of the most powerful ways to stop the spiral of worry is simply to disclose my worry to a friend... The simple act of reassurance from another human being [becomes] a tool of the Spirit to cast out fear -- because peace and fear are both contagious."},{"Author":"نجيب محفوظ,  الحب تحت المطر","Category":"mind","Quote":"القلب يعرف أكثر مما يتصور العقل"},{"Author":"Edna St. Vincent Millay,  The Harp-Weaver and Other Poems","Category":"mind","Quote":"Pity me that the heart is slow to learnWhat the swift mind beholds at every turn."},{"Author":"Anne Brontë,  Agnes Grey","Category":"mind","Quote":"It is foolish to wish for beauty. Sensible people never either desire it for themselves or care about it in others. If the mind be but well cultivated, and the heart well disposed, no one ever cares for the exterior."},{"Author":"Marcus Tullius Cicero","Category":"mind","Quote":"The face is a picture of the mind with the eyes as its interpreter."},{"Author":"Ludwig Wittgenstein,  Culture and Value","Category":"mind","Quote":"A man will be imprisoned in a room with a door that's unlocked and opens inwards; as long as it does not occur to him to pull rather than push."},{"Author":"Kristin Cashore,  Graceling","Category":"mind","Quote":"The only way for you to keep your mind straight is to run from those who would confuse you."},{"Author":"Albert Einstein","Category":"mind","Quote":"Everything that is really great and inspiring is created by the individual who can labor in freedom."},{"Author":"Sara Gruen,  Water for Elephants","Category":"mind","Quote":"Even as your body betrays you, your mind denies it."},{"Author":"Giovanni Boccaccio","Category":"mind","Quote":"You must read, you must persevere, you must sit up nights, you must inquire, and exert the utmost power of your mind. If one way does not lead to the desired meaning, take another; if obstacles arise, then still another; until, if your strength holds out, you will find that clear which at first looked dark."},{"Author":"Charlotte Eriksson","Category":"mind","Quote":"I haven’t been very impressed lately.By people,or places,or the way someone said he loved me and then slowly changed his mind."},{"Author":"Haruki Murakami,  Hard-Boiled Wonderland and the End of the World","Category":"mind","Quote":"Open your eyes, train your ears, use your head. If a mind you have, then use it while you can."},{"Author":"Oliver Wendell Holmes Sr.,  Autocrat of the Breakfast Table","Category":"mind","Quote":"Insanity is often the logic of an accurate mind overtasked"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"She moves through my memory the way the gentle river waves turn the setting sun's rays into a nostalgic light show."},{"Author":"Rico Dasheem","Category":"mind","Quote":"Live to learn to love. Learn to love to live. Love to live to learn so that you may live the life that you yearn."},{"Author":"Charles Dickens,  David Copperfield","Category":"mind","Quote":"There can be no disparity in marriage like unsuitability of mind and purpose."},{"Author":"Michael Bassey Johnson","Category":"mind","Quote":"A good traveller is one who knows how to travel with the mind."},{"Author":"Gary Zukav","Category":"mind","Quote":"Nonsense is that which does not fit into the prearranged patterns which we have superimposed on reality...Nonsense is nonsense only when we have not yet found that point of view from which it makes sense."},{"Author":"Robert Greene","Category":"mind","Quote":"Sweet are the thoughts that savour of content, The quiet mind is richer than a crown..."},{"Author":"Shannon L. Alder","Category":"mind","Quote":"I am not the moon orbiting around your planet; I am the sun that will burn through your frozen mind."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"mind","Quote":"People won't buy study guides for a dollar, but they will pay 100 dollars for test answers. A ‪#startup‬‬‬‬ should keep this mentality in mind."},{"Author":"Pete Wentz,  Gray","Category":"mind","Quote":"I'm an insomniac, my mind works the night shift."},{"Author":"Allan Rufus","Category":"mind","Quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org"},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"mind","Quote":"Don't change your mind just because people are offended; change your mind if you're wrong."},{"Author":"Joseph Conrad,  Heart of Darkness","Category":"mind","Quote":"Do you see the story? Do you see anything? It seems to me I am trying to tell you a dream--making a vain attempt, because no relation of a dream can convey the dream-sensation, that commingling of absurdity, surprise, and bewilderment in a tremor of struggling revolt, that notion of being captured by the incredible which is the very essence of dreams..."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"mind","Quote":"Yoga means addition - addition of energy, strength and beauty to body, mind and soul."},{"Author":"Amit Ray,  Mindfulness : Living in the Moment - Living in the Breath","Category":"mind","Quote":"Mind is a flexible mirror, adjust it, to see a better world."},{"Author":"Frederick Salomon Perls","Category":"mind","Quote":"Lose your mind and come to your senses."},{"Author":"Bodhidharma,  The Zen Teaching of Bodhidharma","Category":"mind","Quote":"Not thinking about anything is Zen. Once you know this, walking, sitting, or lying down, everything you do is Zen."},{"Author":"Jarod Kintz,  $3.33","Category":"mind","Quote":"I was going to change my clothes, but I changed my mind instead."},{"Author":"Scott Westerfeld,  Uglies","Category":"mind","Quote":"The very idea of making shoes by hand boggled her mind."},{"Author":"Haruki Murakami,  Hard-Boiled Wonderland and the End of the World","Category":"mind","Quote":"You're wrong. The mind is not like raindrops. It does not fall from the skies, it does not lose itself among other things. If you believe in me at all, then believe this: I promise you I will find it. Everything depends on this.\"\"I believe you,\"she whispers after a moment. \"Please find my mind."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"mind","Quote":"Sometimes, being true to yourself means changing your mind. Self changes, and you follow."},{"Author":"Steve Maraboli,  The Power of One","Category":"mind","Quote":"How would your life be different if...You were conscious about the food you ate, the people you surround yourself with, and the media you watch, listen to, or read? Let today be the day...You pay attention to what you feed your mind, your body, and your life. Create a nourishing environment conducive to your growth and well-being today."},{"Author":"M.T. Dismuke","Category":"mind","Quote":"The only freedom you truly have is in your mind, so use it."},{"Author":"Amanda Mosher,  Better to be able to love than to be loveable","Category":"mind","Quote":"I will never claim to know what you are thinking. I only hope I am on your mind."},{"Author":"William Feather","Category":"mind","Quote":"Books open your mind, broaden your mind, and strengthen you as nothing else can."},{"Author":"Obert Skye,  Leven Thumps and the Gateway to Foo","Category":"mind","Quote":"There are some things your mind has been hiding from you."},{"Author":"Noah Benshea,  Jacob the Baker: Gentle Wisdom For a Complicated World","Category":"mind","Quote":"My heart knows what my mind only think it knows."},{"Author":"Kasie West,  Pivot Point","Category":"mind","Quote":"He shrugs. \"Doesn't help to waste my time thinking about would've-beens.\"Laila whispers, \"He says to the girl with a mind full of them."},{"Author":"Virginia Woolf,  The Waves","Category":"mind","Quote":"Yet there are moments when the walls of the mind grow thin; when nothing is unabsorbed, and I could fancy that we might blow so vast a bubble that the sun might set and rise in it and we might take the blue of midday and the black of midnight and be cast off and escape from here and now."},{"Author":"Bernard Kelvin Clive,  Your Dreams Will Not Die","Category":"mind","Quote":"Your mind can be either your prison or your palace. What you make it is yours to decide"},{"Author":"Amit Abraham","Category":"mind","Quote":"The heart has its reasons but the mind makes the excuses."},{"Author":"Michel de Montaigne,  The Essays: A Selection","Category":"mind","Quote":"The most fruitful and natural exercise for our minds is, in my opinion, conversation."},{"Author":"Brandon Sanderson,  The Way of Kings","Category":"mind","Quote":"Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts."},{"Author":"Gary Snyder,  Earth House Hold","Category":"mind","Quote":"When the mind is exhausted of images, it invents its own."},{"Author":"Michael A. Singer,  The Untethered Soul: The Journey Beyond Yourself","Category":"mind","Quote":"There is nothing more important to true growth than realizing that you are not the voice of the mind - you are the one who hears it."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Eyes can only capture objects that already seen in mind.And mind can only see things that already written in heart."},{"Author":"Edgar Allan Poe","Category":"mind","Quote":"It is more than probable that I am not understood; but I fear, indeed, that it is in no manner possible to convey to the mind of the merely general reader, an adequate idea of that nervous intensity of interest with which, in my case, the powers of meditation (not to speak technically) busied and buried themselves, in the contemplation of even the most ordinary objects of the universe."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"mind","Quote":"The decision to empty my mind was a no-brainer."},{"Author":"Bram Stoker,  Dracula","Category":"mind","Quote":"She has man's brain--a brain that a man should have were he much gifted--and woman's heart. The good God fashioned her for a purpose, believe me when He made that so good combination."},{"Author":"Jack Kerouac,  Lonesome Traveler","Category":"mind","Quote":"Thinking of the stars night after night I begin to realize 'The stars are words' and all the innumerable worlds in the Milky Way are words, and so is this world too. And I realize that no matter where I am, whether in a little room full of thought, or in this endless universe of stars and mountains, it’s all in my mind."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"mind","Quote":"Absurdity is the ecstasy of intellectualism."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"When we feel, a kind of lyric is sung in our heart. When we think, a kind of music is played in our mind. In harmony, both create a beautiful symphony of life."},{"Author":"Steven Wright","Category":"mind","Quote":"Sorry... my mind was wandering... one time it went all the way to Venus and ordered a meal I couldn’t pay for."},{"Author":"Dorothy L. Sayers,  Gaudy Night","Category":"mind","Quote":"If it ever occurs to people to value the honour of the mind equally with the honour of the body, we shall get a social revolution of a quite unparalleled sort."},{"Author":"John Ortberg Jr.,  The Me I Want to Be: Becoming God's Best Version of You","Category":"mind","Quote":"We tend to be preoccupied by our problems when we have a heightened sense of vulnerability and a diminished sense of power. Today, see each problem as an invitation to prayer."},{"Author":"Criss Jami,  Killosophy","Category":"mind","Quote":"Create with the heart; build with the mind."},{"Author":"Humphry Davy","Category":"mind","Quote":"Nothing is so dangerous to the progress of the human mind than to assume that our views of science are ultimate, that there are no mysteries in nature, that our triumphs are complete and that there are no new worlds to conquer."},{"Author":"Amit Ray","Category":"mind","Quote":"There are two types of seeds in the mind: those that create anger, fear, frustration, jealousy, hatred and those that create love, compassion, equanimity and joy. Spirituality is germination and sprouting of the second group and transforming the first group."},{"Author":"Gautama Buddha","Category":"mind","Quote":"There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind."},{"Author":"James A. Kitchens","Category":"mind","Quote":"Most of us go through each day looking for what we saw yesterday And, not surprisingly, that is what we find."},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"mind","Quote":"The mind of God is a mystery and none can understand it."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"mind","Quote":"I felt a Cleaving in my Mind—As if my Brain had split—I tried to match it—Seam by Seam—But could not make it fit."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I saw someone who so closely resembled you that my heart started beating like a hummingbird's wings, and my mind flew back to where we were when we were we’re."},{"Author":"Edith Hamilton,  Mythology: Timeless Tales of Gods and Heroes","Category":"mind","Quote":"The mind knows only what lies near the heart."},{"Author":"George S. Patton Jr.","Category":"mind","Quote":"An active mind cannot exist in an inactive body."},{"Author":"Bob Ong,  Stainless Longganisa","Category":"mind","Quote":"Lahat ng mga salitang yan may dating sa'yo. Sabi kasi ng isip mo."},{"Author":"Toba Beta,  Master of Stupidity","Category":"mind","Quote":"‎If heart filled with purity,then mind found the beauty."},{"Author":"Karl Lagerfeld","Category":"mind","Quote":"Stuff your brain with knowledge."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"If football players wanted to protect their brains from injury they’d wear astronaut helmets. After all, astronauts have massive IQ’s, so wearing their protective headgear seems like a smart choice."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"My skull needs a tornado inside, to clean out my thoughts. I’ll call Kansas tomorrow to see if I can rent one for the day."},{"Author":"G.K. Chesterton","Category":"mind","Quote":"Merely having an open mind is nothing. The object of opening the mind, as of opening the mouth, is to shut it again on something solid."},{"Author":"James M. Cain","Category":"mind","Quote":"You have to wait for your mind to catch up with whatever it is it’s working on; then you can write a novel."},{"Author":"Sivananda Saraswati","Category":"mind","Quote":"Rise above the deceptions and temptations of the mind. This is your duty. You are born for this only; all other duties are self-created and self-imposed owing to ignorance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Is there a drug that will illuminate the mind and eliminate all the drugs the modern medical system will try to convince you that you need to take?"},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"mind","Quote":"There's no better way to inform and expand you mind on a regular basis than to get into the habit of reading good literature."},{"Author":"Leonardo da Vinci","Category":"mind","Quote":"As every divided kingdom falls, so every mind divided between many studies confounds and saps itself."},{"Author":"Rachel Ward,  Numbers","Category":"mind","Quote":"Part of me wanted this more than anything else in the world—to have someone to hang out with, be like everyone else for a while. The rest of me screamed to get the hell out of there, not to get sucked in."},{"Author":"Dean Koontz,  Odd Thomas","Category":"mind","Quote":"Most people tend to think the best of those who are blessed with beauty; we have difficulty imagining that physical perfection can conceal twisted emotions or a damaged mind."},{"Author":"M.D. Birmingham","Category":"mind","Quote":"The love of money is the root of all evil, therefore selfishness must be the seed."},{"Author":"Stephen King,  Rose Madder","Category":"mind","Quote":"The concept of dreaming is known to the waking mind but to the dreamer there is no waking, no real world, no sanity; there is only the screaming bedlam of sleep."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"mind","Quote":"Temptation is stronger in the minds of people who are in doubt. Prayer makes it weaker."},{"Author":"Ben Goldacre,  Bad Science","Category":"mind","Quote":"You are a placebo responder. Your body plays tricks on your mind. You cannot be trusted."},{"Author":"Sam Harris,  Free Will","Category":"mind","Quote":"You can do what you decide to do — but you cannot decide what you will decide to do."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"mind","Quote":"I thought about the relentless thought-processing, soul-devouring machine that is my brain, and wondered how on earth I was ever going to master it. Then I remembered that line from Jaws and couldn't help smiling: 'We're gonna need a bigger boat."},{"Author":"Melissa de la Cruz,  Masquerade","Category":"mind","Quote":"A mind is like a puzzle; you must unlock it to read its hidden secrets."},{"Author":"Huang Po,  The Zen Teaching of Huang Po: On the Transmission of Mind","Category":"mind","Quote":"Not till your thoughts cease all their branching here and there, not till you abandon all thoughts of seeking for something, not till your mind is motionless as wood or stone, will you be on the right road to the Gate."},{"Author":"JoLynne Valerie","Category":"mind","Quote":"Passion can transform the mind, body and spirit...Passion can align you with the wisdom of nature and the power of what is in your heart."},{"Author":"Jeff Lindsay,  Darkly Dreaming Dexter","Category":"mind","Quote":"The mind picks some very bad times to take a walk doesn't it?"},{"Author":"Corey Taylor,  Seven Deadly Sins: Settling the Argument Between Born Bad and Damaged Good","Category":"mind","Quote":"The mind is left bereft when it is nothing more than a tool of regurgitation."},{"Author":"Dag Hammarskjöld,  Markings","Category":"mind","Quote":"To preserve the silence within--amid all the noise. To remain open and quiet, a moist humus in the fertile darkness where the rain falls and the grain ripens--no matter how many tramp across the parade ground in whirling dust under an arid sky."},{"Author":"Wallace Stevens","Category":"mind","Quote":"The mind can never be satisfied."},{"Author":"Eric Micha'el Leventhal","Category":"mind","Quote":"The closer you come to knowing that you alone create the world of your experience, the more vital it becomes for you to discover just who is doing the creating."},{"Author":"C.S. Lewis,  The Abolition of Man","Category":"mind","Quote":"An open mind, in questions that are not ultimate, is useful. But an open mind about the ultimate foundations either of Theoretical or of Practical Reason is idiocy. If a man's mind is open on these things, let his mouth at least be shut. He can say nothing to the purpose. Outside the Tao there is no ground for criticizing either the Tao or anything else."},{"Author":"Jeremy Aldana","Category":"mind","Quote":"Thoughts are as simple as the process…a message from the soul; conveyed through the heart; received in the mind"},{"Author":"Ravi Ravindra,  The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra","Category":"mind","Quote":"Yoga practice can make us more and more sensitive to subtler and subtler sensations in the body. Paying attention to and staying with finer and finer sensations within the body is one of the surest ways to steady the wandering mind. (39)"},{"Author":"Frank McCourt","Category":"mind","Quote":"Stock your mind. It is your house of treasure and no one in the world can interfere with it."},{"Author":"Charles Dickens,  Great Expectations","Category":"mind","Quote":". . . in seclusion, she had secluded herself from a thousand natural and healing influences; that, her mind, brooding solitary, had grown diseased, as all minds do and must and will that reverse the appointed order of their Maker . . ."},{"Author":"Criss Jami,  Venus in Arms","Category":"mind","Quote":"In the age of technology there is constant access to vast amounts of information. The basket overflows; people get overwhelmed; the eye of the storm is not so much what goes on in the world, it is the confusion of how to think, feel, digest, and react to what goes on."},{"Author":"Dean Koontz,  Relentless","Category":"mind","Quote":"Always, the eye sees more than the mind can comprehend, and we go through life self-blinded to much that lies before us. We want a simple world, but we live in a magnificently complex one, and rather than open ourselves to it, we perceive the world through filters that make it less daunting."},{"Author":"Louis Zukofsky","Category":"mind","Quote":"Infinite is a meaningless word: except – it states / The mind is capable of performing / an endless process of addition."},{"Author":"Pierre Teilhard de Chardin,  The Phenomenon of Man","Category":"mind","Quote":"The time has come to realise that an interpretation of the universe—even a positivist one—remains unsatisfying unless it covers the interior as well as the exterior of things; mind as well as matter. The true physics is that which will, one day, achieve the inclusion of man in his wholeness in a coherent picture of the world."},{"Author":"C.S. Lewis","Category":"mind","Quote":"Here the whole world (stars, water, air,And field, and forest, as they wereReflected in a single mind)Like cast off clothes was left behindIn ashes, yet with hopes that she,Re-born from holy poverty,In lenten lands, hereafter mayResume them on her Easter Day.\"(Epitaph for Joy Davidman)"},{"Author":"Napoleon Hill","Category":"mind","Quote":"There are no limitations to the mind except those that we acknowledge."},{"Author":"Jennifer Salvato Doktorski,  How My Summer Went Up in Flames","Category":"mind","Quote":"First I lost my heart. Then I lost my mind."},{"Author":"Wendy Wasserstein","Category":"mind","Quote":"Anyone who is considered funny will tell you, sometimes without even your asking, that deep inside they are very serious, neurotic, introspective people."},{"Author":"Ursula K. Le Guin,  The Telling","Category":"mind","Quote":"To learn a belief without the belief is to sing a song without the tune."},{"Author":"John Marsden,  A Killing Frost","Category":"mind","Quote":"My survival was up to me. I had nothing and I had no one. What I did have, I told myself, was my mind, my imagination, my memory, my feelings, my spirit. These were important and powerful things."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"mind","Quote":"... how terrible is the pain of the mind and heart when the freedom of mankind is suppressed!"},{"Author":"Dan Ariely,  The Upside of Irrationality: The Unexpected Benefits of Defying Logic at Work and at Home","Category":"mind","Quote":"To summarize, using money to motivate people can be a double-edged sword. For tasks that require cognitive ability, low to moderate performance-based incentives can help. But when the incentive level is very high, it can command too much attention and thereby distract the person’s mind with thoughts about the reward. This can create stress and ultimately reduce the level of performance."},{"Author":"Dee Remy,  There Once Was A Boy","Category":"mind","Quote":"Mirrors are perpetually deceitful. They lie and steal your true self. They reveal only what your mind believes it sees"},{"Author":"Nisargadatta Maharaj,  I Am That: Talks with Sri Nisargadatta Maharaj","Category":"mind","Quote":"You may die a hundred deaths without a break in the mental turmoil. Or, you may keep your body and die only in the mind. The death of the mind is the birth of wisdom."},{"Author":"Jiddu Krishnamurti,  The Flight of the Eagle","Category":"mind","Quote":"But if one observes, one will see that the body has its own intelligence; it requires a great deal of intelligence to observe the intelligence of the body."},{"Author":"Samuel Beckett,  Molloy, Malone Dies, The Unnamable","Category":"mind","Quote":"Unfathomable mind: now beacon, now sea."},{"Author":"Shannon L. Alder","Category":"mind","Quote":"The mind knows the truth when your heart denies what it feels. When you don't feel safe to let people in, it is because you're not ready to deal with the pain of honesty."},{"Author":"Jiddu Krishnamurti","Category":"mind","Quote":"The word 'innocence' means a mind that is incapable of being hurt."},{"Author":"Teresa of Ávila,  The Life of Saint Teresa of Ávila by Herself","Category":"mind","Quote":"It is of great importance, when we begin to practise prayer, not to let ourselves be frightened by our own thoughts."},{"Author":"Alain Badiou,  Metapolitics","Category":"mind","Quote":"All resistance is a rupture with what is. And every rupture begins, for those engaged in it, through a rupture with oneself."},{"Author":"Bruce Lee,  Tao of Jeet Kune Do","Category":"mind","Quote":"Effort within the mind further limits the mind, because effort implies struggle towards a goal and when you have a goal, a purpose, an end in view, you have placed a limit on the mind."},{"Author":"Christopher Paolini,  Inheritance","Category":"mind","Quote":"In El-harím, there lived a man, a man with yellow eyes.To me, he said, \"Beware the whispers, for they whisper lies.Do not wrestle with the demons of the dark,Else upon your mind they'll place a mark;Do not listen to the shadows of the deep,Else they haunt you even when you sleep."},{"Author":"Pierre Bourdieu","Category":"mind","Quote":"The mind is a metaphor of the world of objects."},{"Author":"Stanislav Grof","Category":"mind","Quote":"Consciousness does not just passively reflect the objective material world; it plays an active role in creating realityitself."},{"Author":"Erica Jong","Category":"mind","Quote":"the body is wiser than its inhabitants. the body is the soul. the body is god’s messenger."},{"Author":"Laura Cereta,  Collected Letters of a Renaissance Feminist","Category":"mind","Quote":"The free mind, unafraid of labor, presses on to attain the good."},{"Author":"Bruce Lee,  Tao of Jeet Kune Do","Category":"mind","Quote":"Bring the mind into sharp focus and make it alert so that it can immediately intuit truth, which is everywhere. The mind must be emancipated from old habits, prejudices, restrictive thought processes and even ordinary thought itself."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"mind","Quote":"One thought I think every person eventually thinks is, “Holy shit, I’m going to die!” Sorry, I just turned thirty yesterday, so my mortality is on my mind."},{"Author":"Walter de la Mare,  The Return","Category":"mind","Quote":"God has mercifully ordered that the human brain works slowly; first the blow, hours afterwards the bruise."},{"Author":"Janice Hardy,  Blue Fire","Category":"mind","Quote":"I would not bend.They could not make me Pliable.My mind was strong.My mind was mine."},{"Author":"E.M. Forster,  Aspects of the Novel","Category":"mind","Quote":"We move between two darknesses."},{"Author":"Stephen Richards,  The Ultimate Cosmic Ordering Meditation","Category":"mind","Quote":"Even when in the midst of disturbance, the stillness of the mind can offer sanctuary."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Eye can only see something ifidea about it has been in mind."},{"Author":"Robert Jordan,  The Fires of Heaven","Category":"mind","Quote":"Juilin,\"she asked hesitantly, \"what were you going to do with the salt and cooking oil? Not exactly,\"she added more quickly. \"Just a general idea.\"He looked at her for a moment. \"I do not know. But they did not, either. That is the trick of it; their minds made up worse then I ever could. I have seen a tough man break when I sent for a basket of figs and some mice."},{"Author":"Ashly Lorenzana","Category":"mind","Quote":"You never know what lurks just beneath the surface of my fragile sanity."},{"Author":"Graham Greene,  Brighton Rock","Category":"mind","Quote":"A brain is only capable of what it could conceive, andit couldnt concieve what it hasnt experienced"},{"Author":"Hermann Hesse","Category":"mind","Quote":"Our mind is capable of passing beyond the dividing line we have drawn for it. Beyond the pairs of opposites of which the world consists, other, new insights begin."},{"Author":"Jonathan Lockwood Huie","Category":"mind","Quote":"Joy blooms where minds and hearts are open."},{"Author":"Criss Jami,  Salomé: In Every Inch In Every Mile","Category":"mind","Quote":"Seemingly minor yet persistent things penetrate the mind over time making it difficult to ever realize the impact; hence, though quite unfortunate, the most dangerous forms of corruption are those that are subtle and below the radar."},{"Author":"Rodman Philbrick,  Freak the Mighty","Category":"mind","Quote":"remembering is a great invention of the mind, and if you try hard enough you can remember anything, whether it really happened or not."},{"Author":"Augustine of Hippo","Category":"mind","Quote":"It’s not in the book or in the writer that readers discern the truth of what they read; they see it in themselves, if the light of truth has penetrated their minds."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"mind","Quote":"Intelligence entails a strong mind, but genius entails a heart of a lion in tune with a strong mind."},{"Author":"John Piper,  Don't Waste Your Life","Category":"mind","Quote":"Your mind was made to know and love God."},{"Author":"Marcel Proust","Category":"mind","Quote":"It is grief that develops the powers of the mind."},{"Author":"David Mitchell,  Cloud Atlas","Category":"mind","Quote":"The learnin' mind is the livin' mind... an' any sort o' smart is truesome smart, old smart or new, high smart or low."},{"Author":"John Henry Newman","Category":"mind","Quote":"A great memory does not make a mind, any more than a dictionary is a piece of literature."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"The weaker mind reacts."},{"Author":"حياة الياقوت,  ألس في بلاد الواق واق! رواية ليست للصغار","Category":"mind","Quote":"لن تتحرروا منا إلا حينما تتعلمون كيف تسعون على أقدامكم ، وكيف تجعلون عقولكم أعلى ما فيكم ؛ أغلى ما فيكم"},{"Author":"Adam Gopnik","Category":"mind","Quote":"Wit and puns aren't just decor in the mind; they're essential signs that the mind knows it's on, recognizes its own software, can spot the bugs in its own program."},{"Author":"أبو يعرب المرزوقي,  صونًا للفلسفة والدين","Category":"mind","Quote":"فكرة الحداثة والعلمانية والتنوير فكرة متأخرة عن الثورة العلمية بقرنيين على الأقل وهي نتيجة الثورة العلمية ومعلولهاوليست شرطها وعلتها"},{"Author":"Habeeb Akande","Category":"mind","Quote":"My mind may be sober, but my confidence is high!"},{"Author":"Nassim Nicholas Taleb,  The Bed of Procrustes: Philosophical and Practical Aphorisms","Category":"mind","Quote":"The curious mind embraces science; the gifted and sensitive, the arts; the practical, business; the leftover becomes an economist"},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"mind","Quote":"I've come to the point where I never feel the need to stop and evaluate whether or not I am happy. I'm just 'being', and without question, by default, it works."},{"Author":"Mark Millar,  Superman: Red Son","Category":"mind","Quote":"We ordinary people might lack your great speed or your X-Ray vision, Superman, but never underestimate the power of the human mind. We carry the most dangerous weapon on Earth inside these thick skulls of ours."},{"Author":"Napoleon Hill,  Think and Grow Rich","Category":"mind","Quote":"The only limitation is that which one sets up in one's own mind."},{"Author":"Marcel Proust","Category":"mind","Quote":"Having a body is in itself the greatest threat to the mind... The body encloses the mind in a fortress; before long the mind is besieged on all sides, and in the end the mind has to give itself up."},{"Author":"Jarod Kintz,  Sleepwalking is restercise","Category":"mind","Quote":"Would you mind if I used your kitchen sink to take a bath? I have the hygiene of a midget."},{"Author":"David Eagleman,  Incognito: The Secret Lives of the Brain","Category":"mind","Quote":"There is a looming chasm between what your brain knows and what your mind is capable of accessing."},{"Author":"Bodhidharma,  The Zen Teaching of Bodhidharma","Category":"mind","Quote":"But people of the deepest understanding look within, distracted by nothing. Since a clear mind is the Buddha, they attain the understanding of a Buddha without using the mind."},{"Author":"Faraaz Kazi","Category":"mind","Quote":"His mind scolded him for his stupidity and urged him to forget her but his heart had no justifications for its stand. It remained unmoved, its solidarity unaffected, its arrogance still holding."},{"Author":"Edward Gibbon","Category":"mind","Quote":"Books are those faithful mirrors that reflect to our mind the minds of sages and heroes."},{"Author":"Ramana Maharshi,  The Collected Works of Ramana Maharshi","Category":"mind","Quote":"If the mind falls asleep, awaken it. Then if it starts wandering, make it quiet. If you reach the state where there is neither sleep nor movement of mind, stay still in that, the natural (real) state."},{"Author":"Anne Lamott,  Blue Shoe","Category":"mind","Quote":"Mattie sat at the table, obsessing, orbiting around herself. She was sick of her worried, hostile mind. It would have killed her long before, she felt, if it hadn't needed the transportation."},{"Author":"Ilyas Kassam","Category":"mind","Quote":"I think to think. Not to be thought-full, or to reach a point of wisdom or acquire a grace of knowledge. I think for the sensuality of thought."},{"Author":"Israelmore Ayivor","Category":"mind","Quote":"Thoughts do more. Words to much. Actions do much more."},{"Author":"George Orwell,  1984","Category":"mind","Quote":"Always eyes watching you and the voice enveloping you. Asleep or awake, indoors or out of doors, in the bath or bed- no escape. Nothing was your own except the few cubic centimeters in your skull."},{"Author":"Edgar D. Mitchell,  The Way of the Explorer: An Apollo Astronaut's Journey Through the Material and Mystical Worlds","Category":"mind","Quote":"The desire to live life to its fullest, to acquire more knowledge, to abandon the economic treadmill, are all typical reactions to these experiences in altered states of consciousness. The previous fear of death is typically quelled. If the individual generally remains thereafter in the existential state of awareness, the deep internal feeling of eternity is quite profound and unshakable."},{"Author":"Louis-Ferdinand Céline,  Journey to the End of the Night","Category":"mind","Quote":"The mind is satisfied with phrased, but not the body, the body is more fastidious, it wants muscles. A body always tells the truth, that's why it's usually depressing and disgusting to look at."},{"Author":"Tiffany Madison","Category":"mind","Quote":"[On Schopenhauer in Black and White] Schopenhauer's views of love are flawed. Love can't be merely an illusion of the mind to aid in procreation, but the path to redemption for an otherwise violently selfish species. Past human greatness has proven that when challenged, love can overpower impulsive instinct, and in essence, the vilest aspects of our nature."},{"Author":"Thomas Gilovich,  How We Know What Isn't So: The Fallibility of Human Reason in Everyday Life","Category":"mind","Quote":"People will always prefer black-and-white over shades of grey, and so there will always be the temptation to hold overly-simplified beliefs and to hold them with excessive confidence"},{"Author":"Tom Robbins,  Fierce Invalids Home from Hot Climates","Category":"mind","Quote":"That's the way the mind works: the brain is genetically disposed towards organization, yet if not controlled, will link even the most imagerial fragment to another on the flimsiest pretense and in the most freewheeling manner, as if it takes a kind of organic pleasure in creative association, without regards to logic or chronological sequence."},{"Author":"James Allen,  As a Man Thinketh","Category":"mind","Quote":"Man's mind may be likened to a garden, which may be intelligently cultivated or allowed to run wild."},{"Author":"Seneca,  The Stoic Philosophy of Seneca: Essays and Letters","Category":"mind","Quote":"As Lucretius says: 'Thus ever from himself doth each man flee.' But what does he gain if he does not escape from himself? He ever follows himself and weighs upon himself as his own most burdensome companion. And so we ought to understand that what we struggle with is the fault, not of the places, but of ourselves"},{"Author":"Santosh Kalwar","Category":"mind","Quote":"Human is a suffered mind but an enlightened soul."},{"Author":"Alan Macmillan Orr,  The Natural Mind - Waking Up: Volume I","Category":"mind","Quote":"One word can change your life forever.I love youI hate youThink about it"},{"Author":"Alice Walker","Category":"mind","Quote":"If you're silent for a long time, people just arrive in your mind."},{"Author":"Patricia Highsmith,  Strangers on a Train","Category":"mind","Quote":"But there were too many points at which the other self could invade the self he wanted to preserve, and there were too many forms of invasion: certain words, sounds, lights, actions his hands or feet performed, and if he did nothing at all, heard and saw nothing, the shouting of some triumphant inner voice that shocked him and cowed him."},{"Author":"Thomas Gilovich,  How We Know What Isn't So: The Fallibility of Human Reason in Everyday Life","Category":"mind","Quote":"What we believe is heavily influenced by what we think others believe"},{"Author":"Emmanuel Mounier,  Personalism","Category":"mind","Quote":"The universe is full of men going through the same motions in the same surroundings, but carrying within themselves, and projecting around them, universes as mutually remote as the constellations."},{"Author":"George Gordon Byron","Category":"mind","Quote":"A timid mind is apt to mistake every scratch for a mortal wound."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"mind","Quote":"With a philosophy education, one can infuriate his peers, intimidate his date, think of obscure, unreliable ways to make money, and never regret a thing."},{"Author":"Madeleine L'Engle,  A Circle of Quiet","Category":"mind","Quote":"When I start a new seminar I tell my students that I will undoubtedly contradict myself, and that I will mean both things. But an acceptance of contradiction is no excuse for fuzzy thinking. We do have to use our minds as far as they will take us, yet acknowledge that they cannot take us all the way."},{"Author":"Criss Jami,  Killosophy","Category":"mind","Quote":"In a general sense, I admit to valuing the worldviews of men under the age of 40 and women over the age of 30."},{"Author":"Sarah Kane","Category":"mind","Quote":"Body and soul can never be marriedI need to become who I already am and will bellow forever at this incongruity which has committed me to hell"},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"mind","Quote":"Vacation, I go there in my mind. Especially when I’m at work, getting paid for it."},{"Author":"Terry Pratchett,  I Shall Wear Midnight","Category":"mind","Quote":"Preston, I don't think this creature could ever find its way into your head. Quite apart from anything else, it seems pretty crowded and complicated to me."},{"Author":"Friedrich Hayek","Category":"mind","Quote":"The mind can never foresee its own advance"},{"Author":"René Descartes,  Discourse on Method","Category":"mind","Quote":"It is not enough to have a good mind. The main thing is to use it well."},{"Author":"Barbara Marciniak,  Family of Light: Pleiadian Tales and Lessons in Living","Category":"mind","Quote":"When you buy into any version of fear, it can become your experience because your molecules are intelligent and your energy responds to the predominant feeling in your being. The focus of your mind is exactly what gives the orders to create what you experience."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"mind","Quote":"The meditative mind sees disagreeable or agreeable things with equanimity, patience, and good-will. Transcendent knowledge is seeing reality in utter simplicity. (146)"},{"Author":"Jenny Lawson","Category":"mind","Quote":"It's like I have a sensor in my head, but she works on a seven-second delay... well-meaning, but perpetually about seven seconds too late to actually do anything to stop the horrific avalanche of shit-you-shouldn't- say-out-loud-but-I-just-did."},{"Author":"Toba Beta,  Master of Stupidity","Category":"mind","Quote":"It's the mind that sees, not eyes."},{"Author":"Stephen King,  Full Dark, No Stars","Category":"mind","Quote":"It was really amazing the number of hard hits from which a mind could recover."},{"Author":"Debasish Mridha","Category":"mind","Quote":"Writing blooms flowers for mind, which last forever."},{"Author":"Blaise Pascal,  Pensées","Category":"mind","Quote":"The heart has its order, the mind has its own, which uses principles and demonstrations. The heart has a different one. We do not prove that we ought to be loved by setting out in order the causes of love; that would be absurd."},{"Author":"Henrik Ibsen","Category":"mind","Quote":"To live is - to war with trolls In the holds of the heart and mind"},{"Author":"Samael Aun Weor","Category":"mind","Quote":"When the mind stops searching, when it stops wanting refuge, when it no longer goes in search of security, when it no longer craves more books and information, when it ignores even the memory of desire, only then will Love arrive within."},{"Author":"Terry Tempest Williams,  Pieces of White Shell","Category":"mind","Quote":"The mind creates those things that exist."},{"Author":"Will Lavender,  Obedience","Category":"mind","Quote":"What if you were always stuck in one place, your mind spinning and unable to go forward like tires clenched in mud, because the answers wouldn't reveal themselves to you?"},{"Author":"Joanna Russ","Category":"mind","Quote":"The trouble with men is that they have limited minds. That's the troublewith women, too.\"[\"Existence\"(1975)]"},{"Author":"John Dewey,  Art as Experience","Category":"mind","Quote":"Like the soil, mind is fertilized while it lies fallow, until a new burst of bloom ensues."},{"Author":"Doug Dillon","Category":"mind","Quote":"You don’t have to stay trapped in your thoughts just because you think them."},{"Author":"Antonio R. Damasio,  Looking for Spinoza: Joy, Sorrow, and the Feeling Brain","Category":"mind","Quote":"Leaving out appraisal also would render the biological description of the phenomena of emotion vulnerable to the caricature that emotions without an appraisal phase are meaningless events. It would be more difficult to see how beautiful and amazingly intelligent emotions can be, and how powerfully they can solve problems for us."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Are all caps really necessary? No need to shout at me. My hearing is perfect when the words arrive in my mind through my eyes."},{"Author":"Arthur Lydiard","Category":"mind","Quote":"Athletes need to enjoy their training. They don't enjoy going down to the track with a coach making them do repetitions until they're exhausted. From enjoyment comes the will to win."},{"Author":"Jenny Valentine,  Broken Soup","Category":"mind","Quote":"I thought about having a proper room,breathing life into it, and nobody minding."},{"Author":"Napoleon Hill,  Think and Grow Rich","Category":"mind","Quote":"If you are ready for the secret, you already possess one half of it,therefore, you will readily recognize the other half the moment it reaches your mind."},{"Author":"Virginia Woolf,  The Waves","Category":"mind","Quote":"The lake of my mind, unbroken by oars, heaves placidly and soon sinks into an oily somnolence.’ That will be useful."},{"Author":"Markus Zusak,  Underdog","Category":"mind","Quote":"Because you don't learn anything unless you can find the patience to read. TV takes that away from you. It robs you from your mind."},{"Author":"Shahid Islam","Category":"mind","Quote":"Nobody think about that broken heart... life goes on, broken heart never join together but it tries very hard to get joined again. That;swhy may be it said \"Heart is like a mirror, if its broken can never be joined."},{"Author":"Denis Avey,  The Man Who Broke Into Auschwitz: A True Story of World War II","Category":"mind","Quote":"The mind is a powerful thing. It can take you through walls."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Magic is a science.Miracle is the work.Mind is a laboratory."},{"Author":"Stephen King,  The Long Walk","Category":"mind","Quote":"But there are weak men who can lift cars if their wives are pinned underneath. The brain, Garraty.\"McVries's voice had dropped to a hoarse whisper. \"It isn’t man or God. It’s something...in the brain."},{"Author":"عبد الكريم بكار","Category":"mind","Quote":"في روح و عقل كل واحد منا شرارة صغيرة ربما تصبح من خلال النفخ فيها\"نارًا عظيمة تضيء عقول و قلوب الملايين"},{"Author":"Rich Wilkins","Category":"mind","Quote":"Your future is only as bright as your mind is open."},{"Author":"Siri Hustvedt,  The Sorrows of an American","Category":"mind","Quote":"We read each other through our eyes, and anatomically they are an extension of our brains. When we catch someone's eye, we look into a mind."},{"Author":"Patricia Highsmith,  Strangers on a Train","Category":"mind","Quote":"What chance combination of shadow and sound and his own thoughts had created it?"},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"mind","Quote":"Great minds think alike because a greater Mind is thinking through them."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"mind","Quote":"Divide the constant tide and random noisiness of energetic flow, with conscious recurring moments of empty mind, solitude, gratitude and deep...slow...breathing. Of this, the natural law of self-preservation demands."},{"Author":"Edward Abbey,  A Voice Crying in the Wilderness","Category":"mind","Quote":"Orthodoxy is a relaxation of the mind accompanied by a stiffening of the heart."},{"Author":"Ilyas Kassam","Category":"mind","Quote":"We think to dance, and dance in thought. But to hibernate in the mind, is to bring upon us an apocalypse of the Soul."},{"Author":"Gregory Maguire,  A Lion Among Men","Category":"mind","Quote":"The momentum of the mind can be vexingly, involuntarily capricious."},{"Author":"Anton Chekhov","Category":"mind","Quote":"Once a man gets a fixed idea, there's nothing to be done."},{"Author":"Israelmore Ayivor,  The Great Hand Book of Quotes","Category":"mind","Quote":"Decision decides destiny. What God wants you to become is the positive person you decide to become when led by God's spirit."},{"Author":"أبو يعرب المرزوقي,  صونًا للفلسفة والدين","Category":"mind","Quote":"أسمع من المحيط إلى الخليج أن من لا يقدر على إفهامنا لم تحل معادلات الدرجة الثانية بالطريقة التي تحل بها يخرف حول ابستمولوجية السقوط الحر ونسبية اينشتاين خلطا بين التعليقات الإيديولوجية والنفسية على مايزعم جاريا في وعي العلماء وتصوراتهم وبين فهم آليات الإبداع العلمي وقوانينه"},{"Author":"Gustavo Gutiérrez,  A Theology of Liberation","Category":"mind","Quote":"We take it for granted that Jesus was not interested in political life: his mission was purely religious. Indeed we have witnessed . . . the 'iconization' of the life of Jesus: 'This is a Jesus of hieratic, stereotyped gestures, all representing theological themes. In this way, the life of Jesus is no longer a human life, submerged in history, but a theological life -- an icon."},{"Author":"Antonio R. Damasio,  The Feeling of What Happens: Body and Emotion in the Making of Consciousness","Category":"mind","Quote":"...I sense that stepping into the light is also a powerful metaphor for consciousness, for the birth of the knowing mind, for the simple and yet momentous coming of the sense of self into the world of the mental."},{"Author":"Brandi L. Bates","Category":"mind","Quote":"Wrote my way out of the hood...thought my way out of poverty! Don't tell me that knowledge isn't power. Education changes everything."},{"Author":"Nancy Pearcey","Category":"mind","Quote":"The first step in conforming our intellect to God's truth is to die to our vanity, pride, and craving for respect from colleagues and the public. We must let go of the worldly motivations that drive us, praying to be motivated solely by a genuine desire to submit our minds to God's Word - and then to use that knowledge in service to others."},{"Author":"Maggie Shayne,  Killing Me Softly","Category":"mind","Quote":"<...> I’venever believed there is any animal more dangerous than a human being. I never will. It’s the intelligence. It’s the mind that makes it so."},{"Author":"Ryokan","Category":"mind","Quote":"When all thoughtsAre exhaustedI slip into the woodsAnd gatherA pile of shepherd's purse.Like the little streamMaking its wayThrough the mossy crevicesI, too, quietlyTurn clear and transparent."},{"Author":"Andrew Sean Greer,  The Story of a Marriage","Category":"mind","Quote":"How remarkable we are in our ability to hide things from ourselves - our conscious minds only a small portion of our actual minds, jellyfish floating on a vast dark sea of knowing and deciding."},{"Author":"Charles-Augustin Sainte-Beuve","Category":"mind","Quote":"I know but one freedom, and that is the freedom of the mind."},{"Author":"Markus Zusak,  Getting the Girl","Category":"mind","Quote":"Very quickly, very suddenly, words fell through my mind. They landed on the floor of my thoughts, and in there, down there, I started to pick the words up. They were excerpts of truth gathered from inside me."},{"Author":"Edgar Allan Poe,  The Imp of The Perverse","Category":"mind","Quote":"If we cannot comprehend God in his visible works, how then in his inconceivable thoughts, that call the works into being?"},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"mind","Quote":"We must not attach knowledge to the mind, we have to incorporate it there."},{"Author":"Doug Dillon","Category":"mind","Quote":"Stay present for the “now” of your life. It’s your “point of power."},{"Author":"واشطن إرفنج","Category":"mind","Quote":"أصحاب العقول العظيمة لديهم أهداف وغايات، أما الآخرون فيكتفون بالأحلام."},{"Author":"Deepak Chopra,  The Way of the Wizard: Twenty Spiritual Lessons for Creating the Life You Want","Category":"mind","Quote":"Your mind is the knife that cuts the continuum of space and time into neat slices of linear experience."},{"Author":"Haruki Murakami,  Hard-Boiled Wonderland and the End of the World","Category":"mind","Quote":"Let your body work until it is spent, but keep your mind for yourself."},{"Author":"Frances Hodgson Burnett,  The Land of the Blue Flower","Category":"mind","Quote":"If you fill your mind with a beautiful thought, there will be no room in it for an ugly one. - King Amor"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"mind","Quote":"While spirituality provides an efficient and endless fuel for your mind and body, you must burn that fuel with human action towards your goals, dreams, and desires."},{"Author":"Elizabeth von Arnim,  The Pastor's Wife","Category":"mind","Quote":"She would go off in the morning with the punt full of books, and spend long glorious days away in the forest lying on the green springy carpet of whortleberries, reading. She would most diligently work at furnishing her empty mind. She would sternly endeavour to train it not to jump."},{"Author":"Benjamin Franklin","Category":"mind","Quote":"Games lubricate the body and mind."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Mental strength induces mind and body."},{"Author":"José Saramago","Category":"mind","Quote":"Somos o que pensamos, e dizemos aquilo que pensamos com palavras. Se as palavras são tão mal usadas, deturpadas, mal pronunciadas muitas vezes, que pensamento podem expressar? Isso é frustrante."},{"Author":"Louis L'Amour,  Education of a Wandering Man","Category":"mind","Quote":"Personally, I do not believe the human mind has any limits but those we impose ourselves."},{"Author":"Gregory Maguire,  A Lion Among Men","Category":"mind","Quote":"The future reshapes the memory of the past in the way it recalibrates significance: some episodes are advanced, others lose purchase."},{"Author":"Thomas Gilovich,  How We Know What Isn't So: The Fallibility of Human Reason in Everyday Life","Category":"mind","Quote":"We humans seem to be extremely good at generating ideas, theories, and explanations that have the ring of plausibility. We may be relatively deficient, however, in evaluating and testing our ideas once they are formed"},{"Author":"Swami Satchidananda,  The Yoga Sutras","Category":"mind","Quote":"The purification of the mind is very necessary. (72)"},{"Author":"Amit Ray,  Walking the Path of Compassion","Category":"mind","Quote":"Open the window of your mind. Allow the fresh air,new lights and new truths to enter."},{"Author":"James Allen","Category":"mind","Quote":"He thinks in secret, and it comes to pass: environment is but a looking glass."},{"Author":"Charles Darwin,  Life & Letters of Charles Darwin","Category":"mind","Quote":"But then arises the doubt, can the mind of man, which has, as I fully believe been developed from a mind as low as that possessed by the lowest animal, be trusted when it draws such grand conclusions?"},{"Author":"Titus Lucretius Carus","Category":"mind","Quote":"The vivid force of his mind prevailed, and he fared forth far beyond the flaming ramparts of the heavens and traversed the boundless universe in thought and mind."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"mind","Quote":"The only walls that exist are those you have placed in your mind. And whatever obstacles you conceive, exist only because you have forgotten what you have already achieved."},{"Author":"Denton Welch,  Maiden Voyage","Category":"mind","Quote":"The white cat Sal-al was lying on the straw matting in the empty conservatory. She looked at us with a wicked, conceited expression as if all her appetites had just been satisfied. She was beautiful. Vesta and I both said, \"I wish I were a cat!\"Before we got to the last word we smiled at each other in annoyance, not liking the idea that most human beings think very much alike."},{"Author":"Robin Macnaughton,  Power Astrology: Make The Most Of Your Sun Sign","Category":"mind","Quote":"Being aware is being aware of one's own mind and the games it plays on itself."},{"Author":"Charles Dickens,  The Pickwick Papers","Category":"mind","Quote":"She dotes on poetry, sir. She adores it; I may say that her whole soul and mind are wound up, and entwined with it. She has produced some delightful pieces, herself, sir. You may have met with her 'Ode to an Expiring Frog,' sir."},{"Author":"Thomas Gilovich,  How We Know What Isn't So: The Fallibility of Human Reason in Everyday Life","Category":"mind","Quote":"When we do cross paths with people whose beliefs and attitudes conflict with our own, we are rarely challenged."},{"Author":"Meister Eckhart","Category":"mind","Quote":"I may err but I am not a heretic, for the first has to do with the mind and the second with the will!"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"mind","Quote":"ONE BUT MANYOne God, many faces.One family, many races.One truth, many paths.One heart, many complexions.One light, many reflections.One world, many imperfections.ONE.We are all one,But many."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"mind","Quote":"I don't seem able to get it straight in my mind...."},{"Author":"Robert Dodson","Category":"mind","Quote":"Enclosed within the tyranny of our minds and there is where we are lost."},{"Author":"Lynn Weingarten,  The Secret Sisterhood of Heartbreakers","Category":"mind","Quote":"‎\"The less random stuff you hear about, the more room in your ears for music, that's what I always say\"-Paisley"},{"Author":"Orna Ross,  After The Rising","Category":"mind","Quote":"If you can't change your mind, you can't change anything."},{"Author":"David Mitchell,  number9dream","Category":"mind","Quote":"The body is the outermost layer of the mind."},{"Author":"Daniel J. Siegel,  The Developing Mind: How Relationships and the Brain Interact to Shape Who We Are","Category":"mind","Quote":"...not all encounters with the world affect the mind equally. Studies have demonstrated that if the brain appraises an event as \"meaningful,\"it will be more likely to be recalled in the future."},{"Author":"Thomas Gilovich,  How We Know What Isn't So: The Fallibility of Human Reason in Everyday Life","Category":"mind","Quote":"For desired conclusions, we ask ourselves, \"Can I believe this?\", but for unpalatable conclusions we ask, \"Must I believe this?"},{"Author":"Michael Bassey Johnson","Category":"mind","Quote":"The more death, the more birth. People are entering, others are exiting. The cry of a baby, the mourning of others. When others cry, the other are laughing and making merry. The world is mingled with sadness, joy, happiness, anger, wealth, poverty, etc."},{"Author":"Leo Tolstoy,  War and Peace","Category":"mind","Quote":"It was as if the main screw in his head, which held his whole life together, had become stripped. The screw would not go in, would not come out, but turned in the same groove without catching hold, and it was impossible to stop turning it."},{"Author":"John Fowles","Category":"mind","Quote":"Death is not in the nature of things; it is the nature of things. But what dies is the form. The matter is immortal."},{"Author":"Jeremy Aldana","Category":"mind","Quote":"A soul gives power to the mind; and the mind empowers the soul"},{"Author":"Antonio R. Damasio","Category":"mind","Quote":"WE ALMOST NEVER think of the present, and when we do, it is only to see what light it throws on our plans for the future."},{"Author":"Milton H. Erickson","Category":"mind","Quote":"I am very confident. I look confident. I act confident. I speak in a confident way..."},{"Author":"Israelmore Ayivor,  Dream Big!: See Your Bigger Picture!","Category":"mind","Quote":"Perhaps you are just close to what you have been waiting for all along and ideas start formulating in your mind and advising you to \"give up\". Tell them \"not me\"."},{"Author":"Toba Beta,  Master of Stupidity","Category":"mind","Quote":"Powerful words harmonize heart and mind as if a symphony."},{"Author":"Thornton Wilder,  The Ides of March","Category":"mind","Quote":"Let us at least say of religion that it means that every part of the body is infused with mind, not that the mind is overwhelmed and drowned in body. For the principal attribute of the Gods, without or within us, is mind."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Spell is a structured words that creates miracles in mind."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Don't live in regret! It is such a useless idea.Use the memory to prevent us do bad things!Regret is a childish wish, or an empty hope,trying to revise the bitter memory of the past."},{"Author":"Idowu Koyenikan,  Wealth for All: Living a Life of Success at the Edge of Your Ability","Category":"mind","Quote":"The mind is just like a muscle - the more you exercise it, the stronger it gets and the more it can expand."},{"Author":"Peter Redgrove,  The Black Goddess and the Unseen Real: Our Uncommon Senses and Their Common Sense","Category":"mind","Quote":"It is as though we are understanding now what (William) Blake intuited, the senses were, in Eden, spread over the whole being. It might seem, then, that our bodies still live in Eden, but our minds refuse to know it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"mind","Quote":"It is only normal that people count losses with their minds, and ignore to count blessings with the graciousness of their hearts."},{"Author":"Titus Lucretius Carus,  On the Nature of Things","Category":"mind","Quote":"Furthermore, as the body suffers the horrors of disease and the pangs of pain, so we see the mind stabbed with anguish, grief and fear. What more natural than that it should likewise have a share in death?"},{"Author":"John Piper,  The Pleasures of God: Meditations on God's Delight in Being God","Category":"mind","Quote":"... the mind was designed not to defend what we want, but to discover what is ultimately true, which should shape our wants and satisfy them more deeply with God. The purpose of the mind is not to rationalize subjective preferences, but to recognize objective reality and to help the heart revel in God."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Mind of a loving heart is the fountain of knowledge."},{"Author":"Thrity Umrigar,  The Space Between Us","Category":"mind","Quote":"It was strange how she found out, One moment she didn't know; the next minute she did. One moment her mind was as blank as the desert; the next minute the snake of suspicion had slithered into her thoughts and raised its poisonous head."},{"Author":"Bret Easton Ellis,  Lunar Park","Category":"mind","Quote":"The reassuring smile was now useless. I was plastic. Everything was veiled. Objectivity, facts, hard information--these were things only in the outline stage. There was nothing tying anything together yet, so the mind built up a defense, and the evidence was restructured, and that was what I tried to do on that morning--to restructure the evidence so it made sense--and that is what I failed at."},{"Author":"Gerard Manley Hopkins","Category":"mind","Quote":"O the mind, mind has mountains; cliffs of fallFrightful, sheer, no-man-fathomed."},{"Author":"Nathaniel Hawthorne,  The Birthmark and Other Stories","Category":"mind","Quote":"The mind is in a sad state when Sleep, the all-involving, cannot confine her spectres within the dim region of her sway, but suffers them to break forth, affrighting this actual life with secrets that perchance belong to a deeper one."},{"Author":"Jarod Kintz,  How to construct a coffin with six karate chops","Category":"mind","Quote":"To get him to agree, I put a gun to his head. To get him to not change his mind, I blew out his brains."},{"Author":"Zora Neale Hurston,  Their Eyes Were Watching God","Category":"mind","Quote":"For the first time she could see a man's head naked of its skull. Saw the cunning thoughts race in and out through the caves and promontories of his mind long before they darted through the tunnel of his mouth."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"mind","Quote":"Life had stepped into the place of theory and something quite different would work itself out in his mind."},{"Author":"Catherine Forbes","Category":"mind","Quote":"A book without words is a mind without thought."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"If you want to be sure of unusual thing such as aliens or UFOs, then you have to think about it from an unusual way of thinking."},{"Author":"Alberto Caeiro,  The Keeper of Sheep","Category":"mind","Quote":"Even so, I’m somebody.I’m the Discoverer of Nature.I’m the Argonaut of true sensations.I bring a new Universe to the UniverseBecause I bring the Universe to itself."},{"Author":"Elton Trueblood","Category":"mind","Quote":"It is the vocation of the Christian in every generation to out-think all opposition."},{"Author":"Saint Vardapet Eghishē","Category":"mind","Quote":"Լաւ է աչքով կոյր ըլլալ՝ քան մտքով:It is preferable to be blind by eyesight, than by mind."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"mind","Quote":"What’s on my mind? I could say you, but we both know I'd be lying. Actually, I'm only pretending that you aren't on my mind. But I know that you don't mind."},{"Author":"Jostein Gaarder,  Sophie's World","Category":"mind","Quote":"A composition—and every work of art is one—is created in a wondrous interplay between imagination and reason, or between mind and reflection. For there will always be an element of chance in the creative process."},{"Author":"George Sheehan","Category":"mind","Quote":"The mind's first step to self-awareness must be through the body."},{"Author":"Amy Leigh Mercree","Category":"mind","Quote":"Focus your heart, mind, and soul on joy and you'll find ultimate success and fulfillment."},{"Author":"John Arbuthnot","Category":"mind","Quote":"Mathematical Knowledge adds a manly Vigour to the Mind, frees it from Prejudice, Credulity, and Superstition."},{"Author":"Sujit Lalwani,  Life Simplified!","Category":"mind","Quote":"IT’s All In The Game Of Mind."},{"Author":"Ogwo David Emenike,  The Fortune in Failing: Decoding the Message of Failure","Category":"mind","Quote":"The mind is the mine of man, wherein he digs out good or evil."},{"Author":"Natalie Valdes,  NIRVANA","Category":"mind","Quote":"It is said that love does not last, that it is just a momentary spell cast upon your soul by some higher power, or a small trick of the mind. If this were all true, there would be no story to tell."},{"Author":"J.K. Rowling","Category":"mind","Quote":"The mind is not a book, to be opened at will and examined at leisure."},{"Author":"Emmanuel Diogu","Category":"mind","Quote":"Mind makes a man of God."},{"Author":"Jack Addington","Category":"mind","Quote":"Your mind is your kingdom, and there you are ruler"},{"Author":"Lailah Gifty Akita","Category":"mind","Quote":"Your mind is your library of what you read."},{"Author":"Gary Markwick","Category":"mind","Quote":"Once you can let go of illusion and draw upon a more universal source of motivation then you will re connect with your true purpose on Earth."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"mind","Quote":"Back when I was a competitive swimmer, I used to dream of going to the Olympics. But then I changed my mind, once I found out how expensive the tickets are."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"mind","Quote":"No matter how far or long you carry it, my love doesn’t weigh a lot. But if you aren’t carrying it with you, it will weigh heavy on your mind."},{"Author":"Ravi Ravindra,  The Wisdom of Patanjali's Yoga Sutras: A New Translation and Guide by Ravi Ravindra","Category":"mind","Quote":"Patanjali says that we can meditate on anything that our heart desires. The important thing is not what we meditate on, but more that we meditate. And then gradually to meditate more and more on what corresponds to the innermost longing of our heart. The practice of meditation . . . gradually works its magic in stilling the mind. (42)"},{"Author":"Paul Brunton,  The Notebooks of Paul Brunton","Category":"mind","Quote":"Now an extraordinary and helpful fact is that by making Mind the object of our attention, not only does the serenity which is its nature begin to well up of its own accord but its steady unchanging character itself helps spontaneously to repel all disturbing thoughts."},{"Author":"Peter Bognanni,  The House of Tomorrow","Category":"mind","Quote":"I will use my mind, not just my regular brain lobes."},{"Author":"Beryl Dov","Category":"mind","Quote":"Sublime Beauty When I shut my eyes, I can move mountains.When I open them, mountains can move me."},{"Author":"Beryl Dov","Category":"mind","Quote":"Comfort Zone Your comfort zone has a clock on it, ticking off until it becomes your death zone."},{"Author":"Rashedur Ryan Rahman","Category":"mind","Quote":"Your comfort zone is a place where you keep yourself in a self-illusion and nothing can grow there but your potentiality can grow only when you can think and grow out of that zone."},{"Author":"Shailee J-N","Category":"mind","Quote":"I hope your heart feels better. I hope your mind is set right.I hope your love is connected to others, and you don't feel so lost and locked up.I hope everything is okay for you. And by okay, I mean greater than ever."},{"Author":"Hannah Ashworth,  A Royal Reborn","Category":"mind","Quote":"My stomach is rather content, now that I think about it. 'Tis my mind that is starving."},{"Author":"Toba Beta,  Master of Stupidity","Category":"mind","Quote":"Diversion weakens thy mind."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"mind","Quote":"His shelf. Good. Noodle dust. Decaying brain collecting dust. Must insert it back in skull—what was I thinking?"},{"Author":"Criss Jami,  Killosophy","Category":"mind","Quote":"As followers of Christ, we are to be careful not to remain victims of the many cultural presuppositions of who he is, and what he teaches, insofar as taking for granted our own caricatures of him. Let it boil in both mind and heart the question, 'If Jesus were to appear today, how many of us would actually recognize him and his teachings (or would it simply be a recount of his first visit)?"},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"mind","Quote":"Couples should be able to share their dreams with one another. That’s why for just $69.69, you’ll like what I have to sell you. It’s not just one tube and two suction cups you each attach to your foreheads—it’s the Dream Tunnel."},{"Author":"James Allen","Category":"mind","Quote":"دع إنساناً يغير اتجاه أفكاره، وسوف تتملكه الدهشة لسرعة التحوّل الذي يحدثه هذا التغير في جوانب حياته المتعددة. إن القدرة الإلهية التي تكيف مصايرنا مودعة في أنفسنا، بل هي أنفسنا ذاتها!!وكل ما يصنعه المرء هو نتيجة مباشرة لما يدور في فكره، فكما أن المرء ينهض على قدميه وينشط وينتج بدافع من أفكاره كذلك يمرض ويشقى بدافع من أفكاره أيضأ."},{"Author":"Saint Vardapet Eghishē","Category":"mind","Quote":"Ամբողջ մարմնի կենդանութիւնը հոգին է, իսկ մարմինն ու հոգին կառավարողը՝ միտքն է:The whole essence of the body is the spirit, while the governor of both spirit and body is the mind."},{"Author":"Jarod Kintz,  This Book Title is Invisible","Category":"mind","Quote":"When I have to be in two places at once, my mind at once decides twice which one place to be in."},{"Author":"W. Somerset Maugham","Category":"mind","Quote":"The highest activities of consciousness have their origins in physical occurrences of the brain just as the loveliest melodies are not too sublime to be expressed by notes."},{"Author":"Gary Davis","Category":"mind","Quote":"Exceed not thy actions, but limit not thy mind."},{"Author":"Fyodor Dostoyevsky,  Demons","Category":"mind","Quote":"- В Апокалипсиса ангелът се кълне, че вече няма да има време. - Знам. Това там е много вярно; ясно и точно. Когато човекът достигне щастието, няма да има вече време, защото не е нужно. Много вярна мисъл.- Къде ще го дянат? - Никъде няма да го дяват. Времето не е предмет, а идея. Ще угасне в ума."},{"Author":"Ogwo David Emenike","Category":"mind","Quote":"Mind your mind, soon, you will mine from it."},{"Author":"Ogwo David Emenike","Category":"mind","Quote":"Invariably, we all are 'MIND LORDS'."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Each man lives in many worlds within different life.Mind can only see world in which it lived and located."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"I once visited a village of primitive people.At village, I felt time and life moved slower."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"mind","Quote":"There is no UFO and also there is no alien, at least not in common mind nor reference."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"Not because we think that it's still about to happen, thus makes our future life as though yet to be exist.Human mind can't yet perceive the nature of future."},{"Author":"David Mitchell,  The Thousand Autumns of Jacob de Zoet","Category":"mind","Quote":"there're times when i suspect that the mind has a mind of its own. it shows us pictures. pictures of the past and the might-one-day-be. this mind's mind exerts its own will, too, and has its own voice"},{"Author":"Gregory Bassham,  The Ultimate Harry Potter and Philosophy: Hogwarts for Muggles","Category":"mind","Quote":"Think of how you feel when you are sick, or how you felt when you were learning to ride your bike. The physical state of your body has a direct effect on how you think about the world, on the state of your mind. I don’t think it would be an exaggeration to say that your body has a direct effect on who you are. (30)In an essay by Eric Saidel, Sirius Black: Man or Dog"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"When enter the whole new world, men will deal with new science.To embrace a new science, men need to get used to new wisdom."},{"Author":"Beryl Dov","Category":"mind","Quote":"Metamorphosis [10w] Change. Become the butterfly.Don't stay a caterpillar with wings."},{"Author":"Beryl Dov","Category":"mind","Quote":"Eyes of Heaven To see through the eyes of heavenis to look upon your fellow manand only see the good in him."},{"Author":"Kunal Jajal","Category":"mind","Quote":"You could achieve nothing with wondered mind! you need to stop it!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"My clone will have my mind, but I don’t mind. Two heads are better than one—especially when those two are one and the same."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Though my skull is the size of a soup bowl, everything in the universe—and more—can fit inside my imagination. And guess what? My imagination tastes like chicken noodle soup."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I wear a ten-gallon cowboy hat. That’s where I keep my fish tank. When you’re a farmer of love, you’ve always got pink kissers on your mind."},{"Author":"Thrity Umrigar,  The Space Between Us","Category":"mind","Quote":"but her mind feels feverish as it races through the crowded hallways of the past"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Love with all your heart. And the rest of your body. Oh, and your mind, too."},{"Author":"Eileen Chang","Category":"mind","Quote":"In that little pocket-size world of his, he was the absolute master."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"mind","Quote":"If you want to bend your mind, don’t use a crowbar."},{"Author":"Pierre Janet","Category":"mind","Quote":"Martial (the main character of LOCUS SOLUS) has a very interesting conception of literary beauty: the work must contain nothing real, no observations about the world or the mind, nothing but completely imaginary constructions. These are in themselves ideas from an extrahuman world."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"The scent of honeysuckle on a Florida spring night always reminds me of her. The memories of us bloom yellow in my mind."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"mind","Quote":"The brain is a harmonic instrument. It vibrates to the same wavelength."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"Would you mind a mind blindfold, a block on your imagination? You couldn’t create a fantasy world to live in, but you could create a life for yourself without irrational fears of the future."},{"Author":"Toba Beta,  Master of Stupidity","Category":"mind","Quote":"Smartass Disciple: Master, you should teach people not to do war to each other.Master of Stupidity: I should teach people how to win their minds of their wars."},{"Author":"Beryl Dov","Category":"mind","Quote":"Regret [10w] Regret's more about lost opportunities than about paths we've chosen."},{"Author":"Beryl Dov","Category":"mind","Quote":"Sometimes God is Drunk [10w] Satan's sudden appearance means God is on a drinking binge."},{"Author":"Beryl Dov","Category":"mind","Quote":"Till Death Do You Part [10w] Marriage will indeed change people ~for better or for worse."},{"Author":"Beryl Dov","Category":"mind","Quote":"Garden [10w] A garden is a poem written with flowers on earth."},{"Author":"Avis J. Williams","Category":"mind","Quote":"The difficulties and challenges in your life are the lessons you need to learn to grow and development."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Wonderful Wonder Between the 'Onenesses' [10w] + [10w] + [10w] + [10w] If you can imagine time running backwards, death becomes birth;The moment before conception, becomes our oneness with the universe.Therefore, we shouldn't fear death because oneness returns to oneness;The wonder that happens between these onenesses is God's gift."},{"Author":"Beryl Dov","Category":"mind","Quote":"Madness [10w] Madness isn't an objective state,it is a cultural bias."},{"Author":"Beryl Dov","Category":"mind","Quote":"Preserving Beauty [10w] + {Couplet} Preserving beauty is futile;even Cleopatra returned to the Nile."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love's Kiss of Death [10w] Love's kiss of death is taking each another for granted."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love [10w] Love is a time machineset to your perfect present"},{"Author":"Beryl Dov","Category":"mind","Quote":"FBI vs. CIA When a person works for the FBI for 20 years and retires,he gets a watch.When a person works for the CIA for 20 years and retires,he gets watched.I know this not because I'm in law enforcement or with the NSA ~I know this because I have HBO."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rewrite☷Rewrite [10w] Happiness writes new memories;New losses rewrite over old ones."},{"Author":"Beryl Dov","Category":"mind","Quote":"Good vs. Great [10w] To be good twice is a true mark of greatness."},{"Author":"Beryl Dov","Category":"mind","Quote":"Memories [10w] Spend half your life creating memories,the other half, remembering."},{"Author":"Joseph Conrad,  Lord Jim","Category":"mind","Quote":"How does one kill fear, I wonder? How do you shoot a spectre through the heart, slash off its spectral head, take it by its spectral throat?"},{"Author":"Sujit Lalwani,  Life Simplified!","Category":"mind","Quote":"A Controlled Mind Can Create All That It Words...!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Men Be Forewarned! [20w] A man caught in the embrace of the wrong womanis like having his penis caught in a bear trap."},{"Author":"Beryl Dov","Category":"mind","Quote":"Scientific Discovery [10w] The greatest scientific discoveries were madelooking at the overlooked."},{"Author":"Joseph Rain","Category":"mind","Quote":"The general aim of third-party mind programming is: manipulation of beliefs and affiliations, an increase in dependency and subsequent diminishment of autonomy."},{"Author":"Joseph Rain","Category":"mind","Quote":"Along every step on our journey through life, our mind is being programmed. If we are not programming it ourselves, someone else is doing it to us."},{"Author":"Lailah Gifty Akita","Category":"mind","Quote":"Be control of your mind."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"mind","Quote":"Stand up for your conscience. Use light to reveal what is concealed in the darkness. Use truth to fight the lies, and the heart to fight the mind."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"mind","Quote":"I felt a Cleaving in my Mind—As if my Brain had split—I tried to match it—Seam by Seam—But could not make it fit.The thought behind, I strove to joinUnto the thought before—But Sequence ravelled out of SoundLike Balls—upon a Floor."},{"Author":"Walter de la Mare,  Great Tales of Terror and the Supernatural","Category":"mind","Quote":"When indeed you positively press your face, so to speak, against the crystalline window of your eyes, your mind is apt to become a perfect vacuum.(\"Out Of The Deep\")"},{"Author":"Michel de Montaigne","Category":"mind","Quote":"Though the ancient poet in Plutarch tells us we must not trouble the gods with our affairs because they take no heed of our angers and disputes, we can never enough decry the disorderly sallies of our minds."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"mind","Quote":"I mined my clone’s thoughts. I hope he doesn’t mind."},{"Author":"AainaA-Ridtz","Category":"mind","Quote":"A veiled Mind is more enticing than all the nude men lining up the Seine, during Summer."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"The limited mind owned by human..requires billions of brains of many generations,before capable enough to understand the truth, the kind of truth which will set us free."},{"Author":"Fred Allen","Category":"mind","Quote":"a group of people who individually can do nothing but as a group decide that nothing can be done"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"mind","Quote":"A solid idea is a firm foundation of a universe construction."},{"Author":"AainaA-Ridtz,  The Sacred Key — Transcending Humanity","Category":"mind","Quote":"Being human trespass the conditionings of the laws of the worlds that have been created by the conditioned society — these reflective of a conditioned mind reflect the facets of the self, to discipline and educate indirectly; restrict evolution for pardon, and affliction"},{"Author":"Isaac Marion,  Warm Bodies","Category":"mind","Quote":"Every time I go to sleep, I know I may never wake up. How could anyone expect to? You drop your tiny, helpless mind into a bottomless well, crossing your fingers and hoping that when you pull it out on its flimsy fishing wire it hasn't been gnawed to bones by the beasts below. Hoping you pull up anything at all."},{"Author":"H.E. Davey","Category":"mind","Quote":"Nakamura Tempu Sensei viewed the mind as a segment of the body that could not be seen and the body as the element of the mind that was observable. He also likened the mind and body to a stream, with the mind as the source flowing down to the body. Whatever we drop in the stream will be carried down by the current. In like manner, our thoughts will influence the body and our well being."},{"Author":"Jean-Claude Carrière,  Nu sperați că veți scăpa de cărți","Category":"mind","Quote":"Memoria - fie memoria individuală, fie memoria colectivă care este cultura - are o dublă funcție. Una, într-adevăr, e să conserve anumite date, cealaltă să cufunde în uitare informațiile ce nu ne folosesc și care ne-ar putea încărca inutil mințile."},{"Author":"Daniel P. Kimble","Category":"mind","Quote":"Living threads more numerous than stars frame the universe of my mind."},{"Author":"Avis J. Williams","Category":"mind","Quote":"Your past karma is what you found difficult or challenging in this life. To heal your past karma you would need to learn your life lessons for this life."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Poet's Way Are we ever sure what we do,will endure and get its due?No.But we do it anyway.For that is the poet's way."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lost vs. Lost We get lost twice in life.The first stems from uncertainty,when we try to find what our dreams truly are.The more profound feeling of being lost is existential, and comes unforeseen, after we finally fulfill our dreams.To survive the latter, we must create an entirely new set of dreams."},{"Author":"Beryl Dov","Category":"mind","Quote":"What is the Meaning of Life? [10w] {6} To be transformed into all we are capable of becoming."},{"Author":"Beryl Dov","Category":"mind","Quote":"The 3 Most Powerful Words in the English Language for Every College Student [3w] Ilovepizza"},{"Author":"Beryl Dov","Category":"mind","Quote":"Pulling a Houdini Relationships are magic;we're always getting each other out of handcuffs and strait-jacketswhile locked in a steamer trunk underwater."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hidden [10w] A woman is an iceberg;we see less than 10%."},{"Author":"Beryl Dov","Category":"mind","Quote":"Knocked-Up Kinda' Loven Marry, me, marry me, marry me,You better say, 'affirmative',Cuz you stuck a bun in my ovenand you haven't an alternative."},{"Author":"Beryl Dov","Category":"mind","Quote":"Tonight is For the Dying I've seen it grow dark ten-thousand times, yet never once mourned the loss of light, until tonight. Tonight I'm dying, dying, dying; before morn I may be ash in an urn, I know the light will return, maybe keeping ablaze its promise to others. Maybe not.If I had my druthers, the others would bedying, dying, dying, too,tonight."},{"Author":"Beryl Dov","Category":"mind","Quote":"UPS [10w] Women at work judge the UPS man by his package."},{"Author":"Beryl Dov","Category":"mind","Quote":"*\"Maybe the whole point of my life is to make you feel more alive."},{"Author":"Beryl Dov","Category":"mind","Quote":"Revel in the Unraveling Being authentic is lifting the maskon who you think you should be seen as,and becoming at ease with your bare ass vulnerability.Revel in the unraveling,take courage in sharing your imperfections,and you'llincrease your loveexponentially."},{"Author":"Beryl Dov","Category":"mind","Quote":"Divine Write [10w] To write is to divinely dabblein infinite alternate realities."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry vs. Prose [10w] Prose is the bread of imagination;poetry is the wine."},{"Author":"Beryl Dov","Category":"mind","Quote":"American Foreign Policy [10w] Foreign Policy requires dealing from the bottom of the deck."},{"Author":"Beryl Dov","Category":"mind","Quote":"As Long As It Has a Fast Internet Connection {Couplet} I need a cozy den to winter in,a hiberaculum away from the city's din."},{"Author":"Beryl Dov","Category":"mind","Quote":"Infinite Promise The carrot of infinite promise always dangles just inches beyond our noses.The trick is to surreptitiously switch that carrot for a zucchini."},{"Author":"Beryl Dov","Category":"mind","Quote":"Recollection [10w] Recollection recategorize memoriesby sorting them out into different collections."},{"Author":"Beryl Dov","Category":"mind","Quote":"Go with your Gut Our eyes, our mind plays tricks.Our love muscle, our heartchooses blindly and impulsively.But our gut,ahh, our gut,always makes the wise choice ~and goes straight for the burning hot pocketsfresh out of the microwavebecause our mouthsahh, our mouths,never needed a roof in the first place."},{"Author":"Beryl Dov","Category":"mind","Quote":"My Secret for Out-of-the-Box-Thinking To help me writein my signature out-of-the-box style,I sit in front of my humidifier that I've filled up with Grey Goose vodka.My humidifier is now at Underwriters Laboratoriesin a 12-Step Programand buddied up with a de-humidifier."},{"Author":"Beryl Dov","Category":"mind","Quote":"Herpes [10w] Only greatness and genital herpes are conspicuous by their absence."},{"Author":"Beryl Dov","Category":"mind","Quote":"Carlsberg: Probably the best lager in the world... ...just like IKEA is the best furniture on earth."},{"Author":"Beryl Dov","Category":"mind","Quote":"God Created [10w] Lips were created to kiss and hands to make peace."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pizza vs. Internet Porn I'm still debating whether pizza or internet porn is the best thing ever invented.I've already jack-off three times while eating a double-cheese pepperoni piemaking my careful deliberations."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fugly Fishmates For every woman that looks like a hatchet-faced haddockthere's an equally ugly flounder-faced man with even fewer prospects."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love vs. Honeymoon [10w] Love is what truly begins when the honeymoon is over."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rhode Island State Motto Hope.Not much here but at least we have Family Guy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Washington State Motto Al-Ki. [25]America's most rainy, PC and annoying state."},{"Author":"Beryl Dov","Category":"mind","Quote":"Kraft Macaroni & Cheese: It's the cheesiest... ...advertising slogan ever!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Self-Help I asked the bookseller,'Do you have any self-help books for addiction?'He said,'If I tell you, I'd be enabling you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rain Check I'm a shitty typist and speller, I hunt and peck,I wrote, \"i LeFt mY sWeEtToOtH iN yOuR nEcKoF tHe WoOdS, cOuLd YoU pLeAsE bRiNgIt BeCk.\"Surprisingly, you did,and left.\"rAiN cHeCk."},{"Author":"Beryl Dov","Category":"mind","Quote":"In and Out [10w] Our infant blanket in the externalization of our mother's womb.ღ ♛ ღ ♛ ღ ♛ ღ ♛ ღ Intruth, we should be married under,sling our newborn babiesinand after deathbe shrouded in the same infant blanketwe were taken home from the hospital in."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Freedom Paradox [10w] The act of protecting freedom is a violation of freedom."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fabulous Creatures and Trust Issues [10w] Never trust a sheep in wolf’s clothing despite the unicorn."},{"Author":"Beryl Dov","Category":"mind","Quote":"Gray [10w] Since gray's the 'new black' things aren't black and white."},{"Author":"Beryl Dov","Category":"mind","Quote":"Stumble When you don't know how to end a sentence you've stumbled upon a truth."},{"Author":"Beryl Dov","Category":"mind","Quote":"Office Depot: Taking Care of Business... ...with short breaks, bad management and no job advancement opportunities."},{"Author":"Beryl Dov","Category":"mind","Quote":"Virginia Haiku \"Bowl of chili for me.She'll have the Cheesy Western.Both with, add a slab."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Universe Begins and Ends in Us If a telescope could see beyond the edges of the universe,we would see ourselves looking into a telescope trying to see beyond the edges of universe."},{"Author":"Beryl Dov","Category":"mind","Quote":"What is God? [17] [10w] God has a fondness for cosmology and carbon-based life forms."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dialogue Knowledge compromises its truthonce it ceases to be a dialogue."},{"Author":"Beryl Dov","Category":"mind","Quote":"Movies [10w] Movies were invented to sellbuttery snacks and sugary drinks"},{"Author":"Beryl Dov","Category":"mind","Quote":"Summer NYC ☜ʇɥƃᴉlɟ☞'ɥsɐp ɐ 'ɥsɐlds ∀˙ɥʇɐq ʍollɐɥs ɐ ʇɐ sʍoɹɹɐds ǝʞᴉlsɹǝlʞuᴉɹds ʇɐ uǝɹplᴉɥƆ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~Children at sprinklerslike sparrows at a shallow bath.A splash, a dash, ☜flight☞"},{"Author":"Beryl Dov","Category":"mind","Quote":"Don't Mess with the Queen {Couplet} The first man harnessing the secrets of fireCannot compare with the revelation of your sovereign ire."},{"Author":"Beryl Dov","Category":"mind","Quote":"War [10w] When leaders threaten war,they’re breaking dirt on our graves."},{"Author":"Beryl Dov","Category":"mind","Quote":"Soup [10w] Never marry anyone who eats their soup with a ladle."},{"Author":"Beryl Dov","Category":"mind","Quote":"Travel [10w] The difference between a traveler and vacationer is one arrives."},{"Author":"Beryl Dov","Category":"mind","Quote":"Getting Even Bring a gun to a knife-fight,Bring a nuke to a war.Even if you don't win,You'll even the score.““”̿ ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(•̪ⓧ)=ε/̵͇̿̿/̿ ̿ ̿ ̿ ̿"},{"Author":"Beryl Dov","Category":"mind","Quote":"Fame [10w] Fame has a funny way of rewriting your entire past."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hypocrisy [10w] Religion without hypocrisy doesn't exist;that's man's imperfection, not God's."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lost Love [10w] + {Couplet} Lost love's the season of mists,Though they are gone, memory persists."},{"Author":"Beryl Dov","Category":"mind","Quote":"Long Term Relationships [10w] Long term relationships should begin and end with a laugh."},{"Author":"Beryl Dov","Category":"mind","Quote":"Present {Couplet} Our present is the dissipating despair of our past mingled with the promise of our future we hope will last."},{"Author":"Beryl Dov","Category":"mind","Quote":"Please Don't Commemorate Me Just Yet [10w] The living are only commemorated when they're at death's door."},{"Author":"Beryl Dov","Category":"mind","Quote":"Atheism [10w] Atheism is the tragic triumph of cold contemptuousness over gratitude."},{"Author":"Beryl Dov","Category":"mind","Quote":"Shakespeare vs. Keynesian Economics {Couplet} If 'Neither a lender nor a borrower be',investments would dry up, economies stagnate,and off to the poorhouse go you and me."},{"Author":"Beryl Dov","Category":"mind","Quote":"Life Imprisonment with No Possibility of Parole [10w] \"The needle is preferable to three hots and a cot."},{"Author":"Beryl Dov","Category":"mind","Quote":"Persistence If persistence is the foundation of all success, how come persistent liars and nags aren't more successful?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Democracy, Really [10w] A democracy is free to replace one tyranny with another."},{"Author":"Beryl Dov","Category":"mind","Quote":"Biggest Problem with 10w [10w] The biggest problem with aphorisms is people believe they're true."},{"Author":"Beryl Dov","Category":"mind","Quote":"Past is Past [10w] Lovers should clearly avoid obsessing about each other's romantic past."},{"Author":"Beryl Dov","Category":"mind","Quote":"Good Egg [10w] Picking up the pieces is the responsibilty of the egg."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ruth Whither thou goest, I will go ~as long as it's to the mall.I heard Dillard's is having an 80% off sale!"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Human Race Pleasure is the sprint.Contentment is the 5 mile.Happiness is the marathon."},{"Author":"Beryl Dov","Category":"mind","Quote":"There's More Than Two Choices [10w] Don't take the road less traveled;blaze your own path."},{"Author":"Beryl Dov","Category":"mind","Quote":"Endless Childhood [10w] + {Couplet} Put off summer's endAnd adulthood's vexingburdens shall suspend."},{"Author":"Beryl Dov","Category":"mind","Quote":"Marriage Material For women seeking a marriage partner,a man's sense of humor trumps good looks.Unfortunately for the funnymen out there,security trumps laughter."},{"Author":"Beryl Dov","Category":"mind","Quote":"How to Treat Your Lover {Couplet} If you want to learn how your lover best to treat,Pretend each time is the last time you'll ever meet."},{"Author":"Beryl Dov","Category":"mind","Quote":"Facebook's New Marketing Slogan \"We can only be lonesome together.900,000,000 served."},{"Author":"Beryl Dov","Category":"mind","Quote":"Out-of-the-Box [10w] I march to my own drummerin a drum circle."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Stink of Hate {Couplet} When haters write they raise a stink;must be the venom coursing through their ink."},{"Author":"Beryl Dov","Category":"mind","Quote":"Oy Vey Haiku (g)Nat's sphincter clenched.The skinhead asked, 'You a Jew?Minyan's one man short."},{"Author":"Beryl Dov","Category":"mind","Quote":"Preparation [10w] Hope for the best, but prepare for your insufferable wife."},{"Author":"Beryl Dov","Category":"mind","Quote":"Misfortune Misfortune is but a stepping stone to great fortune ~especially if your slip and fall was possibly caused by negligenceand you get yourself a good Jew lawyer to sue the parties responsible."},{"Author":"Beryl Dov","Category":"mind","Quote":"That's Why Shag's the Way To Go [10w] Love's messy;it tracks mud on the carpet of life."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ode to a Wastepaper Basket I love the way you sit in the corner,gracious like a lover,catching my every crumpled vanity."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fall in Love in Fall {Couplet} It would be more befitting to fall in love in the fall,for the leave's colorful dance of death, augurs the long haul."},{"Author":"Beryl Dov","Category":"mind","Quote":"Grave Dancing for Dummies {Couplet} They danced at my grave when I was buried at sea;with my haters drowned, I'm now totally free."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Poet's Disease My body atrophies.My mind swells.Imagination's become my crutch."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love in the Afterlife [10w] Maybe I'll love you in the afterlife.This life, fuhgeddaboudit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Seafood My body's just a shell,the world is my oyster ~and I'm getting a whale of appetiteright now for some delicious seafood ."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wrong Number [10w] There is no such thing as dialing a wrong number."},{"Author":"Beryl Dov","Category":"mind","Quote":"God May Grant Your Wishes Daily [10w] Pray for sunshine at night and moonbeams when you wake."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Unspoken Speaks Volumes Stillness brackets the exchanges between lovers. Itis not the lack of sound, but an encapsulated silenceof resonance. Resonant silences stand like bookends, embracing their thoughts;though formal pleasantries vibrate the air,they are more ritual than communication.The couples true intents are articulated in the unspoken.Two bodies.One soul."},{"Author":"Beryl Dov","Category":"mind","Quote":"Leap of Faith [10w] Seeing God withinis where the leap of faith lands."},{"Author":"Beryl Dov","Category":"mind","Quote":"Err 2 [10w] To err is human, to make it a habit, assinine."},{"Author":"Beryl Dov","Category":"mind","Quote":"Scientology [10w] There's nothing more oppressive than the ignorance of foolish belief."},{"Author":"Beryl Dov","Category":"mind","Quote":"Soulmate My Ass [10w] Aspire to marry the person the least wrong for you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hellman's Mayonnaise: Bring out the Hellman's and bring out the best... ...artery clogger since Burger King’s Triple Whopper with Cheese."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hustling [10w] Fishing's the world's oldest profession;only the bait has changed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mood Swings 'ᏰέƦẙḽԃṏሁ's the most \"unappreciated\"poet on this site.Being \"misunderstood\"is what gets him into a fight.Now that I'm retired and free,He's the new \"King\"of HP ~Now I hate that Jew because he's better and right."},{"Author":"Beryl Dov","Category":"mind","Quote":"Tangled [10w] Love becomes a tangle of roots submerged in common soil."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Game Is Afoot God's buried eight jewels within my soul.Life's game is,'Remove each gem, yet find me whole.'The clue is,\"Eight is one, and one is eight,no jewel's more precious,all equally great."},{"Author":"Beryl Dov","Category":"mind","Quote":"Flood of Feeling {Couplet} A flood of feeling is a poem,created from daydreaming in the zone.The levees break, emotions snake,from imagination's ocean who sets the stakes."},{"Author":"Beryl Dov","Category":"mind","Quote":"Visual Pun [10w] Example of visual pun:cloud shaped like a banana peel."},{"Author":"Beryl Dov","Category":"mind","Quote":"Upgrading [10w] Promise them the worldto get the universe in return."},{"Author":"Beryl Dov","Category":"mind","Quote":"Prolific [10w] \"Perhaps I'm prolific because I believe creativity can forestall death."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rice-a-Roni: The San Francisco treat... ...the other treat, of course, being anal penetration."},{"Author":"Beryl Dov","Category":"mind","Quote":"Southern Cat on a Hot Tin Roof Sure nuff, I'm happier than a cat on a formerly hot tin roofwhich now usesNXT Cool Zone® heat reflecting roof coating ~but I'm still ornier than a mule on loco weedand a whole lot hornier than a two-dicked billy goat.You gots any coatin' for dat?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Virtual Reality [10w] Bliss is a virtual-reality headset coupled with a virtual-reality hooker software."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love vs. Mental Illness [10w] Love, like mental illness, comes on graduallyand then suddenly."},{"Author":"Beryl Dov","Category":"mind","Quote":"Sharia Justice [10w] Sharia justice is a lynch mob masquerading as Allah's will."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dressed to Kill [10w] At fashionable parties,vegetarians should not be dressed to kill."},{"Author":"Beryl Dov","Category":"mind","Quote":"Missouri State Motto Salus populi suprema lex esto [16]If our chiggers don't getcha', Rush Limbaugh will."},{"Author":"Beryl Dov","Category":"mind","Quote":"Do Me No Favors Haiku 'Do me no favors ~I can take care of myself.So, pay the check and drive me home."},{"Author":"Beryl Dov","Category":"mind","Quote":"Did He Do the Right Thing? I walked out of the room. I did not stay to watch my beloved draw her last breath because I didn't want all my magical memories of her tainted by the profanity of death."},{"Author":"Beryl Dov","Category":"mind","Quote":"Genocide [10w] Genocide is the runaway bride once death becomes the bridegroom."},{"Author":"Beryl Dov","Category":"mind","Quote":"Self-Contempt [10w] Self-contempt is calling yourself collect and refusing to accept the charges."},{"Author":"Beryl Dov","Category":"mind","Quote":"Vacations for Souls [10w] When souls are bored in Heaven they vacation in Hell."},{"Author":"Beryl Dov","Category":"mind","Quote":"Enmity Enmity is the soul of shit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Evolution of Love [10w] Love evolved from when one monkey handed another a blossom."},{"Author":"Beryl Dov","Category":"mind","Quote":"Finding Fault [10w] + {Couplet} We find in others faultWhenever our wounds perceives salt."},{"Author":"Beryl Dov","Category":"mind","Quote":"Avery If a boy named Avery marries a girl named Avery,will they name or just label their children?"},{"Author":"Beryl Dov","Category":"mind","Quote":"God vs. Satan [10w] Why can't God and Satan get along?They're both detail-oriented."},{"Author":"Beryl Dov","Category":"mind","Quote":"One Size Fits All Life Strategy Smile first.Ask questions later."},{"Author":"Beryl Dov","Category":"mind","Quote":"Why I Don't Carry a Cellphone [10w] It's a sign of servility you can be contacted anytime."},{"Author":"Beryl Dov","Category":"mind","Quote":"Note to Self: Patent #10w Diving Mask for fish filled with water when oceans disappear."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wretched [10w] Intelligence without compassion is an invitation to a wretched life."},{"Author":"Beryl Dov","Category":"mind","Quote":"Beyond the Place of Turning Back ↺ \"Sometimes I wish to fly so far sou⇟hit's stars beyond the place of turning back↺"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Sound of Killing [10w] + [10w] A doe, a deer, a femaledeerin my headlights.A doe, a deer, a femaledeeron my sunroof."},{"Author":"Beryl Dov","Category":"mind","Quote":"Scientifically Proven [10w] Mariah Carey has a brain the size of a walnut."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mmm Mmm Good Gimmick Campbell's Soup announced todayit's introducing 'QWERTY' soupfor our more computer literate children.Who are they kidding?They're just relabeling the old Alphabet Soup."},{"Author":"Beryl Dov","Category":"mind","Quote":"Gypsy When one gypsy spits on you, its disgusting;when two do, it's suspicious;when three do, you're late to a gypsy wedding."},{"Author":"Debasish Mridha","Category":"mind","Quote":"To grow unique beauty, be wild and live in the wilderness of your mind."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poets Be Realists! Poets be realists!It's O.K. to keep your jobs ~just don't quit your day dreams."},{"Author":"Avis J. Williams","Category":"mind","Quote":"Follow your heart. It will lead you to where you need to be."},{"Author":"Beryl Dov","Category":"mind","Quote":"Predestination [10w] 'Twas predestined that I'd call predestination a crock of shit."},{"Author":"Avis J. Williams","Category":"mind","Quote":"Failures and mistakes are lessons to be learned from. They are opportunities for growth."},{"Author":"Avis J. Williams","Category":"mind","Quote":"We are all teachers, we all have knowledge and experiences that can teach others."},{"Author":"Beryl Dov","Category":"mind","Quote":"The State of the World Attests to This: [10w] Common people are too easily manipulated or stupid to vote."},{"Author":"Beryl Dov","Category":"mind","Quote":"Somalia Haiku For a Somalian, heaven's drawing water from a well in an earthen pot."},{"Author":"Beryl Dov","Category":"mind","Quote":"The AP Stylebook is Useless {Couplet} I can't abbreviate abbreviation nor know how to initialize an acronym,I can find the contraction for contraction nor the précis for a homonym."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Poet's Mind In so many ways I walk ablaze in a maze,my eyes in a glaze, my mind in a daze,this poem's just a phrase in the latency phase,rephrase, rephrase, rephrase..."},{"Author":"Beryl Dov","Category":"mind","Quote":"No Planning for Death [10w] People put more planning into a weekend vacation than death."},{"Author":"Beryl Dov","Category":"mind","Quote":"Storm [10w] Clouds darken to X-rays revealingthe tumorous thunder resounding within."},{"Author":"Beryl Dov","Category":"mind","Quote":"Epic vs. Great Poetry [10w] Epic poetry's about the extraordinary;Great poetry is about the commonplace."},{"Author":"Beryl Dov","Category":"mind","Quote":"Death & Poetry Nothing softens the blow of death like a cushy poem to fall upon."},{"Author":"Beryl Dov","Category":"mind","Quote":"Kaddish Kaddish for Mrs. Ginsbergis not Kaddish,For your mom raised a Buddhistand mine raised a Jew.You'll zazen for your loss,I'll daven for mine.I do not belittle your loss,your grief is no less than mine.But by abandoning your tribe, אלון,Who now will say Kaddish for you?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Leaps of Faith [10w] Like religion, leaps of faith are behind all idealistic movements."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry as Entertainment [10w] Poetry that's not entertaining is just a self-indulgent laundry list."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Flood that Did Not Subside [10w] What would today's world be,If Noah's dove flew into obscurity?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Athens, Texas Haiku Blackeyed Pea Capital of the World.Yup, just another shithole."},{"Author":"Beryl Dov","Category":"mind","Quote":"Notoriety vs. Anonymity [10w] 'Tis better to live with notoriety,than die of anonymity."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spineless \"How do you know which invertebrate lacks resolution if they're all spineless?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Rationalize [10w] Man needs an apt aphorism to rationalize his ruthless actions."},{"Author":"Beryl Dov","Category":"mind","Quote":"Irish-Gaelic Wife-Fooking Proverb The truth can't be concealedI fooked your Caitlin from behind,because you can never plow a field by just turning it over in your mind.By the way, Caitlin's last words, before sucking me cock, were\"Me husband's balls smells like ballyblue cheese, ahhhhhh, Éirinn go Brách!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Galoshes Haiku Cherry blossoms bloomin the morning mist.Thank God I took my galoshes."},{"Author":"Beryl Dov","Category":"mind","Quote":"The 'Ugly' Poet [10w] Poets develop cleverness with wordsto compensate for their unattractiveness."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Prayer God, be my light in pitch-black night;Show me the path from wrong to rightThat I might in Your hands be delivered later,Having eclipsed myself to become something greater."},{"Author":"Beryl Dov","Category":"mind","Quote":"Writer's Prayers That Don't Work \"Lord, lead me from the banality of everyday life,to the gleaming one beneath the surface."},{"Author":"Beryl Dov","Category":"mind","Quote":"First Day at Harvard [10w] Smartest kid in the roomwalks into room of competitors."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mythbusters [10w] Snipers will assure you safety in numbers is a myth."},{"Author":"Beryl Dov","Category":"mind","Quote":"Charity [10w] Contentment over your life is the best aphrodisiac for charity."},{"Author":"Beryl Dov","Category":"mind","Quote":"Grandma's Advice on Ambition \"Children, if you aim for the stars you'll be impaled by small meteorites and become toast."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pun vs. Puny [10w] + {Couplet} \"His penis was a pun,judging by the predictable groans.The hours set by innuendos,the seconds by the moans."},{"Author":"Beryl Dov","Category":"mind","Quote":"Let Others Speak [10w] When others speak of your virtues they grow tenfold."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Loaf of Challah Haiku A loaf of challah,a bottle of Rashi wine...For everything else there's Simply Manischewitz."},{"Author":"Beryl Dov","Category":"mind","Quote":"Retail [10w] The first and last sale of the day are best."},{"Author":"Beryl Dov","Category":"mind","Quote":"Thorn [5w] Every thorn has its rose."},{"Author":"Beryl Dov","Category":"mind","Quote":"Catalyst [10w] You're not lying if your lie helps engender the truth."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wheels of Change Discontentment is the wheels of change.You can either add some grease to bring about change faster,or run in front of them in protest,and be crushed by them."},{"Author":"Beryl Dov","Category":"mind","Quote":"Who, Me? We marry nearly the same person over and over again,hoping next time they'll get it right."},{"Author":"Beryl Dov","Category":"mind","Quote":"Bespeckled Heroes [10w] Great heroes in 100 years become statues speckled with birdshit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love Undeniable [10w] A lover may deny anything to their lover but love."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poets Job Description [10w] Poets console the soul with words and eyes with images."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love's War [10w] In love's war there aren't winners and losers ~just casualties."},{"Author":"Beryl Dov","Category":"mind","Quote":"Too Much Information You must empty your mind of garbage to let new garbage in."},{"Author":"Beryl Dov","Category":"mind","Quote":"Death [10w] What the the dying most resent is life goes on."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love vs. Control [10w] A lover you can control is not worthy of having."},{"Author":"Beryl Dov","Category":"mind","Quote":"New Year's Revolving Door [10w] + [10w] + {Couplet} 2015's revolution commences with the overthrow of New Year's resolution.Seek not absolutionfor our weak character's immune to evolution."},{"Author":"Beryl Dov","Category":"mind","Quote":"First Things First \"Where are you?\"is the voice of God.\"Who am I?\"is the voice of your soul.You can't answer Goduntil you answer yourself.Before you come out of hiding,find your identity and your purpose."},{"Author":"Beryl Dov","Category":"mind","Quote":"Tennessee State Motto Agriculture and Commerce.Where the KKK was bornand the most popular pick up line is, 'Nice tooth!"},{"Author":"Debasish Mridha","Category":"mind","Quote":"Power is not found in muscles; power is found in the mind."},{"Author":"Beryl Dov","Category":"mind","Quote":"Heartbreak [10w] Heartbreak’s like a heart attack but without the hospital bills."},{"Author":"Beryl Dov","Category":"mind","Quote":"Humble Wishes [10w] \"God, all I simply ask is that I become perfect."},{"Author":"Beryl Dov","Category":"mind","Quote":"Children Learn to Love and Hate A child understands love by three months and hate by three years.How the child processes that understandingwill shape his character for the next seventy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Indiscernible Love [10w] True love's so effortless, others can hardly see it's happening."},{"Author":"Beryl Dov","Category":"mind","Quote":"Russian, Umerzhurnalistka Someone who too many questions for his own good. Literally, 'Dead journalist'."},{"Author":"Beryl Dov","Category":"mind","Quote":"Who Isn't [10w] Psychotherapy's powerless once you assume you're smarter than the therapist."},{"Author":"Beryl Dov","Category":"mind","Quote":"Extra Crispy Deranged Free Range Chickens \"Hey, I may be delusional in believing you're delusional,but one thinks for sure, the person who bothers to read this shit is delusional."},{"Author":"Beryl Dov","Category":"mind","Quote":"Animal Species Identity [10w] Funny how animals know their own species without a mirror."},{"Author":"Beryl Dov","Category":"mind","Quote":"Bagels and Lox Life's an everything bagel;love is a schmear of scallion cream cheese;and lox, no matter how you cut it,is resistant to dumbass metaphors."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry and Ostrich Feathers A poet should leave his poem covered with a faint film of fairy dust,inviting the reader to bring his faint heartand an ostrich feather duster to the reading."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love on Fire [10w] A man in love cannot see fire or smell smoke."},{"Author":"Beryl Dov","Category":"mind","Quote":"Time Traveler's Ennui The future ain't what it use to be."},{"Author":"Beryl Dov","Category":"mind","Quote":"Maintaining the Distance between Wealth and Poverty [10w] The nouveau riche are far more ruthlessthan the rich."},{"Author":"Beryl Dov","Category":"mind","Quote":"Origami Master If you're the greatest origami master in the worldmaybe I can find you a job folding napkins at a restaurant.I'm not making any promises."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ethical Dilemma of an Ascending Body [10w] + [10w] You can't ascend a ladderwithout rungs to push back;you can't climb a staircasewithout stairs to step on."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rat Trap Haiku 'Hmm, 12 by 13,4 by 9. Oy! You call thisrat trap an apartment?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Depression Busy people have neither the time nor the swimming skills to take a divein a pool of depression."},{"Author":"Beryl Dov","Category":"mind","Quote":"Double-Dipping [10w] Double-dip in righteousness and delight in the here and herafter."},{"Author":"Beryl Dov","Category":"mind","Quote":"2D or Not 2D [10w] The best thing about a two-dimensional world is nobody's fat."},{"Author":"Beryl Dov","Category":"mind","Quote":"Err [10w] My dear, \"To err is human — to forgive, to redefine."},{"Author":"Beryl Dov","Category":"mind","Quote":"Switch Hitter [10w] Aphorisms are penned in my left brain,poetry, my right."},{"Author":"Beryl Dov","Category":"mind","Quote":"Discrete vs. Discreet Moonlight falls upon my feet,beyond the sun's overwrought conceit.I'm painted pristine white, without the heat;reflection's cool reflection~ how discreet!"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Squeaky Wheel The squeaky wheel ~will put you $374.43 in the holeafter replacing the brake pad, rotorsand $500 with a new master cylinder."},{"Author":"Beryl Dov","Category":"mind","Quote":"Obscure Poetry Obscurity does not make a poem better or deeper.It simply makes it obscure."},{"Author":"Beryl Dov","Category":"mind","Quote":"Eckhart Tolle for Sociopaths The foundation for all abundance is having more cool shit than your neighbor."},{"Author":"Beryl Dov","Category":"mind","Quote":"Yams vs. Sweet Potatoes vs. Cassava vs. Popeye [10w] \"I am that I am that I am a yam."},{"Author":"Beryl Dov","Category":"mind","Quote":"Angels vs. Fools [10w] Au contraire: Angels rush in where fools fear to tread."},{"Author":"Beryl Dov","Category":"mind","Quote":"Virtual Friends [10w] Internet camaraderie's bullshit because these 'friends' can't be relied upon."},{"Author":"Beryl Dov","Category":"mind","Quote":"Stampede [10w] Her stampede of wild emotions broke down everything once stable."},{"Author":"Beryl Dov","Category":"mind","Quote":"Now [10w] + {Couplet} Whether you Hurry up! or P r o c r a s t i n a t e,the NOW doesn't discriminate."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry and Dogs [10w] Poetry and dogs make the best companions.Don't trust dogs."},{"Author":"Beryl Dov","Category":"mind","Quote":"Evil [10w] Believing you're evil sets into motion the wheels of self-destruction."},{"Author":"Beryl Dov","Category":"mind","Quote":"Free Lunch There's no such thing as a free lunch ~for people who haven't yet learned to beat the system ;)"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Wonder of Wandering [10w] When you wander without destination,the world becomes your teacher."},{"Author":"Beryl Dov","Category":"mind","Quote":"If I Were God [10w] If I were God I'd sell my shit on Ebay."},{"Author":"Beryl Dov","Category":"mind","Quote":"Iran [10w] In Teheran daylight dawnswith minarets against skies of bronze."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hook 'em I know how to leave them satisfied and hungry for more ~with a carefully administered shot of insulin."},{"Author":"Beryl Dov","Category":"mind","Quote":"❞ [10w] \"Let's cuddle like a quotation mark filling a blank page."},{"Author":"Beryl Dov","Category":"mind","Quote":"Jew in a Canoe Haiku Jew in a canoe,whitewater rushes, the canoe tips.The Jew doesn't."},{"Author":"Beryl Dov","Category":"mind","Quote":"O God O God I love you.I worship you, I need you.Everything I am is because of you.Everything.O God I hate you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Evil Thoughts [10w] Believing 'You're either with us or against us' is evil."},{"Author":"Beryl Dov","Category":"mind","Quote":"Library [10w] Hopefully, the library in the afterlife doesn't contain contemporary poetry."},{"Author":"Beryl Dov","Category":"mind","Quote":"again!\"=\"\"Perfect happiness is when your child giggles and yells,\"Again!"},{"Author":"Beryl Dov","Category":"mind","Quote":"My Sweet Home, Alabama If it grows, it sticks, if it crawls, it bites,if it's outside, it rusts,if it's ornery, it fights,if it's a dawg, it barks.if its a possum, it feignsif it's a buggy, it squeals,if it's winter, it's summer,If it's slimy, it's eels.If it ain't Dixie, it won't do,so let's fix to get piss drunkand lynch us another nigger and Jew."},{"Author":"Beryl Dov","Category":"mind","Quote":"Occam's Razor [10w] I shaved with Occam's razor and he shaved with mine."},{"Author":"Beryl Dov","Category":"mind","Quote":"Finally, I Know Who I Am You are what you eat.~ Ludwig Andreas FeuerbachWe become what we think about.~ Earl NightingaleI'm a Horny Pizza!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Past/Present/Future I have no problem living in the present,but because of my pastpeople want to kill me in the future."},{"Author":"Beryl Dov","Category":"mind","Quote":"Political Strategists Avoids the Controversial [10w] Politicians win by pandering to the base of shared assumptions."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fate [10w] The eternal point where our dreams intersect is called fate."},{"Author":"Beryl Dov","Category":"mind","Quote":"3 Surefire Ways to Win a Man You sucking my cock made our relationship interesting.You taking it up your ass made it meaningful.You cooking me dinner made it lasting."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mingling Defined [10w] Superficial people engaging with superficial people on a superficial level."},{"Author":"Beryl Dov","Category":"mind","Quote":"Oppressor vs. Oppressed [10w] Love somtimes disintegrates into becoming the oppressor or the oppressed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Busch Beer: Head for the mountains... [10w] ...and fall off the precipice shitfaced."},{"Author":"Beryl Dov","Category":"mind","Quote":"Keep Your Day Job Bitch [10w] + {Couplet} If you've guessed that I'm blessed,augury ain't your strawberry."},{"Author":"Beryl Dov","Category":"mind","Quote":"Amazon.com Amazon.com is the Church of Consumer Capitalismwhose ethics demands we know the price of everything,the value of absolutely nothing of true moral valueand most importantly ~Customers Who Bought This Item Also Bought."},{"Author":"Beryl Dov","Category":"mind","Quote":"What Children See [10w] \"A spider is an octopus who lives in the desert."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dogs [10w] Dogs never lie about love,but occasionally fake an orgasm."},{"Author":"Beryl Dov","Category":"mind","Quote":"Entrepreneurs [10w] A man should be judged by the companyhe sells."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry Calling [10w] Poetry's not a calling.It's a whispering in your ear."},{"Author":"Beryl Dov","Category":"mind","Quote":"I [10w] 'I' is a wellspring in the desertoverflowing with life."},{"Author":"Beryl Dov","Category":"mind","Quote":"test post please ignore .Gotcha!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Six Minus Three Degrees of Stupidation [10w] Three degrees of stupid:stupidstupid squaredstupid stupid stupid"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Grass is Always Greener on the Other Side of the Hill That's because my lawn is on a south-facing slope of the hill and more more open to sunlight and warm winds. It's dryer due to higher levels of evapotranspiration than my neighbor's greener north-facing slope.I'm not the least bit envious of the color of his greener grass.I'm just pissed that the prick owns a better piece of real estate."},{"Author":"Beryl Dov","Category":"mind","Quote":"Grateful [10w] + [10w] If you can't think of anything you should be grateful for,think that you can think and be grateful for that."},{"Author":"Beryl Dov","Category":"mind","Quote":"Let's get physical, physical [10w] All physical contact is meaningful,even if meaningful means sleazy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hate [10w] Love cannot hate eradicate ~only a more ruthless hate can."},{"Author":"Beryl Dov","Category":"mind","Quote":"Explosive Heart [10w] + {Couplet} A heart that's been playedcan become a hand grenade."},{"Author":"Beryl Dov","Category":"mind","Quote":"Shit Poetry [10w] Poetry without grace of expression is just so much shit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Teenagers [10w] Teenagers are the lone survivors of a ruthless hormonal holocaust."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Machismo Motto [10w] \"When we are not hard as nails we get screwed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ars Poetica: Dovetailing Collage [10w] Poems should be a dovetailing collage not a linear cohesion."},{"Author":"Beryl Dov","Category":"mind","Quote":"Imitation [10w] Art imitates life.Life imitates art.I just imitate imitation."},{"Author":"Beryl Dov","Category":"mind","Quote":"Man vs. Chimp Even chimpanzees are toolmakers,but only man has the unique honor of being a Godmaker."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Tragedy of Forgetfulness When you stop loving someone,in order to heal your memory of them begins to fade.Unfortunately, the good ones fade with the bad and suddenlyyears of your life have disappeared."},{"Author":"Beryl Dov","Category":"mind","Quote":"Promising vs. Promises A promising life comes from a childhood without broken promises."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Real Passionate Kiss Should Feel Like Dying [10w] Like ice melting into water coming to a rolling boil."},{"Author":"Beryl Dov","Category":"mind","Quote":"First Things First [10w] God created the possibility of absurditybefore he created man."},{"Author":"Beryl Dov","Category":"mind","Quote":"Me vs. Me Only the practice of empathy and gratitudecan make the opaque ego transparent to receivethe loving light emanating from your soul.Hate and selfishness will always leave you'in the shadow."},{"Author":"Beryl Dov","Category":"mind","Quote":"Heart My heart jumps every time you walk through the door.It's not love.I have an arrhythmia."},{"Author":"Beryl Dov","Category":"mind","Quote":"Gone to the Dogs [10w] All ideals corrupt into ideology to sustain the social order."},{"Author":"Beryl Dov","Category":"mind","Quote":"Detonation vs. Pre-Ignition [10w] Poets have thin skins;physicists call this differential burn rates."},{"Author":"Beryl Dov","Category":"mind","Quote":"Publisher's Persuasion \"You're much too good a writer to want a six figure advance. You don't want your readers to think you're only writing for money ~ do you?"},{"Author":"Beryl Dov","Category":"mind","Quote":"What One Vulture Said to the Other I have a bone to pick with you ~which end shall we start on?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Old People [10w] At the mere mention of death they gasp for breath."},{"Author":"Beryl Dov","Category":"mind","Quote":"Iowa Haiku \"We're not really dull,we are just misunderstood.Weed helps dull the pain."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spooning [10w] Love means tasting her spaghetti sauce on a wooden spoon."},{"Author":"Beryl Dov","Category":"mind","Quote":"Omnipresence Under The Christmas Tree \"I wish I was a schizophrenic with déjà vu so I could've been everywhere simultaneously."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Gypsy Jackpot An ambulance, a police car and a fire truck parked in front of a gypsy's trailer can only mean one thing ~ insurance scam!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Pushkin When Pushkin came to Shovekin all hell broke loose."},{"Author":"Beryl Dov","Category":"mind","Quote":"Home Never give up a home for a house;you may never find a home again."},{"Author":"Beryl Dov","Category":"mind","Quote":"Compassion [10w] Compassion is the combination to enter the vault of heaven."},{"Author":"Beryl Dov","Category":"mind","Quote":"Selfies [10w] Selfies allows you instant gratification and reminiscence all at once."},{"Author":"Beryl Dov","Category":"mind","Quote":"When in Doubt [10w] If your relationship becomes stagnant,set fire to her dress."},{"Author":"Beryl Dov","Category":"mind","Quote":"Telekinetic Poker Players Telekinetic poker players have a tell when they're bluffing:they always raise you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Curse of the Ageing Woman {Couplet} I'm a wallflower, bluestocking, left on the Shelf, When you're beyond one's sell-by date, you've left by yourself,"},{"Author":"Beryl Dov","Category":"mind","Quote":"Grass in a Sidewalk Crack Grass sprounting miraculously in a sidewalk crack is a metaphor forlousy maintenance."},{"Author":"Beryl Dov","Category":"mind","Quote":"Broken [10w] + {Couplet} \"His gifts have become broken things, hidden from my view,Sitting on a shelf, above my shoes, like exterminated Jews."},{"Author":"Beryl Dov","Category":"mind","Quote":"Eye of God [10w] The Hubble-Universe is a microchip in the Eye of God."},{"Author":"Beryl Dov","Category":"mind","Quote":"Too Beautiful for Words [10w] + [10w] When nature presents us with miracles too beautiful for words,it is either a mountain, a beach, or a baby."},{"Author":"Beryl Dov","Category":"mind","Quote":"GPS for Sin \"You've entered the point of no return;Re-cal-cu-la-ting."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mercy vs. Revenge \"May God have mercy on my unfaithful, back-stabbing, adulterous husband because I sure as hell won't."},{"Author":"Anuj Somany","Category":"mind","Quote":"Positivity is a connectivity between Heart-to-Heart and not Mind-to-Mind as that is only equal Profitability."},{"Author":"Beryl Dov","Category":"mind","Quote":"Romantic Ring Ceremony Define this wedding ring,with which I betroth thee unto me forever,not by the confining boundaries of it's goldbut by the empty circle within -that perfect portal to your loving heartyou have opened for me, and me alone -as I have opened mine for you."},{"Author":"Beryl Dov","Category":"mind","Quote":"♥ Love ♡ My heart skips a beat every time you walk through the door!It isn't love ~ I have an arrhythmia."},{"Author":"Beryl Dov","Category":"mind","Quote":"Reckless vs. Diet [10w] I live too recklessly to worry about low carb diets."},{"Author":"Beryl Dov","Category":"mind","Quote":"Kansas Haiku \"Ya' know Superman'sfrom here and Jor-El could'vesent him to New York."},{"Author":"Beryl Dov","Category":"mind","Quote":"The 2-Step Self-Discovery Program The first step in self-discovery is not giving a shit what anybody else thinks.The second step is knowing you're a self-centered asshole."},{"Author":"Beryl Dov","Category":"mind","Quote":"When Old Age Begins Old age seizes center stagewhen more people we love are amidst the deadthan amongst the living."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Note from Time Management [10w] Our time machine's temporarily out of order. Come back yesterday."},{"Author":"Beryl Dov","Category":"mind","Quote":"Louisiana Dynamite Fishin' {10w] \"Uncle Jimbo sez, if dey don't float it ain't fishin'."},{"Author":"Beryl Dov","Category":"mind","Quote":"Oxford, England Haiku City shrouded in fogand within the blinding mist we found each other."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mind Maneuvers When we hear something unflattering,our mind doesn't fully process it.When we hear a compliment,the mind goes into overdriveand tend to read too much into it."},{"Author":"Beryl Dov","Category":"mind","Quote":"Buddha (Haiku) Buddha, Enlightened,I rub your belly to blessmy Lotto ticket."},{"Author":"Beryl Dov","Category":"mind","Quote":"Soar Like a Pigeon [10w] Better be a pigeon than an eagle with Indians around."},{"Author":"Beryl Dov","Category":"mind","Quote":"Who Am I \"I don't know who I am whenI'm not the person who loves you."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Good Krill When there's a ocean to sieve through,there's no good or bad krill.There's only your mouth and hunger ~like Vladimir Putin."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wishing Wells [10w] Wishes fall to the bottom of wells;only faith floats."},{"Author":"Beryl Dov","Category":"mind","Quote":"What Women Want [10w] What women want is a feeling of security with abs."},{"Author":"Beryl Dov","Category":"mind","Quote":"Breathe inhale.exhalerepeatThat should solve 90% of your problems.For the other 10% ask your local Rabbi."},{"Author":"Beryl Dov","Category":"mind","Quote":"Committees [10w] A committee sits in a rectangle and talks in circles."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Moment Before Impact [10w] The deer's eyes were moonstones, reflecting back my car's headlights."},{"Author":"Beryl Dov","Category":"mind","Quote":"Still Hangin' in the Child Hood [20w] You can spend an entire lifetime trying to be a child again,or never lose your childhood to begin with."},{"Author":"Beryl Dov","Category":"mind","Quote":"Kill Buddha's Hairdresser [10w] I'd like to meet Buddha's hairdresser and shoot the prick."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hungry When you're hungry everything tastes good.Note to myself: Don't get married when you're hungry."},{"Author":"Beryl Dov","Category":"mind","Quote":"Q & A The illness of our time is not that we lack for answers;man's tragedy is that we've forgotten the important questions."},{"Author":"Beryl Dov","Category":"mind","Quote":"North Dakota Haiku \"My bib overallslook spiffy at a weddingor a funeral."},{"Author":"Aniekee Tochukwu Ezekiel,  Psychology of Friendship for Leadership","Category":"mind","Quote":"We can live forever even with an impactful shorter-life."},{"Author":"Beryl Dov","Category":"mind","Quote":"Nebraska State Motto Equality before the law.Where Monsanto/GMO corn is above the law."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wheaties: Breakfast of Champions... who'll endorse any product for a price."},{"Author":"Beryl Dov","Category":"mind","Quote":"What happens when you trip China's Premier Li Keqiang on a banana peel? Your wind up with an even more slippery slope."},{"Author":"Beryl Dov","Category":"mind","Quote":"Finish Off Your Enemies If you finish off your enemiesdo they wind up more charming and with better manners?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Las Vegas Magic! I was the greatest magician in the world.Things were going great. My agent booked me to play the Mirage Hotel in Las Vegas for $100,000 per performance!When I got onstage everything suddenly disappeared.I'm not sure if it was allan illusion or a delusion,but I cashed the check anyway just to be safe."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lotto If I won a million bucks in Lotto,I'd give it to Charity.Charity gives great head."},{"Author":"Beryl Dov","Category":"mind","Quote":"Money Can't Buy Everything [10w] Money can't buy everything ~ but love is certainly no exception."},{"Author":"Beryl Dov","Category":"mind","Quote":"Talented [10w] Being called talented brings with it more hatred than applause."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dammit Goddammit' Defined [10w] Damned if you do and damned if you don't double-bind."},{"Author":"Beryl Dov","Category":"mind","Quote":"Read vs. Write If you want to know about life second hand, read;if you want to experience life directly, write."},{"Author":"Beryl Dov","Category":"mind","Quote":"Bruges Belgium Haiku Behind a stack of grey Lego bricksyou wheeze up Belfry's 366 stepsand don't see a single bat."},{"Author":"Beryl Dov","Category":"mind","Quote":"Death Ride Denied At the stables of your agonyDeath brought his morbid mareTo whisk you from your woeful wantsAnd coax you from your cares.A ride you did deny this princeAnd bid him soft farewell,Hoping the morrow must be brighter sinceYour yesterdays were hell."},{"Author":"Beryl Dov","Category":"mind","Quote":"Minimum Wage [10w] Even trained bears couldn't bear working for bare minimum wage."},{"Author":"Beryl Dov","Category":"mind","Quote":"Privacy [10w] Why someone prefers his privacy is itself a private matter."},{"Author":"Beryl Dov","Category":"mind","Quote":"Doldrums People who live in the doldrumscan't throw caution to the wind."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rebellious Fish [10w] Sometimes swimming against the current turns you into glazed salmon."},{"Author":"Beryl Dov","Category":"mind","Quote":"Jesus [10w] \"Sorry to keep you hanging,but it's just our nature."},{"Author":"Beryl Dov","Category":"mind","Quote":"Argument [10w] Argue for the sake of resolutionnot for arguments sake.."},{"Author":"Beryl Dov","Category":"mind","Quote":"Recipe for Love [10w] Recipe for love:compatibilityattraction ~just add penis and stir."},{"Author":"Beryl Dov","Category":"mind","Quote":"Some Semblance of Such \"To lose one's identity to a Doppelgänger may be regarded as a misfortune; to lose multiple identities speaks of Nabakov."},{"Author":"Beryl Dov","Category":"mind","Quote":"Miss Universe Contest Protest Haiku Fundamentalists protest Miss Universe contest.Go home, beat their wives."},{"Author":"Beryl Dov","Category":"mind","Quote":"No That's Bad Aim Shoot!That ass clown couldn't hit the broad side of a barnwith the smart photon torpedohe lifted from Area 51."},{"Author":"Beryl Dov","Category":"mind","Quote":"Twittersweeet [10w] Finding Twitter followers' like fishing in a lake of fisherman."},{"Author":"Beryl Dov","Category":"mind","Quote":"Autumn Ikebana [10w] + {Haiku} Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves.or:Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves."},{"Author":"Beryl Dov","Category":"mind","Quote":"Who is Fortunate? [10w] Who is fortunate?He who measures his fortune in friends."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ranger Smith, Unemployement and the Possibility of Unperceived Existence If a tree falls in the forest and we're not there,do we fire the park ranger without making a sound?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Kansas State Motto Ad astra per aspera. [9]Flat land and flatline intelligence."},{"Author":"Beryl Dov","Category":"mind","Quote":"How to Exercise Caution [10w] Walk in the counsel of the wickedon your treadmill."},{"Author":"Beryl Dov","Category":"mind","Quote":"Today I Learned: Delete Today I learnedwhen you delete stuff on your computerit still resides on your hard drive.It's sort of like getting divorcedbut that bitch still lives in your house."},{"Author":"Beryl Dov","Category":"mind","Quote":"Chlorophylia [10w] + {Couplet} Few things amaze as the paletteof the autumn blaze."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Matter of Perspective I see rain dancing on the stage of the pond.Fish see heaven throwing a thousand kisses.My wife see a drizzle of olive oil on a pot of spaghetti. The scientist sees condensation and precipitation.The rain sees reincarnation.A poet see them all in permutation."},{"Author":"Beryl Dov","Category":"mind","Quote":"Proof Proof of God's existence is as silly as proof of love's."},{"Author":"Beryl Dov","Category":"mind","Quote":"Virtual Reality [10w] The only thing better than reality is perfected virtual reality."},{"Author":"Beryl Dov","Category":"mind","Quote":"There is nothing wrong with your television set. Do not attempt to adjust the picture. [10w] + {Couplet} Network TV's insistent stupidity to the Outer Limits pushes me."},{"Author":"Beryl Dov","Category":"mind","Quote":"Royal Pricks [10w] Woe unto the king of his bubble who's a prick."},{"Author":"Beryl Dov","Category":"mind","Quote":"Reflection Upon Reflection [10w] Don't look into a mirror in rooms full of mirrors."},{"Author":"Beryl Dov","Category":"mind","Quote":"Il Principe 2015: Lesson 2 ~ Shit If you're going to run for public office,you must first scrape the shit off your shoe,or the stink will follow you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spirituality and Aging Spirituality comes naturally to the old because they're running out of options."},{"Author":"Beryl Dov","Category":"mind","Quote":"Straight Men vs. Curved Women [10w] 'Straight' men who approach 'curved' women must'mind the gap'."},{"Author":"Beryl Dov","Category":"mind","Quote":"Having Words with Words [10w] ”I’ve had a falling out with words,leaving me speechless."},{"Author":"Beryl Dov","Category":"mind","Quote":"♀ Travelers vs. ♀ Tourists [10w] + [10w] Female travelers wear no makeup, stringy jewelry and Jesus sandals.Female travelers wear overcaked makeup, diamond jewelry and Gucci Booties."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Written Word The only thing I hold dearer than myself(and my moms, yo') ~is the written word.I'd give my life for that bitch, (yo'.)"},{"Author":"Beryl Dov","Category":"mind","Quote":"Writer's Block [10w] Every writer's block is surrounded by a million other possibilities."},{"Author":"Beryl Dov","Category":"mind","Quote":"Penetration [10w] The difference between truism and an enlightened [10w] is penetration."},{"Author":"Beryl Dov","Category":"mind","Quote":"Tickled Pink Today,without thinking,I filled my half-empty fish tank, to its brink.Having doubled the size of his universe,my Siamese bettais quite tickled pinkThe same thing happens when you fill my half-empty world with your love.Bai, keep pourin'!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Leaping lemmings! Leaping lemmings!I so adore ya'Can't get enoughJust want more’o'ya'!When I've had my fill'o'ya',I long for anotherRefill'o'ya.So, let's cut my spiel And here's the deal:I'm just gonna' haveta' cloneya'!So, when we're doneJust having fun --I'm just gonna' haveta' boneya'Again."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wisconsin State Motto Forward.Leading the nation in drunk driving and Cheesehead hats."},{"Author":"Beryl Dov","Category":"mind","Quote":"Paranoid Realist Perspective [10w] \"I've conquered all my enemies except for the real ones."},{"Author":"Beryl Dov","Category":"mind","Quote":"Grease [10w] Relationships between people are rarely frictionless;they all need grease."},{"Author":"Beryl Dov","Category":"mind","Quote":"Frank Lloyd Wright {Couplet} Frank Lloyd Wright eliminated the confining wall,so now when your wife screams at youit sounds like you're in Tammany Hall."},{"Author":"Beryl Dov","Category":"mind","Quote":"Toasts During the hymeneal repast,The guest stood silent as toasts were cast.The Best Man bore witness to a dozen years pastThe Bridesmaid joked about a relationship that wouldn’t lastThe groom listened and held the hand of the brideKnowing his real toast was buttered on the other side."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hate Recycle Bin When you empty your hate recycle binit frees up more memory to write even better poetry.Just try it and tell me this isn't true!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Siesta Mud tracked from the rice fields blazon a pathFrom kitchen to cellar escaping noon’s wrath.A quiet siesta to break the ordealOf scything and sifting and spinning the wheel.Half a dream later he returns to the fieldTo seeding earth’s furrows. massaging its yield.And when Sun descends gravely back to her tombHe tracks back to the kitchen, the cellar, his room."},{"Author":"Beryl Dov","Category":"mind","Quote":"Clairol 2: Hair color so natural only her hairdresser knows for sure... ...but he's gay and already Tweeted it to 300 people."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Chuck Yeager Moment {Couplet} There's a sonic boom resonating in my head as I break through the 2000 HP follower watershed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Invisible Attraction What's invisible to the eye is that as you move towards love,love moves towards you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Voodoo I'm phobic about pins and needles.Can I just stick a voodoo doll in the microwave?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Freedom [10w] You've never experienced freedom until you have nothing to lose."},{"Author":"Beryl Dov","Category":"mind","Quote":"Plant vs. Harvest [10w] Any fool can harvest but it takes true skill to plant."},{"Author":"Beryl Dov","Category":"mind","Quote":"Twitter Love [10w] ♥ ۵ 웃 유 ღ ♂ ♀ is2g, no b.s.dnt nd 8v3n, wen ive gt uaღღღღღღღღღღღღღღღღღღღღღ"},{"Author":"Beryl Dov","Category":"mind","Quote":"McDonald's I love and rescue stray dogs, duct tape Burger King crowns to their heads and set them loose in McDonald's."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lies vs. Truth [10w] I can only speak truth if I lie to myself."},{"Author":"Beryl Dov","Category":"mind","Quote":"Consciousness-Driven Evolution circa 60,000 B.C. Random genetic mutation allowed homo sapiens to compete more successfully for food and mating rights. Just listen to girl chatter posted on the cave walls:\"Boy, Uggh is hot. He's sentient!\"\"Yeah. He doesn't need a club to get my attention."},{"Author":"Beryl Dov","Category":"mind","Quote":"please=\"\"hand=\"\"me=\"\"the=\"\"remote,=\"\"dear.\"=\"\"[10w]=\"\"The most effective method of birth control is grannie panties."},{"Author":"Beryl Dov","Category":"mind","Quote":"Over-Douse [10w] Trying to mask death's smell,old ladies over-douse on perfume."},{"Author":"Beryl Dov","Category":"mind","Quote":"Seeing vs. Envision {Couplet} We see nothing more than we bring to it;heavenly orchards lie in an apple's pit!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Choice vs. Disease [10w] People who label lack of control a disease evade responsibility."},{"Author":"Beryl Dov","Category":"mind","Quote":"Self-Motivation [10w] \"Today I'll do something more extraordinarythan I did yesterday."},{"Author":"Beryl Dov","Category":"mind","Quote":"Comments Being the first to comment on a poem,is like breaking a bottle of champagneagainst the hull of a new ship."},{"Author":"Beryl Dov","Category":"mind","Quote":"In the Future [1]: (criminals) In the future we're going to find a wayto turn criminals into wordsand then place them in parentheses."},{"Author":"Beryl Dov","Category":"mind","Quote":"Let's Celebrate! Photoshop Turns 25 This Week [10w] I bought a fake passport on Fiverr.Don't tell Mexico."},{"Author":"Beryl Dov","Category":"mind","Quote":"Regret vs. Good Times \"If I had to regret the good times I spent with every lover who eventually disillusioned me,my love life would be reduced to ten seconds."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Frog in my Throat I had me frog in my throat.I swallowed hard and it croaked.Tasted like shit.Next time I get me a frog in my throat,my snooty French boyfriend better wash his dick with soap."},{"Author":"Beryl Dov","Category":"mind","Quote":"2 Rules on Becoming a Good Poet [10w] Rule#1: Never write shitty poetry.Rule#2: Never forget Rule #1."},{"Author":"Beryl Dov","Category":"mind","Quote":"Russian, Metafizicheskiy-poshlost This is the humorous metaphysical banality like watching Tolstoy's wife, Sophia, nag her husband about leaving borscht stains on the table linen. The resulting discombobulation totally messed up the ending of Anna Karenina."},{"Author":"Beryl Dov","Category":"mind","Quote":"Goose Neck [10w] Whenever a goose has a car accident, the traffic sucks."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love vs. the Three Headed Dragon In relationships, the corrosive venom of the three-headed dragon areindifference, fault-finding and 'take-each-other-for-grantedness'.Only these cantarnish the shining armor of amour."},{"Author":"Beryl Dov","Category":"mind","Quote":"Valentine's Day 1 [10w] Valentine's Day affirms the promise that love can be sustained."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poets and Competitiveness [10w] \"I'm the only poet I need to be better than."},{"Author":"Beryl Dov","Category":"mind","Quote":"Death is Opening Night Everything's that happened yesterday is a rehearsal for everything that will happen..."},{"Author":"Beryl Dov","Category":"mind","Quote":"Revenge [10w] Revenge is a long game;all you need is time."},{"Author":"Beryl Dov","Category":"mind","Quote":"How to Get Girls into Bed When I take a new girl out on a dateI tell them I slipped poison into their wineand the antidote is on my penis."},{"Author":"Beryl Dov","Category":"mind","Quote":"Why Utopias Fail When you tie several horses together and one takes the lead, they all fall."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Delinquent Girl Chronicles Ages 7-11: Skip ropeAges 12-16: Skip classAge 17: Skip periodAge 18: Skip coming homeAge 19: Skip town"},{"Author":"Beryl Dov","Category":"mind","Quote":"Good and Evil To have good and evil the Devil must always remain a step beyond saving."},{"Author":"Beryl Dov","Category":"mind","Quote":"Overheard at McDonalds \"I am become death, the destroyer of worlds.Are you going to finish those fries?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Jesus Christ Hiaku Jesus Christget a job already.You're killing your mother!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Missed Childhood [10w] + {Couplet} Adolescence spent upon a cross,regrettably is childhood's loss."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pond(er) This [10w] Nobody wants to be:'Big fish in a little pond."},{"Author":"Pierre-Joseph Proudhon,  What Is Property?","Category":"mind","Quote":"It is better to enlighten men’s minds than to teach them to be obstinate in their prejudices."},{"Author":"Beryl Dov","Category":"mind","Quote":"Melting Icicles Haiku Drip, drip, Drip, drip, Drip:Sounds of melting iciclesannouncing the Spring"},{"Author":"Beryl Dov","Category":"mind","Quote":"Integrity [10w] There’s no indignity men of integrity aren’t willing to endure."},{"Author":"Beryl Dov","Category":"mind","Quote":"What's a Proper Tribute to Robin Williams? [10w] When funnymen die is to better to laugh or cry?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Nomad {Couplet} When your roots grow from the outside in,home becomes whatever place you're in."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mild Suffering vs. Great Suffering Mild suffering serves the purpose of inner-change.Great suffering serves the purpose of evil,or just being at the wrong place at the wrong time."},{"Author":"Beryl Dov","Category":"mind","Quote":"Depth of Love [10w] The longer the time between relationships,the deeper your love."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ferdinand VII of Spain {Couplet} He who can false loyalty feignshall sit twice upon the throne of Spain."},{"Author":"Beryl Dov","Category":"mind","Quote":"Simply Fabulous Haiku If I write fablesam I a fabulist orsimply fabulous?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Prickly Pears [10w] Men are often like cactus fruits ~thorny outside,mushy inside."},{"Author":"Beryl Dov","Category":"mind","Quote":"As Dead As \"Nothing's changed at my place of birth.It is as dead as I remember leaving it."},{"Author":"Beryl Dov","Category":"mind","Quote":"Becoming [10w] We're a becoming whose final shape is unknown to all."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Poet is God When a poem's words perfectly fit,it has legs.When they communicate well,it has a voice.When they make you think,it has a mind.When the make you feel,it has a heart.Think about it.When you write a poem,you've created a person,with a distinct identityand an immortal soulthat you send out into the worldto possibly change the world.Now you know what it feels liketo be God."},{"Author":"Beryl Dov","Category":"mind","Quote":"Taste [10w] + [10w] \"If you have sophisticated taste, you like what I like.If you're a Neanderthal, you will love what I hate."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spreading Yourself Too Thin We tend to bite off more than we can chewbecause we've got big mouths."},{"Author":"Beryl Dov","Category":"mind","Quote":"Knowledgeable [10w] The knowledgeable man inventoried and catalogued everything he doesn't know."},{"Author":"Beryl Dov","Category":"mind","Quote":"Money [10w] The root of all evil has a well earned reputation."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Voice from the Past A book is a voice from the past whispering into your ear.Sometime I get the urge to exhume the author's bodyand hit him in the head with a shovel."},{"Author":"Beryl Dov","Category":"mind","Quote":"Laughter and The Chosen [10w] Making people laugh is God's gift to the Chosen People."},{"Author":"Beryl Dov","Category":"mind","Quote":"Maine State Motto Dirigo. [10]You won't find no niggers here, eh."},{"Author":"Beryl Dov","Category":"mind","Quote":"Enemies [10w] I prefer my enemies death than apologeticfor closure's sake"},{"Author":"Beryl Dov","Category":"mind","Quote":"Family [10w] Family is a truth pill ~ just beware of an overdose."},{"Author":"Beryl Dov","Category":"mind","Quote":"Death as Opportunity [10w] Death's an opportunity to wisely fill the void it leaves."},{"Author":"Beryl Dov","Category":"mind","Quote":"Diana Sporting a Remington Sendero SF II {Couplet} Over one shoulder hung a rifle, over the other swung a brace of pheasants;She was a no-nonsense breed of sniper, a viper with no time for fangs of conscience."},{"Author":"Beryl Dov","Category":"mind","Quote":"Free Will [20w] A bunch of amino acids bumping up together is not the scientific explanation of free will, it's grilling a hamburger."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lonely Marriage is the best refuge of the lonely to be lonely together,and if it lasts long enough,take turns being lonely."},{"Author":"Beryl Dov","Category":"mind","Quote":"Why We Need Smart People [10w] We need smart people to call other smart people morons."},{"Author":"Beryl Dov","Category":"mind","Quote":"Masochist [10w] A masochist goes to massage parlor seeking a tragic ending."},{"Author":"Beryl Dov","Category":"mind","Quote":"Stratospherical Poems [10w] Poets circle the earth in a higher orbit than readers."},{"Author":"Beryl Dov","Category":"mind","Quote":"Don't Quit ❣ Don't quit on love and it won't bail on you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Is Prayer Only for Man? I [10w] Does God pray for His creation's in Heaven and Earth?"},{"Author":"Beryl Dov","Category":"mind","Quote":"What Women Think Women don't care if you got a six pack if you slurp you soup."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fashion [10w] Clothes makes the man.Fashion, above all, makes the President."},{"Author":"Beryl Dov","Category":"mind","Quote":"Delusion vs. Truth Delusions are what really set you free;the truth is a choke hold."},{"Author":"Beryl Dov","Category":"mind","Quote":"What's in it for me?' A selfish person doesn't become compassionate as the result of some words of wisdom or epiphany. The selfish need selfish reasons to act unselfish."},{"Author":"Beryl Dov","Category":"mind","Quote":"Diet and Exorcise [10w] The most effective diet is hanging around with fat people."},{"Author":"Beryl Dov","Category":"mind","Quote":"Bridges [10w] Bridges are overpasses for commuters and roofs for the homeless."},{"Author":"Beryl Dov","Category":"mind","Quote":"Relatively Speaking [10w] The irony about 'relativism theories' is that they're relative too."},{"Author":"Beryl Dov","Category":"mind","Quote":"Deaf [10w] No man suffers deafness if he listens with his eyes."},{"Author":"Beryl Dov","Category":"mind","Quote":"Legacy To leave a legacy,you first gotta leave your leg in the door."},{"Author":"Beryl Dov","Category":"mind","Quote":"Off the Hook True story...A cop pulls me over for speeding.He says, \"What's the hurry?\"I say, \"I'm running awayfrom a bad marriage.\"He laughs and says, \"Drive carefully.\"The officer lets me go.Beyond the practical lesson thatmaking a policeman laugh may get you off the hook,there's a certain poetry here in the unexpected connection ~for what is a poemif not a moment of surpriseworth retelling."},{"Author":"Beryl Dov","Category":"mind","Quote":"Thank You, Adobe [10w] Thanks to Photoshop,a picture isn't worth a single word."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Tad Old Fashioned [10w] \"Save all your sighing and swooning for the 18th Century, bitch."},{"Author":"Beryl Dov","Category":"mind","Quote":"Treat'em Like a Dishtowel (⌣́,⌣̀)⇝♥⇜(^◡^ ) [10w] \"If I wring you out will you wring me back?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Overheard at Ashtanga Yoga Class *\"I don't know my he left me. I even had a rabbit's food hanging from my dreamcatcher.\"\"Maybe you should've used a little more suction and a few less amulets."},{"Author":"Beryl Dov","Category":"mind","Quote":"Idiots vs. Fools [10w] Idiots listen to other's bullshit;fools listen to their own."},{"Author":"Beryl Dov","Category":"mind","Quote":"Carrots and Creativity [10w] Put a carrot in front of you for optimal creativity."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poets and their Thin Skins Every poet is thin-skinned when it comes to criticism ~without ithow could he ever possess the astute sensitivity about lifeto even write poetry?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Psychotherapy [10w] If you can second guess a psychotherapist,they’re totally useless."},{"Author":"Beryl Dov","Category":"mind","Quote":"Transubstantiation [10w] Transubstantiate digression into confessionand drink from poetry's Holy Grail."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rat-Race [10w] There’s no refuge for creatures opting out of the rat-race."},{"Author":"Beryl Dov","Category":"mind","Quote":"Measuring Love The only scientist who can measure love is the onewho's in love with another scientist."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dictator [10w] Clever dictators keep their friends closeand their enemies dead."},{"Author":"Beryl Dov","Category":"mind","Quote":"God Made God made our beingour parents our bodyphilosophy our mindchildren our compassionhostory our loyaltywork our self-esteembattles our heroismpoetry our soulsoulmates our lovewhich stitches it all togetherinto a life."},{"Author":"Beryl Dov","Category":"mind","Quote":"Second Opinions My doctor told me I have pancreatic cancer and have 2 months to live.I asked him about getting a second opinion.The Doc said, 'No problem.'He thought for a second and said,'I think the Boston Red Sox are going to win the series again this year."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry Site vs. Social Networking Site [10w] Hello Poetry is whatever you want Hello Poetry to be."},{"Author":"Beryl Dov","Category":"mind","Quote":"Object of Desire A woman knows she's the object of a unknown man's desirelike a game animal becoming aware it is being looked at."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spineless [10w] There are more spineless men on the planet than jellyfish."},{"Author":"Beryl Dov","Category":"mind","Quote":"Deadlines The only deadline I plan on missing is the one at the cemetery."},{"Author":"Beryl Dov","Category":"mind","Quote":"Broken Heart [10W] The broken heart becomes volcanic, forever rumbling anddispersing ash."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pale Oak Leaves Scatter Pale oak leaves scatteraround my father's grave.\"For this I pay $30/month maintenance?"},{"Author":"Beryl Dov","Category":"mind","Quote":"The Moon The moon's a pearl among the starry gems,more cultured than the rest of them.A blemished diadem of charcoaled nightthat chaperons the sun back to the light."},{"Author":"Beryl Dov","Category":"mind","Quote":"Forget [10w] {Couplet} Let's lift our goblet of regret,forgive, forsake and forget."},{"Author":"Beryl Dov","Category":"mind","Quote":"Battered Women [5w] Battered womenare more crispy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Children and Food [10w] Once children order like grown-upsfood's lost its sweet innocence."},{"Author":"Beryl Dov","Category":"mind","Quote":"Marriage Advice [10w] Marry a man above youand a woman beneath you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Crawling Backwards [10w] Crawling backwards is the hardwired wisdom of crabs and survivors."},{"Author":"Beryl Dov","Category":"mind","Quote":"Frivolous Gossip and Poetry It's just so much frivolous gossip to dwell upon the moral merits of a poet;what should only concern the reader is the merit of his words.Leave moral judgments to the preachers and aesthetic judgments to the critical readers."},{"Author":"Beryl Dov","Category":"mind","Quote":"Make It Happen!!! [10w] Don't wait for someone to fall in love with you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Embittered [10w] \"His heart blistered like paint peeling from an old rig."},{"Author":"Beryl Dov","Category":"mind","Quote":"Celebrity [10w] Celebrity seeking is like love or war: NO HOLDS BARRED."},{"Author":"Beryl Dov","Category":"mind","Quote":"Memory Timeline of Divorce Divorce +1 year: \"Just because we don't talk, it doesn't mean I can't stop thinking about you.\"Divorce +10 years: \"The one good thing that came out of our marriage was our wonderful children.\"Divorce +20 year: \"Who? Doesn't ring a bell."},{"Author":"Beryl Dov","Category":"mind","Quote":"Dogs Playing Poker Art [10w] Poker-faced dogs looks like they're bluffing or need to shit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Black Hole The death of one great man makes the world seem empty;the death or three creates a back hole in the heart of humanity.In Memorium 2015B.B. KingOliver SacksNicholas Winton"},{"Author":"Beryl Dov","Category":"mind","Quote":"Objective Journalism Foreign journalists will always compromise objectivity to preserve relationships that give them better access."},{"Author":"Beryl Dov","Category":"mind","Quote":"Boundaries [10w] Receiving bribes blurs the clear boundaries between friends and enemies."},{"Author":"Beryl Dov","Category":"mind","Quote":"they=\"\"use=\"\"to=\"\"be=\"\"so=\"\"sweet\"=\"\"[10w]=\"\"Parent's should celebrate change in their children;they're growing up."},{"Author":"Beryl Dov","Category":"mind","Quote":"Gradually Then Instantly [10w] We fall in love the way we lose our minds."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pretending to be Deep ;) [10w] Only from the mountain's valley can you see the peak."},{"Author":"Beryl Dov","Category":"mind","Quote":"Socrates [10w] \"I know less than you.That's how smart I am!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Western Hypocricy I laugh at the hypocrisy of this western world that only expects the Muslims and Jews to act more Christian, while they continueto revel in the carnage of their heathen ways."},{"Author":"Beryl Dov","Category":"mind","Quote":"Nature's Prayer [10w] + {Couplet} Trees gesticulate in morning prayer;wind circulates with cleansing air."},{"Author":"Beryl Dov","Category":"mind","Quote":"Sunshine On My Shoulders When you're home's always filled with sunshine,you're either blessed or it's time to fix the roof."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wedding Veil [10w] + {Couplet} A wedding veil's of no availbecause virginity's a fairy-tale."},{"Author":"Beryl Dov","Category":"mind","Quote":"1953 It seems the world has gone downhill since the year Sir Edmund Hillary climbed Everest."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mended [10w] {Couplet} If the recently mended heart,breaks again, it shall not start."},{"Author":"Beryl Dov","Category":"mind","Quote":"Senility [10w] Senility's like a bottle of Coke that lost its bubbles."},{"Author":"Beryl Dov","Category":"mind","Quote":"Reconstruction of Japan After World War II [10w] 'I am what I plan'became the motto of modern-Japan."},{"Author":"Beryl Dov","Category":"mind","Quote":"Bonjour [10w] You're more obscure than first we met,\"uttered with regret."},{"Author":"Beryl Dov","Category":"mind","Quote":"Heaven [10w] Heaven’s not a destination ~it’s a way of processing life."},{"Author":"Beryl Dov","Category":"mind","Quote":"Compassion and Self-Neglect [10w] Compassionate people know how to care of everybody but themselves."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love Fades [10w] Like our love,Chinese painters show distance in faded grays."},{"Author":"Beryl Dov","Category":"mind","Quote":"La Récolteuse de la Mort Je suis la Récolteuse de la Mort et ~vous êtes ce que je viens pour les!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Crest Toothpaste: Look, Ma, no cavities!... ...that'll really piss off the TSA agents looking for contraband."},{"Author":"Beryl Dov","Category":"mind","Quote":"An Enirely Different Matter [10W] Four states of matter:solid, liquid, gasand ffuzzy-wuzzy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Styx Haiku Boatman refusesto paddle me down the Styx.'No carry-on baggage."},{"Author":"Beryl Dov","Category":"mind","Quote":"Why Don't You Practice What You Preach [10w] The reason I teach and preach?In order to learn."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love's a Sacred Vessel [10w] Love's the sacred vessel embracing the mystical energy of evolution."},{"Author":"Beryl Dov","Category":"mind","Quote":"New Year Resolutions I [10w] Change my voice;unclog my ears;open my heart."},{"Author":"Beryl Dov","Category":"mind","Quote":"Patience [10w] Patience is the most technologically advanced form of energy efficiency."},{"Author":"Beryl Dov","Category":"mind","Quote":"Beloved Poetry [10w] Write poetry like it’ll convince your beloved who to marry."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love and Blindness [10w] Love may be unilaterally blind,but divorce blinds both parties."},{"Author":"Beryl Dov","Category":"mind","Quote":"New Age Advertising ATTEND OUR REINCARNATION RETREATGuaranteed to be a once in a lifetime experience.Sure it costs $5000, but lets face it,you only live once."},{"Author":"Beryl Dov","Category":"mind","Quote":"Be Careful What You Wish For More often than not,a dream come true is a nightmare-in-the-making."},{"Author":"Beryl Dov","Category":"mind","Quote":"Spontaneous Gift Giving [10w] Learn to give gifts spontaneously accompanied by a love note."},{"Author":"Beryl Dov","Category":"mind","Quote":"Premature Evacuation [10w] I've stopped all my relationships short,not unlike this poem."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Warrior's Way To the warrior,peace is an annoying interruption of war."},{"Author":"Beryl Dov","Category":"mind","Quote":"Tapestry [10w] Life's a tapestry of mystery and miracles quilted by God."},{"Author":"Beryl Dov","Category":"mind","Quote":"Thai-kus From the dark starfishof the 300 Baht whoremy white sperm bubbles.Reclining BuddhaBirds nest in your golden ears.What wisdom they hear."},{"Author":"Beryl Dov","Category":"mind","Quote":"Expectation [10w] Eyes that see with expectation lieby not querying, 'Why."},{"Author":"Beryl Dov","Category":"mind","Quote":"Consolation [10w] Man finds consolation in love, laughter and Ben & Jerry's."},{"Author":"Beryl Dov","Category":"mind","Quote":"Cinco de Mayo [10w] What day do the dead party to celebrate the living?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Sometimes it's Love and Sometimes the... [10w] ...tingling sensation of excitement, happiness, and nervousnessis jock itch."},{"Author":"Beryl Dov","Category":"mind","Quote":"Retail Haiku [7w] LollapaloozaLiquidation Blowout Sale.Everything Must Go!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Arches National Park, Utah BloodshotZiggurats of rock against unbending sky,sandstone fins and eyes of ancient earth behemoth.Your windows wedged by cosmic hands of rain and melting snow, of frost and ice, of gravity and geologic time, patient and untiring,self-possessed like a child's perception of endless summer."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fulfillment [10w] Sometime fulfillment goes beyond the date Amazon delivers your order."},{"Author":"Beryl Dov","Category":"mind","Quote":"They'd Rather Switch [10w] Hearing is wasted on the blind;sight, on the deaf."},{"Author":"Beryl Dov","Category":"mind","Quote":"In a True Global World... [10w] Famous people should be allowed to travel without a passport."},{"Author":"Beryl Dov","Category":"mind","Quote":"Miracle [10w] The greatest unacknowledged miracle is man has lasted this long."},{"Author":"Beryl Dov","Category":"mind","Quote":"Party Hat [10w] Circus clowns, Frenchmen, and sanitation workers look better in party-hats.."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Jewish NOW There's no time like the present ~but in the future,who can say?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry in a Bottle [10w] If you could bottle poetry you'd have one addictive drink."},{"Author":"Beryl Dov","Category":"mind","Quote":"Alaska State Motto North to the Future.We got highest rape and STD-rate in the nation."},{"Author":"Beryl Dov","Category":"mind","Quote":"Coins [10w] Statesmen whose faces are on coins are amenable to change."},{"Author":"Beryl Dov","Category":"mind","Quote":"Embalming [10w] Injecting baking soda whitens, freshens, and softens the dearly departed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Flattery [10w] Flattery is the only passport that will get you everywhere"},{"Author":"Beryl Dov","Category":"mind","Quote":"Fig The proud oak wed a seedling figHe welcomed her caressThough round his lofty limbs she woundHe saw no need for distress.The fig enveloped all his trunkHer grip grew firm and tightThe oak withered in his arroganceAs she choked off his last light."},{"Author":"Beryl Dov","Category":"mind","Quote":"Imaginary Friends [10w] My imaginary friend insulted me by calling me real."},{"Author":"Beryl Dov","Category":"mind","Quote":"The Phenomenon of Life {Couplet} The potter's some man of clay who's molding clay,a robot making an automaton;Every day we recreate ourselves from what bricks we're made,how wondrous life's phenomenon!"},{"Author":"Beryl Dov","Category":"mind","Quote":"Patriotism [10w] Patriotism for the rich is a subtle synonym for profiteering."},{"Author":"Beryl Dov","Category":"mind","Quote":"Fear is the Best Test Will the fear of going blind make youa voracious reader, a world traveleror paralyze you with a thousand other fears?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Amputees Smart phones and the internet are the prosthetics our century cannot live without.Until we can put them down to take a quiet walk in the woods,we are all amputees."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lubbock, Texas Haiku Oil wells, Hub of the Plains.Stinks like an armpit."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry Should Dance [10w] Let poetry dance ~neither outpace it nor let it lag."},{"Author":"Beryl Dov","Category":"mind","Quote":"New Year's Resolutions New Year's resolutions shouldn't be about doing new things;it should be about stopping to do the shitty things you're already doing."},{"Author":"Beryl Dov","Category":"mind","Quote":"Err \"To err is human ~ more wine!"},{"Author":"Beryl Dov","Category":"mind","Quote":"My Fathers Last Words My dad was a sadist and whorehound.His last words were,'Son, I have a million dollars hidden in the."},{"Author":"Beryl Dov","Category":"mind","Quote":"Today's Affirmation [10w] \"I'll unplug myself from myselfand plug into something higher."},{"Author":"Beryl Dov","Category":"mind","Quote":"Poetry is a Ladder {C☰O☰U☰P☰L☰E☰T} {The poet's job is to create a ladder} {for the reader to enter his imagination}and☰once☰they've☰climbed☰u­p☰to☰the ☰top☰remove☰each☰rung☰by☰grad­ation"},{"Author":"Beryl Dov","Category":"mind","Quote":"Hello Poetry Needs Y'allz How empty the oceans would be were it only filled with orcas."},{"Author":"Beryl Dov","Category":"mind","Quote":"Pedestals [10w] People should not be placed on pedestals unless they're stuffed."},{"Author":"Beryl Dov","Category":"mind","Quote":"Perdue: It takes a tough man to make a tender chicken... ...it's all about steroids and crowd management."},{"Author":"Beryl Dov","Category":"mind","Quote":"Wine [10w] American wines tasting as good as French wines are presumptuous."},{"Author":"Beryl Dov","Category":"mind","Quote":"Loneliness [10w] Loneliness is GPS equipped new Mercedeswith nowhere to go.****************"},{"Author":"Beryl Dov","Category":"mind","Quote":"Thorny Love [10w] A thorn by any other name would hurt as much."},{"Author":"Beryl Dov","Category":"mind","Quote":"A Suicide's Regret \"I cut my vein in vain;blood slowly oozes out.I should've cut an arteryand watch it spurt and spout."},{"Author":"Beryl Dov","Category":"mind","Quote":"Boasting vs. Toasting [10w] + {Couplet} What many call boasting to my success I call toasting."},{"Author":"Beryl Dov","Category":"mind","Quote":"Disability [10w] Unconditional love can turn a child's disability into an advantage."},{"Author":"Lailah Gifty Akita","Category":"mind","Quote":"Do not allow your thoughts to condemn you. Be control of your mind."},{"Author":"Lailah Gifty Akita","Category":"mind","Quote":"Do not allow your thoughts to condemn you."},{"Author":"أنيس منصور,  قالوا","Category":"mind","Quote":"عقلي له أحكام وقلبها له أحلام"},{"Author":"Mehmet Murat ildan","Category":"mind","Quote":"The more freedom you get, the less your mind and your body is strangled!"},{"Author":"Angie karan","Category":"mind","Quote":"Breathe light into your body - breathe light into your Heart - Breathe light into your mind - Breathe and OPEN! Breathe and remember that you are all LIGHT - Infinite LIGHT -Blessed LIGHT- open your heart and SHINE ON!"},{"Author":"Hiroshi Sakurazaka,  All You Need Is Kill 2","Category":"mind","Quote":"If I lived, she died, and I'd never find someone like her again. If she lived, I would have to die. No matter how many times I ran it through my head, there didn't seem to be another way out. One of us had to die and Rita didn't want to talk it through. She was going to let our skill decide."},{"Author":"Joseph Rain","Category":"mind","Quote":"The only way somebody can have control over our mind is if we don’t have control over it."},{"Author":"Joseph Rain","Category":"mind","Quote":"We are not our mind or our thoughts. As long as we believe we are our mind, we are open to third-party control."},{"Author":"Mehmet Murat ildan","Category":"mind","Quote":"Old man with a young mind is much younger than the young man with an old mind!"},{"Author":"Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose","Category":"mind","Quote":"Mind isn't as serious as my mind makes it out to be."},{"Author":"Aditya Ajmera","Category":"mind","Quote":"It's very simple. Liars initiate, haters carry forward, fools spread, idiots believe and mindful void."},{"Author":"Erol Ozan","Category":"mind","Quote":"Globalization is a form of artificial intelligence."},{"Author":"Baruch Spinoza,  On the Improvement of the Understanding","Category":"mind","Quote":"I saw that all the things I feared and which feared me had nothing good or bad in them save in so far as the mind was affected by them."},{"Author":"Beryl Dov","Category":"mind","Quote":"Ageing [10w] There's no such thing as age -- only degrees of opacity."},{"Author":"Beryl Dov","Category":"mind","Quote":"Gifts Never look a gift horse in the assor a donkey in the mouth."},{"Author":"Beryl Dov","Category":"mind","Quote":"Witticisms The greatest reward for coming up with some witty turn of phraseis that some day, if you're lucky,it may wind up in a fortune cookieat the very Chinese restaurant you're eating in!But if you get a big head about it,know it wasn't the flattery,it was the MSG."},{"Author":"Beryl Dov","Category":"mind","Quote":"Time Time waits for no man ~but for hot women Time makes exceptions."},{"Author":"Beryl Dov","Category":"mind","Quote":"Want vs. What's Coming to You As the Rolling Stones say,You can't always get what you want ~but God will always give you what's coming to you."},{"Author":"Beryl Dov","Category":"mind","Quote":"Hung [10w] Being caught with your pants down is a hanging offense."},{"Author":"Beryl Dov","Category":"mind","Quote":"Renewal Cream [10w] The features of the human face are enriched by poetry."},{"Author":"Beryl Dov","Category":"mind","Quote":"Optimists vs. Death [10w] Optimists are hopeful people who see a coffin as half-full."},{"Author":"Beryl Dov","Category":"mind","Quote":"Mongolian, Temeenii'malgai The small fuzzy hat worn by camels that cross the Gobi desert. Usually stolen by natives of Ulaanbaatar for the groom's hat at weddings. The fuzz on the hat smells so bad that the groom is temporarily blinded and can't see how ugly the bride looks until it's too late."},{"Author":"Beryl Dov","Category":"mind","Quote":"New York City [10w] + [10w] + {Couplet} In fast-paced New York Cityeven the bubbling brooks babble.The Hudson and East River run rabid,skirting the rabble"},{"Author":"Beryl Dov","Category":"mind","Quote":"Comedy vs. Satire [10w] Comedy pokes fun at society's self-inflation;satire deflates the balloon."},{"Author":"Beryl Dov","Category":"mind","Quote":"Time is Not a Constant [10w] Time speeds up, crawls, compresses and expands depending on mood."},{"Author":"Beryl Dov","Category":"mind","Quote":"National Rifle Association Credo [10w] God gave us two hands to holdan assault rifle."},{"Author":"Beryl Dov","Category":"mind","Quote":"Depression vs. Death Depression is anger turned within causing misery and hopelessness.Death is hate turned within until it totally eats you alive."},{"Author":"Beryl Dov","Category":"mind","Quote":"What is Hate? [10w] Hate is merely love hiding behind the mask of envy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Lady Clowns [10w] Lady clowns drip menstrual blood in seven luscious rainbow colors."},{"Author":"Beryl Dov","Category":"mind","Quote":"Jonesing [10w] Is it odd of me that I'm Jonsesing for strange?"},{"Author":"Beryl Dov","Category":"mind","Quote":"Dating Asian Her Kung Fu style was not too bad,but at doggie style she had me had."},{"Author":"Beryl Dov","Category":"mind","Quote":"Clairol: Does she or doesn't she... ...take it up the ass."},{"Author":"Beryl Dov","Category":"mind","Quote":"Love and Death [10w] A person who lives without love chooses death by default."},{"Author":"Beryl Dov","Category":"mind","Quote":"AMTRAK: See America at see level... even though we cost twice as much as a plane and get you there 3 days later."},{"Author":"Beryl Dov","Category":"mind","Quote":"California [10w] No two snowflakes are alike,unless they're California yoga practitioners."},{"Author":"Beryl Dov","Category":"mind","Quote":"God is Great [10w] God found me in a dumpster and made me holy."},{"Author":"Beryl Dov","Category":"mind","Quote":"Obscenity [10w] Obscenity's undefinable becauseeverything that occurs in nature is natural."},{"Author":"Beryl Dov","Category":"mind","Quote":"Rhyme vs. Reason {Couplet} Do not try to make rhyme of reason,nor reason of rhyme;For the former's too systematic,the latter's too sublime."},{"Author":"Beryl Dov","Category":"mind","Quote":"What Might Have Been {Couplet} Dwell not upon what might have been,Within such idle spin, you can never win."},{"Author":"Ружа Лазарова,  Мавзолей","Category":"mind","Quote":"Мъчителят знае, че човек, подложен на абсолютно мълчание, изгубва разсъдъка си."},{"Author":"Dada Bhagwan","Category":"mind","Quote":"When does one become free from all tubers (of the mind)? When one becomes free of kashayas (anger-pride-deceit-greed). Kashays (anger-pride-deceit-greed) are tubers themselves."},{"Author":"Dada Bhagwan","Category":"mind","Quote":"The mind doesn’t harass you; your attachment-abhorrence harasses you!"},{"Author":"Munia Khan","Category":"mind","Quote":"My mind’s flight rises beneath the seagull’s wings …then ocean is my motherland I feel"},{"Author":"Anuj Somany","Category":"mind","Quote":"Animals do it largely for the REPRODUCTION, but so-called Social Animals (People) do it regularly thinking that it will give them SATISFACTION."},{"Author":"Anuj Somany","Category":"mind","Quote":"When a bumptious person can’t satiate oneself with an empty praise from others, s/he may go a step further to organize a get-together to bring all people of own nature under a single roof to meet, deliberate, celebrate, collaborate, greet, treat , appreciate or even felicitate one another."},{"Author":"Jan Struther,  Mrs. Miniver","Category":"mind","Quote":"That's what any decent mind ought to do for its owner when she lets it off the leash - just go bounding away into the long grass and bring back a really profound thought, laying it at her feet all furry and palpitating. C'mon now. Hey los'!"}]
