[{"Author":"Boris Pasternak","Category":"arts","Quote":"Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."},{"Author":"Hunter S. Thompson","Category":"arts","Quote":"Politics is the art of controlling your environment."},{"Author":"William Morris","Category":"arts","Quote":"So long as the system of competition in the production and exchange of the means of life goes on, the degradation of the arts will go on; and if that system is to last for ever, then art is doomed, and will surely die; that is to say, civilization will die."},{"Author":"Nelson Mandela","Category":"arts","Quote":"I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them."},{"Author":"Samuel Johnson","Category":"arts","Quote":"There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"books","Quote":"If you only read the books that everyone else is reading, you can only think what everyone else is thinking."},{"Author":"C.S. Lewis","Category":"books","Quote":"You can never get a cup of tea large enough or a book long enough to suit me."},{"Author":"Oscar Wilde","Category":"books","Quote":"If one cannot enjoy reading a book over and over again, there is no use in reading it at all."},{"Author":"Ernest Hemingway","Category":"books","Quote":"There is no friend as loyal as a book."},{"Author":"Oscar Wilde","Category":"books","Quote":"It is what you read when you don't have to that determines what you will be when you can't help it."},{"Author":"Friedrich Nietzsche","Category":"friendship","Quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages."},{"Author":"Orson Welles","Category":"friendship","Quote":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."},{"Author":"Marilyn Monroe","Category":"friendship","Quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."},{"Author":"Eleanor Robson Belmont","Category":"friendship","Quote":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets."},{"Author":"Friedrich Nietzsche","Category":"friendship","Quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages."},{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"For every minute you are angry you lose sixty seconds of happiness."},{"Author":"Abraham Lincoln","Category":"happiness","Quote":"Folks are usually about as happy as they make their minds up to be."},{"Author":"Marthe Troly-Curtin,  Phrynette Married","Category":"happiness","Quote":"Time you enjoy wasting is not wasted time."},{"Author":"Franklin D. Roosevelt","Category":"happiness","Quote":"Happiness lies in the joy of achievement and the thrill of creative effort."},{"Author":"Chuck Palahniuk,  Diary","Category":"happiness","Quote":"It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Success is getting what you want. Happiness is wanting what you get."},{"Author":"Ernest Hemingway,  The Garden of Eden","Category":"happiness","Quote":"Happiness in intelligent people is the rarest thing I know."},{"Author":"Dr. Seuss","Category":"life","Quote":"Don't cry because it's over, smile because it happened."},{"Author":"Mae West","Category":"life","Quote":"You only live once, but if you do it right, once is enough."},{"Author":"Robert Frost","Category":"life","Quote":"In three words I can sum up everything I've learned about life: it goes on."},{"Author":"Oscar Wilde","Category":"life","Quote":"To live is the rarest thing in the world. Most people exist, that is all."},{"Author":"Narcotics Anonymous","Category":"life","Quote":"Insanity is doing the same thing, over and over again, but expecting different results."},{"Author":"Albert Einstein","Category":"life","Quote":"There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."},{"Author":"Mahatma Gandhi","Category":"mind","Quote":"I will not let anyone walk through my mind with their dirty feet."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"mind","Quote":"I consider conversations with people to be mind exercises, but I don't want to pull a muscle, so I stretch a lot. That's why I'm constantly either rolling my eyes or yawning."},{"Author":"Frank McCourt,  Angela's Ashes","Category":"mind","Quote":"You might be poor, your shoes might be broken, but your mind is a palace."},{"Author":"Nicolas Chamfort","Category":"philosophy","Quote":"A day without laughter is a day wasted."},{"Author":"Terry Johnson,  Insignificance","Category":"philosophy","Quote":"Have you ever noticed how ‘What the hell’ is always the right decision to make?"},{"Author":"Anne Frank,  Anne Frank's Tales from the Secret Annex","Category":"philosophy","Quote":"How wonderful it is that nobody need wait a single moment before starting to improve the world."},{"Author":"Margaret Mead","Category":"philosophy","Quote":"Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."},{"Author":"Kahlil Gibran,  The Prophet","Category":"philosophy","Quote":"You talk when you cease to be at peace with your thoughts."},{"Author":"Jonathan Swift","Category":"philosophy","Quote":"May you live every day of your life."},{"Author":"Marilyn Monroe","Category":"love","Quote":"The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space."},{"Author":"Anaïs Nin","Category":"love","Quote":"Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings."},{"Author":"Marilyn Monroe","Category":"love","Quote":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."},{"Author":"Jane Austen,  Northanger Abbey","Category":"love","Quote":"There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."},{"Author":"Alfred Lord Tennyson","Category":"love","Quote":"If I had a flower for every time I thought of you...I could walk through my garden forever."},{"Author":"Saint Augustine","Category":"love","Quote":"Love is the beauty of the soul."},{"Author":"Mahatma Gandhi","Category":"love","Quote":"Where there is love there is life."},{"Author":"Ingrid Bergman","Category":"love","Quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous."},{"Author":"Maurice Switzer","Category":"wisdom","Quote":"It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it."},{"Author":"Mark Twain","Category":"wisdom","Quote":"Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect)."},{"Author":"William Shakespeare,  As You Like It","Category":"wisdom","Quote":"The fool doth think he is wise, but the wise man knows himself to be a fool."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"Aristotle","Category":"wisdom","Quote":"Knowing yourself is the beginning of all wisdom."},{"Author":"Socrates","Category":"wisdom","Quote":"The only true wisdom is in knowing you know nothing."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Stephen Hawking","Category":"wisdom","Quote":"Life would be tragic if it weren't funny."},{"Author":"John Lennon","Category":"wisdom","Quote":"Count your age by friends, not years. Count your life by smiles, not tears."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Mark Twain","Category":"wisdom","Quote":"In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them."},{"Author":"Langston Hughes","Category":"wisdom","Quote":"Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly."},{"Author":"Jonathan Swift","Category":"wisdom","Quote":"May you live every day of your life."},{"Author":"J.R.R. Tolkien","Category":"wisdom","Quote":"Never laugh at live dragons."},{"Author":"Abigail Van Buren","Category":"wisdom","Quote":"The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back."},{"Author":"Aristotle,  Metaphysics","Category":"wisdom","Quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"The secret of life, though, is to fall seven times and to get up eight times."},{"Author":"Salvador Dali","Category":"success","Quote":"The thermometer of success is merely the jealousy of the malcontents."},{"Author":"Emily Dickinson","Category":"success","Quote":"Success is counted sweetest by those who never succeed."},{"Author":"Billie Jean King","Category":"success","Quote":"A champion is afraid of losing. Everyone else is afraid of winning."},{"Author":"Saint Augustine","Category":"success","Quote":"Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."},{"Author":"Orison Swett Marden","Category":"success","Quote":"Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours."},{"Author":"George Burns","Category":"success","Quote":"I honestly think it is better to be a failure at something you love than to be a success at something you hate."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Only a fool would say they’re not a fool. Well, I am not a fool, which is why I say I am a fool."},{"Author":"Desmond Tutu","Category":"wisdom","Quote":"My father always used to say, \"Don't raise your voice. Improve your argument.\"Good sense does not always lie with the loudest shouters, nor can we say that a large, unruly crowd is always the best arbiter of what is right."},{"Author":"Andrew Clements,  Things Not Seen","Category":"wisdom","Quote":"Two wrongs don't make a right, but don't three lefts make a right? Two wrongs don't make a right, but don't two negatives make a positive?"},{"Author":"Jasper Fforde,  Shades of Grey","Category":"wisdom","Quote":"Okay, this is the wisdom. First, time spent on reconnaissanse is never wasted. Second, almost anything can be improved with the addition of bacon. And finally, there is no problem on Earth that can't be ameliorated by a hot bath and a cup of tea."},{"Author":"Ralph Waldo Emerson","Category":"wisdom","Quote":"Sorrow looks back, Worry looks around, Faith looks up"},{"Author":"Lynn Marie Sager,  A River Worth Riding","Category":"wisdom","Quote":"People are always complaining that life's not fair, but that simply isn't true. Life is extraordinarily fair. It's just not centered on you."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"Please, touch me, I pray."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"You are not your body. You are the sum of all your actions, and they live on after your body dies. You may be mortal, but your brand is eternal."},{"Author":"Dr. Seuss,  Oh, The Places You'll Go!","Category":"wisdom","Quote":"When you're in a Slump,you're not in for much fun.Un-slumping yourselfis not easily done."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"wisdom","Quote":"Learned we may be with another man's learning: we can only be wise with wisdom of our own."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Lightning doesn’t thunder twice. Let that be a lesson in love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"With any new business deal, don’t think about how much you can afford to get—think about how much you can afford to give. A spirit of giving will allow you to get."},{"Author":"Homer","Category":"wisdom","Quote":"How prone to doubt, how cautious are the wise!"},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The act of taking the first step is what separates the winners from the losers."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Everything you do is triggered by an emotion of either desire or fear."},{"Author":"Miguel Ruiz,  The Four Agreements: A Practical Guide to Personal Freedom","Category":"wisdom","Quote":"You can have many great ideas in your head, but what makes the difference is the action. Without action upon an idea, there will be no manifestation, no results, and no reward"},{"Author":"Bob Ong","Category":"wisdom","Quote":"Gamitin ang puso para alagaan ang taong malapit sayo. Gamitin ang utakpara alagaan ang sarili mo."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Your personal brand should be like water: not only clear, but transparent to the public. People thirst for that, and they will drink you up."},{"Author":"Arthur C. Clarke","Category":"wisdom","Quote":"Before you become too entranced with gorgeous gadgets and mesmerizing video displays, let me remind you that information is not knowledge, knowledge is not wisdom, and wisdom is not foresight. Each grows out of the other, and we need them all."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"wisdom","Quote":"To me, impulsive means foolish. But if a person’s not a little impulsive, they don’t have a pulse."},{"Author":"Alexander Pope","Category":"wisdom","Quote":"A man should never be ashamed to own that he has been in the wrong, which is but saying in other words that he is wiser today than he was yesterday."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Love only grows by sharing. You can only have more for yourself by giving it away to others."},{"Author":"J.R. Ward,  Crave","Category":"wisdom","Quote":"But that was life: Nobody got a guided tour to their own theme park. You had to hop on the rides as they presented themselves, never knowing whether you would like the one you were in line for...or if the bastard was going to make you throw up your corn dog and your cotton candy all over the place."},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"wisdom","Quote":"How many seconds does it take to win second? As many as it takes to win first—if you don’t use them properly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Wisdom is knowing when you are being patient, and when you are wasting time by waiting."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"I cannot compromise my respect for your love. You can keep your love, I will keep my respect."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"wisdom","Quote":"A desire not to butt into other people's business is at least eighty percent of all human wisdom."},{"Author":"محمد عفيفي,  ترانيم في ظل تمارا","Category":"wisdom","Quote":"ليس كل ما يخطر للمرء يقوله ، لا سيما إذا كان صحيحا"},{"Author":"محمد الغزالي,  جدد حياتك","Category":"wisdom","Quote":"إلى البكائين على مافات٫ المتحيّرين وراء تحقيق المعجزات٫ الدائرين حول محور من أنفسهم يصارعون المنى وتصارعهم دون الانتهاء إلى قرار.. ألى هؤلاء نوجّه كلمة ( وليم جيمس ) : \"ان بيننا وبين الله رابطة لاتنفصم٫ فإذا نحن أخضعنا أنفسنا لإشرافه-سبحانه وتعالى- تحققت أمنياتنا وآمالنا كلها"},{"Author":"Isaac Newton","Category":"wisdom","Quote":"Nature is pleased with simplicity. And nature is no dummy"},{"Author":"Joe Abercrombie,  Last Argument of Kings","Category":"wisdom","Quote":"Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever."},{"Author":"Philip Pullman","Category":"wisdom","Quote":"I'm trying to undermine the basis of Christian belief... I'm not in the business of offending people. I find the books upholding certain values that I think are important, such as life is immensely valuable and this world is an extraordinarily beautiful place. We should do what we can to increase the amount of wisdom in the world.[Washington Post interview, 19 February 2001]"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"The roses of romance grow when you water your relationship with gratitude. Love will bloom and blossom when you recognize the awesome."},{"Author":"L.M. Montgomery,  Anne of the Island","Category":"wisdom","Quote":"When you've learned to laugh at the things that should be laughed at, and not to laugh at those that shouldn't, you've got wisdom and understanding."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"The going rate for love is going away. And the more you go away, the more expensive it gets."},{"Author":"Alan W. Watts","Category":"wisdom","Quote":"Every intelligent individual wants to know what makes him tick, and yet is at once fascinated and frustrated by the fact that oneself is the most difficult of all things to know."},{"Author":"Marilyn Vos Savant","Category":"wisdom","Quote":"To acquire knowledge, one must study;but to acquire wisdom, one must observe."},{"Author":"Gertrude Stein","Category":"wisdom","Quote":"Everybody gets so much information all day long that they lose their common sense."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"To be angry is easy, but to forgive is hard. That's why to love is easy, and to love is hard. I try to be so hard that I'm soft, like a liquid rock, fluid and forgiving, but unmovable in my resolve."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Wisdom equals knowledge plus courage. You have to not only know what to do and when to do it, but you have to also be brave enough to follow through."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"wisdom","Quote":"You can't dwell on what might have been...and it's not fair to condemn him for something he hasn't done."},{"Author":"Mark Twain,  What Is Man?","Category":"wisdom","Quote":"The fact that man knows right from wrong proves his intellectual superiority to the other creatures; but the fact that he can do wrong proves his moral inferiority to any creatures that cannot."},{"Author":"William Jordan","Category":"wisdom","Quote":"Mistakes are the growing pains of wisdom."},{"Author":"Nora Roberts,  Black Rose","Category":"wisdom","Quote":"That woman doesn't have the sense God gave a retarded flea."},{"Author":"Brian Rathbone,  Regent","Category":"wisdom","Quote":"Wisdom is the reward for surviving our own stupidity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Trying to hide my feelings to avoid getting hurt just ends up hurting not only myself—but also the person I am hiding my feelings from."},{"Author":"Samuel Taylor Coleridge","Category":"wisdom","Quote":"Silence does not always mark wisdom."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The only real limitation on your abilities is the level of your desires. If you want it badly enough, there are no limits on what you can achieve."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"To hide feelings when you are near crying is the secret of dignity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Let me just pause a minute and drink in this moment. And if you film it, I’ll be able to get free refills for life."},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"wisdom","Quote":"If we don't change the direction we are headed, we will end up where we are going."},{"Author":"Confucius","Category":"wisdom","Quote":"Time flows away like the water in the river."},{"Author":"Megan McCafferty,  Second Helpings","Category":"wisdom","Quote":"I'VE LEARNED THAT YOU CAN'T CONTROL WHAT OTHER PEOPLE ARE GOING TO THINK ABOUT YOU.THE BEST YOU CAN DO IN LIFE IS NOT PISS YOURSELFOFF."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My goal is to be as forgiving as a man with amnesia, but love as if I remember and cherish all the things you do that make me smile."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"If a company won't hire you, why don't you start your own company? Steve Jobs created jobs, he didn't apply for them. #Startup your dreams."},{"Author":"Deepak Chopra","Category":"wisdom","Quote":"Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty."},{"Author":"Gordon B. Hinckley","Category":"wisdom","Quote":"It is not so much the major events as the small day-to-day decisions that map the course of our living. . . Our lives are, in reality, the sum total of our seemingly unimportant decisions and of our capacity to live by those decisions."},{"Author":"Anthony Robbins","Category":"wisdom","Quote":"The path to success is to take massive, determined action."},{"Author":"Leo Babauta","Category":"wisdom","Quote":"The way I define happiness is being the creator of your experience, choosing to take pleasure in what you have, right now, regardless of the circumstances, while being the best you that you can be."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Be memorable. Say something unforgettable. Be silent."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I can sell you wine and I can sell you flowers, but I can't sell you romance, because that comes from your heart, and it's free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"If you don't think you need to develop your personal brand, my advice for you comes in the wisdom of two road signs: STOP; DEAD END."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Poor is the man who thinks money makes him wealthy. Love is the true treasure, and the more you give away, the more you have."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"wisdom","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"To wait on love is to tie a weight on your heart and slowly drown. Why sink when you can fly by freely giving love away?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"You can use your mouth to speak the words I love you, or you can use your mouth to kiss me and transport love from your mind to my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Only a fool tells people that only fools buy gold. In the coming future, I’d rather have fool’s gold than dollar bills. Ask Zimbabwe."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Logos on designer clothes don't make me feel like I've got a strong personal brand. No clothes make the man. Even wearing no clothes I'm still me."},{"Author":"Hippolyte Taine","Category":"wisdom","Quote":"I have studied many philosophers and many cats. The wisdom of cats is infinitely superior."},{"Author":"Louisa May Alcott,  Little Women","Category":"wisdom","Quote":"Conceit spoils the finest genius."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"To know a species, look at its fears. To know yourself, look at your fears. Fear in itself is not important, but fear stands there and points you in the direction of things that are important. Don't be afraid of your fears, they're not there to scare you; they're there to let you know that something is worth it."},{"Author":"Patrick Jones,  Nailed","Category":"wisdom","Quote":"The nail that sticks out farthest gets hammered the hardest."},{"Author":"Ray Bradbury,  The Illustrated Man","Category":"wisdom","Quote":"We're all fools,\"said Clemens, \"all the time. It's just we're a different kind each day. We think, I'm not a fool today. I've learned my lesson. I was a fool yesterday but not this morning. Then tomorrow we find out that, yes, we were a fool today too. I think the only way we can grow and get on in this world is to accept the fact we're not perfect and live accordingly."},{"Author":"Tad Williams,  The Dragonbone Chair","Category":"wisdom","Quote":"He who is certain he knows the ending of things when he is only beginning them is either extremely wise or extremely foolish; no matter which is true, he is certainly an unhappy man, for he has put a knife in the heart of wonder."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"wisdom","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"Lili St. Crow","Category":"wisdom","Quote":"Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"To be evenminded is the greatest virtue.Wisdom is to speakthe truth and actin keeping with its nature."},{"Author":"George Eliot","Category":"wisdom","Quote":"Adventure is not outside man; it is within."},{"Author":"Terence McKenna","Category":"wisdom","Quote":"You are an explorer, and you represent our species, and the greatest good you can do is to bring back a new idea, because our world is endangered by the absence of good ideas. Our world is in crisis because of the absence of consciousness."},{"Author":"Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose","Category":"wisdom","Quote":"Can you look without the voice in your head commenting, drawing conclusions, comparing, or trying to figure something out?"},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"wisdom","Quote":"The best birthday present I ever got from my grandpa was a skinny black tie. It didn’t come in a bag, a box, or even rolled up in tissue paper. It came wrapped in wisdom. As soon as he gave it to me he said, “A tie would make a stronger impression on your boss if you used it as a blindfold and kidnapped him. That‘s why I bought you a black one."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"wisdom","Quote":"What a lover’s heart knows let no man’s brain dispute."},{"Author":"Margaret Thatcher","Category":"wisdom","Quote":"I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left."},{"Author":"Dale Carnegie","Category":"wisdom","Quote":"Be wiser than other people if you can; but do not tell them so."},{"Author":"René Descartes,  Discourse on Method","Category":"wisdom","Quote":"And thus, the actions of life often not allowing any delay, it is a truth very certain that, when it is not in our power to determine the most true opinions we ought to follow the most probable."},{"Author":"Clarence Darrow,  The Story of My Life","Category":"wisdom","Quote":"I have always felt that doubt was the beginning of wisdom, and the fear of God was the end of wisdom."},{"Author":"Quentin R. Bufogle","Category":"wisdom","Quote":"If you're gonna burn a bridge behind you, make sure you've crossed it first."},{"Author":"Paulo Coelho","Category":"wisdom","Quote":"Life moves very fast. It rushes from Heaven to Hell in a matter of seconds."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My past is black and my future is blank. My only canvas is the present. The best color to paint with is love."},{"Author":"Black Elk","Category":"wisdom","Quote":"The first peace, which is the most important, is that which comes within the souls of people when they realize their relationship, their oneness with the universe and all its powers, and when they realize at the center of the universe dwells the Great Spirit, and that its center is really everywhere, it is within each of us."},{"Author":"Harry S. Truman","Category":"wisdom","Quote":"Fame is a vapor, popularity is an accident, riches take wings, those who cheer today may curse tomorrow and only one thing endures - character."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Whatever you believe with feeling becomes your reality."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"wisdom","Quote":"Sometimes wisdom came from strange places, even from giant teenaged goldfish."},{"Author":"Aeschylus,  Agamemnon","Category":"wisdom","Quote":"Wisdom comes through suffering.Trouble, with its memories of pain,Drips in our hearts as we try to sleep,So men against their willLearn to practice moderation.Favours come to us from gods."},{"Author":"Franklin D. Roosevelt","Category":"wisdom","Quote":"Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."},{"Author":"Hunter S. Thompson,  Kingdom of Fear: Loathsome Secrets of a Star-Crossed Child in the Final Days of the American Century","Category":"wisdom","Quote":"Morality is temporary, wisdom is permanent."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"He hated when his own advice applied to himself."},{"Author":"C.G. Jung","Category":"wisdom","Quote":"How can I be substantial if I do not cast a shadow? I must have a dark side also If I am to be whole"},{"Author":"Horace","Category":"wisdom","Quote":"Begin, be bold, and venture to be wise."},{"Author":"Melissa Marr,  Darkest Mercy","Category":"wisdom","Quote":"Chase away sorrow by living"},{"Author":"Leo Babauta","Category":"wisdom","Quote":"The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now."},{"Author":"Ansel Adams","Category":"wisdom","Quote":"In wisdom gathered over time I have found that every experience is a form of exploration."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"No,’ Nico said. ‘Getting a second life is one thing. Making it a better life, that’s the trick.’ As soon as he said it, Nico realized he could’ve been talking about himself. He decided not to bring that up."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"wisdom","Quote":"Whatever happens to your body, your soul will survive, untouched..."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"If one makes a mistake, then an apology is usually sufficient to get things back on an even keel. However-and this is a big ‘however’- most people do not ever know why their apology did not seem to have any effect. It is simply that they did not make a mistake; they made a choice…and never understood the difference between the two."},{"Author":"Dan Millman,  Way of the Peaceful Warrior: A Book That Changes Lives","Category":"wisdom","Quote":"Everything you'll ever need to know is within you; the secrets of the universe are imprinted on the cells of your body."},{"Author":"Viggo Mortensen","Category":"wisdom","Quote":"You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"wisdom","Quote":"Reading a book is like having the ability to dip a straw into the author’s soul and sip and slurp without lowering the water table of wisdom."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"If you're not comfortable enough with yourself or with your own truth when entering a relationship, then you're not ready for that relationship."},{"Author":"Nicholas Sparks","Category":"truth","Quote":"I'm sure you think that I don't understand what you're going through, but I do. It's just that sometimes, our future is dictated by what we are, opposed to what we want."},{"Author":"Jeanne Birdsall,  The Penderwicks on Gardam Street","Category":"truth","Quote":"...even a tiny bit of deceit is dishonorable when it's used for selfish or cowardly reasons.- Mr. Penderwick"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Nothing carries meaning. People carry meaning. We are the porters of importance."},{"Author":"E. Lockhart,  The Boyfriend List: 15 Guys, 11 Shrink Appointments, 4 Ceramic Frogs and Me, Ruby Oliver","Category":"truth","Quote":"It shattered something inside me that hadn't been broken before."},{"Author":"Alison Goodman,  Eon: Dragoneye Reborn","Category":"truth","Quote":"I found power in accepting the truth of who I am. It may not be a truth that others can accept, but I cannot live any other way. How would it be to live a lie every minute of your life."},{"Author":"Jodi Picoult,  Salem Falls","Category":"truth","Quote":"Words are like eggs dropped from great heights; you can no more call them back than ignore the mess they leave when they fall."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"There’s no reason to not be humble, because as great as you may be, you can always be greater."},{"Author":"Turcois Ominek","Category":"truth","Quote":"I'm guilty of giving people more chances than they deserve but when I'm done, I'm done."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"She asked me how I slept. Knowing she meant quality of sleep, I said I slept naked. It’s true. Ask any of the joggers who saw me sleepwalking."},{"Author":"Christopher Hitchens","Category":"truth","Quote":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him will believeth in anything. - Hitchens 3:16"},{"Author":"Joss Whedon","Category":"truth","Quote":"You take people, you put them on a journey, you give them peril, you find out who they really are."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"truth","Quote":"To become one who believes two become one, you need love in your life."},{"Author":"Sophie Kinsella,  Confessions of a Shopaholic","Category":"truth","Quote":"A man will never love you or treat you as well as a store. If a man doesn’t fit, you can’t exchange him seven days later for a gorgeous cashmere sweater. And a store always smells good. A store can awaken a lust for things you never even knew you needed. And when your fingers first grasp those shiny, new bags…"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"True regret is knowing you missed your only opportunity to be simply a good friend to someone that was exactly like you."},{"Author":"Anton Szandor LaVey","Category":"truth","Quote":"It has been said, 'the truth will make men free.' The truth alone has never made anyone free. It is only doubt which will bring mental emancipation."},{"Author":"Katherine Dunn,  Geek Love","Category":"truth","Quote":"The truth is always an insult or a joke, lies are generally tastier. We love them. The nature of lies is to please. Truth has no concern for anyone's comfort"},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"truth","Quote":"To be great, be whole;Exclude nothing, exaggerate nothing that is not you.Be whole in everything. Put all you areInto the smallest thing you do.So, in each lake, the moon shines with splendorBecause it blooms up above."},{"Author":"Khaled Hosseini,  The Kite Runner","Category":"truth","Quote":"Better to get hurt by the truth than comforted with a lie."},{"Author":"Arthur Conan Doyle,  A Case of Identity","Category":"truth","Quote":"Life is infinitely stranger than anything which the mind of man could invent."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I think eulogies are wasted on the dead. It’s the living who need to hear kind words spoken about them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"It's a black and white issue: gray is grey, and there's no two ways about it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"If I had no clothes it’d be winter. If I were naked, it’d be the truth and we could lie together."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"At first, they'll only dislike what you say, but the more correct you start sounding the more they'll dislike you."},{"Author":"Gayle Forman,  Where She Went","Category":"truth","Quote":"In the calculus of feelings, you never really know how one person's absence will affect you more than another's."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I have a tongue like a rose petal, and when I say I love you, it has the fragrance of truth. My words are my garden, and I’m planting our future."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"truth","Quote":"An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."},{"Author":"Anne Rice,  The Vampire Lestat","Category":"truth","Quote":"I never lie,\"I said offhand. \"At least not to those I don't love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I count as blessings things I could have benefited from, even if I neglected to utilize them. A gift is still a gift, even if left wrapped and unopened."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"You gotta run more than your mouth to escape the treadmill of mediocrity. A true hustler jogs during the day, and sleepwalks at night."},{"Author":"Hermann Hesse","Category":"truth","Quote":"I will no longer mutilate and destroy myself in order to find a secret behind the ruins."},{"Author":"Carlos Ruiz Zafón","Category":"truth","Quote":"that as long as we are being remembered, we remain alive."},{"Author":"Plato","Category":"truth","Quote":"You should not honor men more than truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Telephone pole wires get in the way of great photos. Communication always gets in the way of communication."},{"Author":"Leo Rosten","Category":"truth","Quote":"The purpose of life is not to be happy—but to matter, to be productive, to be useful, to have it make some difference that you lived at all."},{"Author":"Al David","Category":"truth","Quote":"One lie has the power to tarnish a thousand truths."},{"Author":"Judy Blume","Category":"truth","Quote":"The truth will make you odd."},{"Author":"Philip Pullman,  The Amber Spyglass","Category":"truth","Quote":"I told him I was going to betray you, and betray Lyra, and he believed me because I was corrupt and full of wickedness; he looked so deep I felt sure he'd see the truth. But I lied too well. I was lying with every nerve and fiber and everything I'd ever done...I wanted him to find no good in me, and he didn't. There is none."},{"Author":"Rachel Maddow","Category":"truth","Quote":"The single best thing about coming out of the closet is that nobody can insult you by telling you what you've just told them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"The naked truth is anything but naked. But it will be soon enough, if I keep giving it alcohol."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"truth","Quote":"That sometimes human beings have to just sit in one place and, like, hurt. That you will become way less concerned with what other people think of you when you realize how seldom they do. That there is such a thing as raw, unalloyed, agendaless kindness. That it is possible to fall asleep during an anxiety attack. That concentrating on anything is very hard work."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Under the guise of being nice guys, the central bankers have done to the people what no army in history has been evil enough to do."},{"Author":"Ashly Lorenzana","Category":"truth","Quote":"Never do anything that you can't admit doing, because if you are that ashamed of whatever it is, it's probably wrong."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My reality is it’s nighttime. The truth is I’m just blindfolded. How many people live like me, in self-deluded darkness?"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"You will never find the real truth among people that are insecure or have egos to protect. Truth over time becomes either guarded or twisted as their perspective changes; it changes with the seasons of their shame, love, hope or pride."},{"Author":"Neal A. Maxwell,  The Neal A. Maxwell Quote Book","Category":"truth","Quote":"The laughter of the world is merely loneliness pathetically trying to reassure itself."},{"Author":"Victor Hugo","Category":"truth","Quote":"It is not easy to keep silent when silence is a lie."},{"Author":"Sarah Dessen,  Lock and Key","Category":"truth","Quote":"The worst thing you can do if you miss or need someone is let them know it."},{"Author":"Laurell K. Hamilton,  Micah","Category":"truth","Quote":"The truth may not set you free, but used carefully, it can confuse the hell out of your enemies."},{"Author":"Jacques Derrida","Category":"truth","Quote":"What cannot be said above all must not be silenced but written."},{"Author":"José N. Harris,  MI VIDA: A Story of Faith, Hope and Love","Category":"truth","Quote":"Never apologize for showing your feelings. When you do, you are apologizing for the truth."},{"Author":"C. JoyBell C.","Category":"truth","Quote":"Destiny is real. And she's not mild-mannered. She will come around and hit you in the face and knock you over and before you know what hit you, you're naked- stripped of everything you thought you knew and everything you thought you didn't know- and there you are! A bloody nose, bruises all over you, and naked. And it's the most beautiful thing."},{"Author":"Clive Barker","Category":"truth","Quote":"[Horror fiction] shows us that the control we believe we have is purely illusory, and that every moment we teeter on chaos and oblivion."},{"Author":"Gautama Buddha,  The Dhammapada","Category":"truth","Quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]"},{"Author":"George Bernard Shaw,  Back to Methuselah","Category":"truth","Quote":"When a thing is funny, search it carefully for a hidden truth."},{"Author":"Immanuel Kant,  An Answer to the Question: What Is Enlightenment?","Category":"truth","Quote":"Enlightenment is man's release from his self-incurred tutelage. Tutelage is man's inability to make use of his understanding without direction from another. Self-incurred is this tutelage when its cause lies not in lack of reason but in lack of resolution and courage to use it without direction from another. Sapere aude! 'Have courage to use your own reason!'- that is the motto of enlightenment."},{"Author":"Simone de Beauvoir,  The Woman Destroyed","Category":"truth","Quote":"What an odd thing a diary is: the things you omit are more important than those you put in."},{"Author":"Jess C. Scott,  New Order","Category":"truth","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Kristin Cashore,  Graceling","Category":"truth","Quote":"In the end, Leck should have stuck to his lies. For it was the truth he almost told that killed him."},{"Author":"Graeme Simsion,  The Rosie Project","Category":"truth","Quote":"I asked you here tonight because when you realise you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Just when you thought you’d considered all the angles, life goes from a square to a cube. Love should also be 3D."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My cat is ignorant of the law. But then so am I. That means I am not his master, because we are both slaves."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Better than learning how to speak a foreign language, is to start speaking the truth. But few people will listen, because they just don’t understand."},{"Author":"George Orwell","Category":"truth","Quote":"To see what is in front of one’s nose needs a constant struggle."},{"Author":"Richard Dawkins","Category":"truth","Quote":"...when two opposite points of view are expressed with equal intensity, the truth does not necessarily lie exactly halfway between them. It is possible for one side to be simply wrong."},{"Author":"Frank Herbert,  Dune","Category":"truth","Quote":"There is no escape—we pay for the violence of our ancestors."},{"Author":"André Gide","Category":"truth","Quote":"The color of truth is grey."},{"Author":"Winston S. Churchill","Category":"truth","Quote":"Occasionally he stumbled over the truth, but hastily picked himself up and hurried on as if nothing had happened."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"truth","Quote":"I was in my bed trying to figure out why sometimes you can wake up and go back to sleep and other times you can't"},{"Author":"Anaïs Nin,  Journals Of Anais Nin Volume 3","Category":"truth","Quote":"There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic."},{"Author":"Cassandra Clare,  City of Heavenly Fire","Category":"truth","Quote":"If you never tell anyone the truth about yourself, eventually you start to forget. The love, the heartbreak, the joy, the despair, the things I did that were good, the things I did that were shameful--if I kept them all inside, my memories of them would start to disappear. And then I would disappear."},{"Author":"Pablo Picasso","Category":"truth","Quote":"We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"When you give yourself permission to communicate what matters to you in every situation you will have peace despite rejection or disapproval. Putting a voice to your soul helps you to let go of the negative energy of fear and regret."},{"Author":"Steve Maraboli","Category":"truth","Quote":"Today is a new day. Don't let your history interfere with your destiny! Let today be the day you stop being a victim of your circumstances and start taking action towards the life you want. You have the power and the time to shape your life. Break free from the poisonous victim mentality and embrace the truth of your greatness. You were not meant for a mundane or mediocre life!"},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"truth","Quote":"To love is easy, to be in a relationship is extremely difficult."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."},{"Author":"Ellen Goodman","Category":"truth","Quote":"Normal is getting dressed in clothes that you buy for work and driving through traffic in a car that you are still paying for - in order to get to the job you need to pay for the clothes and the car, and the house you leave vacant all day so you can afford to live in it."},{"Author":"Jenny Han,  We'll Always Have Summer","Category":"truth","Quote":"There hadn’t been one specific moment. It was like gradualy waking up. You go from being asleep to the space between dreaming and awake and then into consciousness. It’s a slow process, but when you’re awake, there’s no mistaking it. There was no mistaking that it had been love."},{"Author":"Brandon Sanderson,  The Hero of Ages","Category":"truth","Quote":"If you give up what you want most for what you think you should want more, you'll end up miserable."},{"Author":"Martin Luther King Jr.","Category":"truth","Quote":"I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"truth","Quote":"It is perfectly monstrous,' he said, at last, 'the way people go about nowadays saying things against one behind one's back that are absolutely and entirely true."},{"Author":"Ally Carter,  Uncommon Criminals","Category":"truth","Quote":"Every decent con man knows that the simplest truth is more powerful than even the most elaborate lie."},{"Author":"Khaled Hosseini","Category":"truth","Quote":"Writing fiction is the act of weaving a series of lies to arrive at a greater truth."},{"Author":"Aldous Huxley,  Brave New World","Category":"truth","Quote":"I ate civilization. It poisoned me; I was defiled. And then,\"he added in a lower tone, \"I ate my own wickedness."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"truth","Quote":"All children mythologise their birth. It is a universal trait. You want to know someone? Heart, mind and soul? Ask him to tell you about when he was born. What you get won’t be the truth: it will be a story. And nothing is more telling than a story."},{"Author":"Benjamin Disraeli","Category":"truth","Quote":"When men are pure, laws are useless; when men are corrupt, laws are broken."},{"Author":"Meister Eckhart","Category":"truth","Quote":"Only the hand that erases can write the true thing."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"truth","Quote":"Macy: “In Truth,” I said, “there are no rules other than you have to tell the truth.”Wes: “How do you win?” he askedMacy: “That,” I said, “is such a boy question."},{"Author":"Derek Landy,  Death Bringer","Category":"truth","Quote":"The fact is that we have no way of knowing if the person who we think we are is at the core of our being. Are you a decent girl with the potential to someday become an evil monster, or are you an evil monster that thinks it's a decent girl?\"\"Wouldn't I know which one I was?\"\"Good God, no. The lies we tell other people are nothing to the lies we tell ourselves."},{"Author":"Lynn Marie Sager,  A River Worth Riding","Category":"truth","Quote":"People are always complaining that life's not fair, but that simply isn't true. Life is extraordinarily fair. It's just not centered on you."},{"Author":"Jess C. Scott,  The Intern","Category":"truth","Quote":"Please, touch me, I pray."},{"Author":"David Levithan,  Every Day","Category":"truth","Quote":"It’s as simple as that. Simple and complicated, as most true things are."},{"Author":"Toni Morrison,  The Bluest Eye","Category":"truth","Quote":"Along with the idea of romantic love, she was introduced to another--physical beauty. Probably the most destructive ideas in the history of human thought. Both originated in envy, thrived in insecurity, and ended in disillusion."},{"Author":"Sara Shepard,  Perfect","Category":"truth","Quote":"Before you enbark on a journey of revenge, dig two graves."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"Convictions are more dangerous foes of truth than lies."},{"Author":"Erica Jong","Category":"truth","Quote":"Show me a woman who doesn't feel guilty and I'll show you a man."},{"Author":"Isaac Bashevis Singer,  The Collected Stories of Isaac Bashevis Singer","Category":"truth","Quote":"I believe in God but people are liars. It's those people who say they are appointed by God who I don't believe in."},{"Author":"D. Aswini,  Saffron - The Blood Swan","Category":"truth","Quote":"Death is unstoppable. One must face it as a fact of life"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Money is not equal for all people. A strong personal brand adds more lift and leverage. One dollar from me may buy a soda from a car dealership, but one dollar from Justin Bieber may get him a Ferrari. And they'd pay him to drive away."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Lightning doesn’t thunder twice. Let that be a lesson in love."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"truth","Quote":"It's easy to look back and see it, and it's easy to give the advice. But the sad fact is, most people don't look beneath the surface until it's too late."},{"Author":"Jess C. Scott,  Bad Romance: Seven Deadly Sins Anthology","Category":"truth","Quote":"Hypocrites get offended by the truth."},{"Author":"John F. Kennedy","Category":"truth","Quote":"The great enemy of truth is very often not the lie--deliberate, contrived and dishonest--but the myth--persistent, persuasive and unrealistic. Too often we hold fast to the cliches of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.[Commencement Address at Yale University, June 11 1962]"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"truth","Quote":"I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are."},{"Author":"Neil Gaiman","Category":"truth","Quote":"It is a fool's prerogative to utter truths that no one else will speak."},{"Author":"Oscar Wilde,  De Profundis","Category":"truth","Quote":"To regret one’s own experiences is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"How would your life be different if…You approached all relationships with authenticity and honesty? Let today be the day…You dedicate yourself to building relationships on the solid foundation of truth and authenticity."},{"Author":"Voltaire","Category":"life","Quote":"God gave us the gift of life; it is up to us to give ourselves the gift of living well."},{"Author":"Walter Anderson","Category":"life","Quote":"Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself."},{"Author":"George Bernard Shaw,  Man and Superman","Category":"life","Quote":"The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man."},{"Author":"George Washington","Category":"life","Quote":"My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her."},{"Author":"Eleanor Roosevelt","Category":"life","Quote":"The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience."},{"Author":"Barbara de Angelis","Category":"life","Quote":"Difficult times always create opportunities for you to experience more love in your life."},{"Author":"Chris Rock","Category":"life","Quote":"I don't get high, but sometimes I wish I did. That way, when I messed up in life I would have an excuse. But right now there's no rehab for stupidity."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"life","Quote":"please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you."},{"Author":"Alexa Chung","Category":"life","Quote":"Not everything happens for a reason. Sometimes life just sucks."},{"Author":"Bob Marley","Category":"life","Quote":"Better to die fighting for freedom then be a prisoner all the days of your life."},{"Author":"Mike Murdock","Category":"life","Quote":"You will never change your life until you change something you do daily."},{"Author":"Joe Biden","Category":"life","Quote":"Failure at some point in your life is inevitable, but giving up is unforgivable."},{"Author":"Charles Darwin,  The Autobiography of Charles Darwin, 1809–82","Category":"life","Quote":"If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week."},{"Author":"Portia de Rossi","Category":"life","Quote":"I'm living by example by continuing on with my career and having a full, rich life, and I am incidentally gay."},{"Author":"Sam Taylor-Johnson","Category":"life","Quote":"I only photograph myself at poignant moments in my life as a check of where I am and how large my thighs are."},{"Author":"Bill Watterson","Category":"life","Quote":"I'm killing time while I wait for life to shower me with meaning and happiness."},{"Author":"Gayle Forman,  If I Stay","Category":"life","Quote":"If you stay, I'll do whatever you want. I'll quit the band, go with you to New York. But if you need me to go away, I'll do that, too. I was talking to Liz and she said maybe coming back to your old life would be too painful, that maybe it'd be easier for you to erase us. And that would suck, but I'd do it. I can lose you like that if I don't lose you today. I'll let you go. If you stay."},{"Author":"Barbara de Angelis","Category":"life","Quote":"Difficult times always create opportunities for you to experience more love in your life."},{"Author":"Albert Schweitzer","Category":"life","Quote":"There are two means of refuge from the misery of life — music and cats."},{"Author":"Harvey Fierstein","Category":"life","Quote":"Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself."},{"Author":"Tom Watson","Category":"life","Quote":"I'm very happy with my life. I am what I am. I don't worry about anything that I can't control. That's a really good lesson in life."},{"Author":"Steve Buyer","Category":"life","Quote":"For those who have made the ultimate sacrifice, we are grateful that such men and women were among us. For those who continue to serve, we honor their commitment. For those who return to civilian life, we honor their service."},{"Author":"Paulo Coelho","Category":"life","Quote":"Don't waste your time with explanations: people only hear what they want to hear."},{"Author":"Jonathan Safran Foer","Category":"life","Quote":"Time was passing like a hand waving from a train I wanted to be on. I hope you never have to think about anything as much as I think about you."},{"Author":"Morris West","Category":"life","Quote":"If you spend your whole life waiting for the storm, you'll never enjoy the sunshine."},{"Author":"Khaled Hosseini,  The Kite Runner","Category":"life","Quote":"There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth."},{"Author":"Kirk Cameron","Category":"life","Quote":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."},{"Author":"Terry Pratchett,  Sourcery","Category":"life","Quote":"I meant,\"said Ipslore bitterly, \"what is there in this world that truly makes living worthwhile?\"Death thought about it.CATS, he said eventually. CATS ARE NICE."},{"Author":"John Mayer","Category":"life","Quote":"You make a choice in your life, and it affects your life in all the ways, good and bad."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"life","Quote":"You endure what is unbearable, and you bear it. That is all."},{"Author":"Edvard Munch","Category":"life","Quote":"Sickness, insanity and death were the angels that surrounded my cradle and they have followed me throughout my life."},{"Author":"Marjane Satrapi","Category":"life","Quote":"Life is complex. You don't have any person who is nice from the beginning until the end. You don't always have the notion of redemption. The bad people don't always pay."},{"Author":"Soichiro Honda","Category":"life","Quote":"There is a Japanese proverb that literally goes 'Raise the sail with your stronger hand', meaning you must go after the opportunities that arise in life that you are best equipped to do."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"life","Quote":"The mouth is made for communication, and nothing is more articulate than a kiss."},{"Author":"Steven Adler","Category":"life","Quote":"Every musician, their goal in life is to play music that people love, and I've accomplished my goal. I was inducted into the Rock and Roll Hall of Fame and left that chapter of my life and those people in the past. Good and bad, I've loved and am thankful for that chapter."},{"Author":"Ayn Rand,  The Fountainhead","Category":"life","Quote":"I could die for you. But I couldn't, and wouldn't, live for you."},{"Author":"Billy Porter","Category":"life","Quote":"I grew up when one of America's greatest black playwrights, August Wilson, was writing about life in Pittsburgh, but I never saw myself in any of his straight-male plays. And then I see 'Angels,' which was so honest and painful, and it had this black drag queen in it, Belize, with a big heart. I finally had a character to relate to."},{"Author":"Jim Morrison","Category":"life","Quote":"People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over. Yeah, I guess it is a friend."},{"Author":"John Green,  Will Grayson, Will Grayson","Category":"life","Quote":"When things break, it's not the actual breaking that prevents them from getting back together again. It's because a little piece gets lost - the two remaining ends couldn't fit together even if they wanted to. The whole shape has changed."},{"Author":"Malcolm X","Category":"life","Quote":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth."},{"Author":"Leo Tolstoy,  Essays, Letters and Miscellanies","Category":"life","Quote":"If, then, I were asked for the most important advice I could give, that which I considered to be the most useful to the men of our century, I should simply say: in the name of God, stop a moment, cease your work, look around you."},{"Author":"Rumi","Category":"life","Quote":"This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet."},{"Author":"Alexis Carrel","Category":"life","Quote":"The quality of life is more important than life itself."},{"Author":"Oprah Winfrey","Category":"life","Quote":"Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough"},{"Author":"Christopher McCandless","Category":"life","Quote":"I have had a happy life and thank the Lord. Goodbye and may God bless all!"},{"Author":"Kourtney Kardashian","Category":"life","Quote":"Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"life","Quote":"I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me."},{"Author":"Morrie Schwartz","Category":"life","Quote":"After you have wept and grieved for your physical losses, cherish the functions and the life you have left."},{"Author":"Zac Efron","Category":"life","Quote":"I've grown up a lot, I'm on my own, and I've learned some valuable life lessons."},{"Author":"Anaïs Nin","Category":"life","Quote":"Luxury is not a necessity to me, but beautiful and good things are."},{"Author":"Albert Camus","Category":"life","Quote":"We continue to shape our personality all our life. If we knew ourselves perfectly, we should die."},{"Author":"Matt Damon","Category":"life","Quote":"If anybody wanted to photograph my life, they'd get bored in a day."},{"Author":"Ben Okri","Category":"life","Quote":"The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering."},{"Author":"Kurt Vonnegut,  Slaughterhouse-Five","Category":"life","Quote":"How nice -- to feel nothing, and still get full credit for being alive."},{"Author":"Jennifer Carpenter","Category":"life","Quote":"One of the things I've started doing lately is tracking my dreams. I feel like there's a lot of information there and you can really bring those emotions to the situations that may feel mundane or familiar. That gives them new life and gives you a new relationship with it - if that makes any sort of sense."},{"Author":"Jimi Hendrix","Category":"life","Quote":"The story of life is quicker than the blink of an eye, the story of love is hello, goodbye."},{"Author":"Confucius","Category":"life","Quote":"It does not matter how slowly you go as long as you do not stop."},{"Author":"Confucius","Category":"life","Quote":"It does not matter how slowly you go as long as you do not stop."},{"Author":"Mahatma Gandhi","Category":"life","Quote":"To deprive a man of his natural liberty and to deny to him the ordinary amenities of life is worse then starving the body; it is starvation of the soul, the dweller in the body."},{"Author":"Horton Foote","Category":"life","Quote":"I’ve known people that the world has thrown everything at to discourage them...to break their spirit. And yet something about them retains a dignity. They face life and don’t ask quarters."},{"Author":"Paul Bloom","Category":"life","Quote":"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community."},{"Author":"Gustave Flaubert","Category":"life","Quote":"Be steady and well-ordered in your life so that you can be fierce and original in your work."},{"Author":"Virginia Woolf","Category":"life","Quote":"Fiction is like a spider's web, attached ever so slightly perhaps, but still attached to life at all four corners. Often the attachment is scarcely perceptible."},{"Author":"Steve Maraboli","Category":"life","Quote":"Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness."},{"Author":"Corey Feldman","Category":"life","Quote":"I have led a pretty colorful life."},{"Author":"Søren Kierkegaard,  The Concept of Anxiety: A Simple Psychologically Orienting Deliberation on the Dogmatic Issue of Hereditary Sin","Category":"life","Quote":"Anxiety is the dizziness of freedom."},{"Author":"Woody Allen","Category":"life","Quote":"Life doesn't imitate art, it imitates bad television."},{"Author":"Harvey Pekar","Category":"life","Quote":"Ordinary life is pretty complex stuff."},{"Author":"Joel Osteen","Category":"life","Quote":"I think a big test we all face in life on a regular basis is that discouragement test. Life's not always fair, but I believe if you keep doing the right thing, God will get you to where you are."},{"Author":"Chin-Ning Chu","Category":"life","Quote":"A successful life is one that is lived through understanding and pursuing one's own path, not chasing after the dreams of others."},{"Author":"Monica Raymund","Category":"life","Quote":"Little white lies are part of everyday life. If you're in court being charged with a felony, you're probably going to be tempted to lie. Or if your girlfriend asks you if the sweater she is wearing makes her look fat; you're going to lie because you love that person. There are different reasons and justifications to lie; it's human nature."},{"Author":"Isaac Bashevis Singer","Category":"life","Quote":"A story to me means a plot where there is some surprise. Because that is how life is - full of surprises."},{"Author":"حافظ","Category":"life","Quote":"Even After All this timeThe Sun never says to the Earth,\"You owe me.\"LookWhat happensWith a love like that,It lights the whole sky."},{"Author":"William Lyon Phelps","Category":"life","Quote":"One of the secrets of life is to keep our intellectual curiosity acute."},{"Author":"Helen Keller,  The Open Door","Category":"life","Quote":"Life is either a daring adventure or nothing at all."},{"Author":"Hayley Williams","Category":"life","Quote":"Sometimes it takes a good fall to really know where you stand"},{"Author":"Sun Tzu,  The Art of War","Category":"life","Quote":"Appear weak when you are strong, and strong when you are weak."},{"Author":"Mary Oliver","Category":"life","Quote":"To live in this world, you must be able to do three things: to love what is mortal; to hold it against your bones knowing your own life depends on it; and, when the time comes to let it go, to let it go."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"life","Quote":"Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't."},{"Author":"Elizabeth Gilbert,  Eat Pray Love: One Woman's Search for Everything Across Italy, India and Indonesia","Category":"life","Quote":"Your emotions are the slaves to your thoughts, and you are the slave to your emotions."},{"Author":"Sophie Kinsella,  The Undomestic Goddess","Category":"life","Quote":"sometimes you don't need a goal in life, you don't need to know the big picture. you just need to know what you're going to do next!"},{"Author":"Francis Bacon,  The Advancement Of Learning","Category":"life","Quote":"If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"life","Quote":"The Bhagavad Gita--that ancient Indian Yogic text--says that it is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection."},{"Author":"Khloe Kardashian","Category":"life","Quote":"I don't believe in revenge. When people are bullies it's because of a deeper-rooted issue - either their family life is tough or they're being bullied by someone bigger than they are."},{"Author":"Charles M. Schulz","Category":"life","Quote":"Sometimes I lie awake at night, and I ask, 'Where have I gone wrong'.Then a voice says to me, 'This is going to take more than one night."},{"Author":"Mae West","Category":"life","Quote":"I'll try anything once, twice if I like it, three times to make sure."},{"Author":"Dennis Banks","Category":"life","Quote":"Since the beginning, Native Peoples lived a life of being in harmony with all that surrounds us."},{"Author":"Dalai Lama XIV","Category":"life","Quote":"There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.'No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster."},{"Author":"Aldous Huxley","Category":"life","Quote":"Maybe this world is another planet’s hell."},{"Author":"Katharine Weber,  The Music Lesson","Category":"life","Quote":"Life seems sometimes like nothing more than a series of losses, from beginning to end. That's the given. How you respond to those losses, what you make of what's left, that's the part you have to make up as you go."},{"Author":"Marcus Samuelsson","Category":"life","Quote":"For many of us, clean water is so plentiful and readily available that we rarely, if ever, pause to consider what life would be like without it."},{"Author":"Elie Wiesel","Category":"life","Quote":"That I survived the Holocaust and went on to love beautiful girls, to talk, to write, to have toast and tea and live my life - that is what is abnormal."},{"Author":"Neil Gaiman,  The Sandman, Vol. 1: Preludes and Nocturnes","Category":"life","Quote":"You get what anybody gets - you get a lifetime."},{"Author":"Caitlyn Siehl,  Literary Sexts: A Collection of Short & Sexy Love Poems","Category":"life","Quote":"Do not fall in love with people like me. I will take you to museums, and parks, and monuments, and kiss you in every beautiful place, so that you can never go back to them without tasting me like blood in your mouth.I will destroy you in the most beautiful way possible. And when I leave you will finally understand, why storms are named after people."},{"Author":"Gabriel Garcí­a Márquez,  Love in the Time of Cholera","Category":"life","Quote":"He allowed himself to be swayed by his conviction that human beings are not born once and for all on the day their mothers give birth to them, but that life obliges them over and over again to give birth to themselves."},{"Author":"Nicholas Sparks,  Dear John","Category":"life","Quote":"When I look in the mirror, I know I’m looking at someone who isn’t sure she deserves to be loved at all."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"life","Quote":"One of my main regrets in life is giving considerable thought to inconsiderate people."},{"Author":"Victoria Osteen","Category":"life","Quote":"Reality TV is to popular because it allows so many people to sit on the sidelines and just watch somebody else's life. God is saying, 'Don't sit on the sidelines of life. I have put so much in you, but you have got to be strong and very courageous. You have got to step out in faith.'"},{"Author":"Anaïs Nin","Category":"life","Quote":"Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country."},{"Author":"Erica Jong","Category":"life","Quote":"I have accepted fear as part of life – specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back...."},{"Author":"Charles Darwin,  The Life & Letters of Charles Darwin","Category":"life","Quote":"A man who dares to waste one hour of time has not discovered the value of life."},{"Author":"Stephen Vincent Benet","Category":"life","Quote":"Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways."},{"Author":"Audrey Hepburn","Category":"life","Quote":"I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day, and I believe in miracles"},{"Author":"Gena Showalter,  Oh My Goth","Category":"life","Quote":"What makes big boobs and perkiness so attractive to boys? I mean, really. Two round, mounds of fat and a fake smile. Yeah, winning attributes."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"life","Quote":"If there is no love in the world, we will make a new world, and we will give it walls, and we will furnish it with soft, red interiors, from the inside out, and give it a knocker that resonates like a diamond falling to a jeweller's felt so that we should never hear it. Love me, because love doesn't exist, and I have tried everything that does."},{"Author":"Lester Holt","Category":"life","Quote":"What I've come to know is that in life, it's not always the questions we ask, but rather our ability to hear the answers that truly enriches our understanding. Never, never stop learning."},{"Author":"Judy Blume","Category":"life","Quote":"My only advice is to stay aware, listen carefully, and yell for help if you need it."},{"Author":"Groucho Marx","Category":"life","Quote":"The secret of life is honesty and fair dealing. If you can fake that, you've got it made."},{"Author":"Johnny Weir","Category":"life","Quote":"I'm not ashamed to be me. More than anyone else I know, I love my life and accept myself. What's wrong with being unique? I am proud of everything that I am and will become."},{"Author":"Ariana Grande","Category":"life","Quote":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories."},{"Author":"Amy Tan","Category":"life","Quote":"If you can't change your fate, change your attitude."},{"Author":"Kenneth Branagh","Category":"life","Quote":"Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things."},{"Author":"Ralph Waldo Emerson","Category":"life","Quote":"It is not the length of life, but the depth."},{"Author":"Skylar Grey","Category":"life","Quote":"Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way."},{"Author":"Miley Cyrus","Category":"life","Quote":"God wants my life to be about being successful and being happy and blessing other people and being blessed."},{"Author":"Ben Okri","Category":"life","Quote":"The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"life","Quote":"I just need to know that someone out there listens and understands and doesn't try to sleep with someone even if they could have. I need to know these people exist."},{"Author":"Ralph Ellison,  Invisible Man","Category":"life","Quote":"Life is to be lived, not controlled; and humanity is won by continuing to play in face of certain defeat."},{"Author":"James E. Faust","Category":"life","Quote":"All of us suffer some injuries from experiences that seem to have no rhyme or reason. We cannot understand or explain them. We may never know why some things happen in this life. The reason for some of our suffering is known only to the Lord."},{"Author":"Lillian Gish","Category":"life","Quote":"A happy life is one spent in learning, earning, and yearning."},{"Author":"Alice Hoffman,  Practical Magic","Category":"life","Quote":"Sometimes the right thing feels all wrong until it is over and done with."},{"Author":"Kareena Kapoor Khan","Category":"life","Quote":"Life is full of happiness and tears; be strong and have faith."},{"Author":"Katharine Hepburn,  Me: Stories of My Life","Category":"life","Quote":"We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change."},{"Author":"Juan Pablo Galavis","Category":"life","Quote":"In life, you have to take the pace that love goes. You don't force it. You just don't force love, you don't force falling in love, you don't force being in love - you just become. I don't know how to say that in English, but you just feel it."},{"Author":"Lana Del Rey","Category":"life","Quote":"I have a personal ambition to live my life honestly and honor the true love that I've had and also the people I've had around me. I want to stay hopeful, even though I get scared about why we're even alive at all."},{"Author":"James Hilton,  Lost Horizon","Category":"life","Quote":"People make mistakes in life through believing too much, but they have a damned dull time if they believe too little."},{"Author":"Simone de Beauvoir,  La Vieillesse","Category":"life","Quote":"I am incapable of conceiving infinity, and yet I do not accept finity. I want this adventure that is the context of my life to go on without end."},{"Author":"Neil Gaiman,  M Is for Magic","Category":"life","Quote":"Stories you read when you're the right age never quite leave you. You may forget who wrote them or what the story was called. Sometimes you'll forget precisely what happened, but if a story touches you it will stay with you, haunting the places in your mind that you rarely ever visit."},{"Author":"Waris Dirie","Category":"life","Quote":"I love life. I wish I could live another 500 years, truly. There is so much to do. I don't feel bitter or angry or disappointed. If anything, I am very grateful for where I come from. I have absolutely no regrets."},{"Author":"John Lennon","Category":"life","Quote":"Living is Easy with Eyes Closed."},{"Author":"Lemony Snicket,  Horseradish","Category":"life","Quote":"There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself."},{"Author":"Robin Quivers","Category":"life","Quote":"I'm nutty for nutrition. I've become one of those people who can't stop talking about the connection between food and health. Now that I know how much changing what you eat can transform your life, I can't stop proselytizing."},{"Author":"Kami Garcia,  Beautiful Creatures","Category":"life","Quote":"The right thing and the easy thing are never the same."},{"Author":"Brendon Burchard","Category":"life","Quote":"Have you ever played a video game that didn't have escalating levels of difficulty? Well, life can feel like play, too, when we purposefully engage in activities that demand we test and develop our skills."},{"Author":"Juliana Hatfield","Category":"life","Quote":"If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed."},{"Author":"Laura Ingalls Wilder","Category":"life","Quote":"The real things haven't changed. It is still best to be honest and truthful; to make the most of what we have; to be happy with simple pleasures; and have courage when things go wrong."},{"Author":"Mike Huckabee","Category":"life","Quote":"I'm in this wonderful place of life, where everything I'm doing is something I do because I enjoy it."},{"Author":"Tom Clancy","Category":"life","Quote":"The difference between fiction and reality? Fiction has to make sense."},{"Author":"S. Jay Olshansky","Category":"life","Quote":"I'm not sure the least educated members of the population are missing out on the advances in medical technology as much as they are adopting harmful behavioral habits that shorten their life."},{"Author":"Hunter S. Thompson","Category":"life","Quote":"Life has become immeasurably better since I have been forced to stop taking it seriously."},{"Author":"Nicholas Sparks,  Dear John","Category":"life","Quote":"I'd learned that some things are best kept secret."},{"Author":"Toni Morrison","Category":"life","Quote":"We die. That may be the meaning of life. But we do language. That may be the measure of our lives."},{"Author":"Emo Philips","Category":"life","Quote":"You don't appreciate a lot of stuff in school until you get older. Little things like being spanked every day by a middle-aged woman: Stuff you pay good money for in later life."},{"Author":"John Irving,  A Prayer for Owen Meany","Category":"life","Quote":"If you care about something you have to protect it – If you’re lucky enough to find a way of life you love, you have to find the courage to live it."},{"Author":"Veronica Roth,  Insurgent","Category":"life","Quote":"No matter how long you train someone to be brave, you never know if they are or not until something real happens."},{"Author":"George Saunders,  The Braindead Megaphone","Category":"life","Quote":"Don't be afraid to be confused. Try to remain permanently confused. Anything is possible. Stay open, forever, so open it hurts, and then open up some more, until the day you die, world without end, amen."},{"Author":"Harry Callahan","Category":"life","Quote":"I wish more people felt that photography was an adventure the same as life itself and felt that their individual feelings were worth expressing. To me, that makes photography more exciting."},{"Author":"Gustav Mahler","Category":"life","Quote":"I also had a brother who was like me a musician and a composer. A man of great talent, far more gifted than I. He died very young... he killed himself in the prime of his life."},{"Author":"Oscar Wilde","Category":"life","Quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead."},{"Author":"Coco Chanel","Category":"life","Quote":"You live but once; you might as well be amusing."},{"Author":"Antonio Tabucchi","Category":"life","Quote":"People with lots of doubts sometimes find life more oppressive and exhausting than others, but they're more energetic - they aren't robots."},{"Author":"Guillaume Apollinaire","Category":"life","Quote":"Now and then it's good to pause in our pursuit of happiness and just be happy."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"life","Quote":"Death is so terribly final, while life is full of possibilities."},{"Author":"Kobayashi Issa,  Poems","Category":"life","Quote":"What a strange thing!to be alivebeneath cherry blossoms."},{"Author":"Oliver James","Category":"life","Quote":"why are trying so hard to fit in, when you're born to stand out"},{"Author":"Henry Ford","Category":"life","Quote":"The highest use of capital is not to make more money, but to make money do more for the betterment of life."},{"Author":"Audrey Hepburn","Category":"life","Quote":"The best thing to hold onto in life is each other."},{"Author":"Monica Ali,  Brick Lane","Category":"life","Quote":"The thing about getting older is that you don't need everything to be possible any more, you just need things to be certain."},{"Author":"Steven Patrick Morrissey","Category":"life","Quote":"Life's full of tricky snakes and ladders."},{"Author":"Leo Buscaglia","Category":"life","Quote":"Love is life. And if you miss love, you miss life."},{"Author":"Marie Curie","Category":"life","Quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."},{"Author":"Thomas Keneally,  Schindler's List","Category":"life","Quote":"Whoever saves one life, saves the world entire."},{"Author":"Geraldine Ferraro","Category":"life","Quote":"If you think somebody cares about you and believes your life is worth saving, how can you give up?"},{"Author":"Confucius","Category":"life","Quote":"Life is really simple, but we insist on making it complicated."},{"Author":"Stephenie Meyer,  Twilight","Category":"life","Quote":"Death is Peaceful, Life is Harder"},{"Author":"Audrey Hepburn","Category":"life","Quote":"The best thing to hold onto in life is each other."},{"Author":"Henry David Thoreau,  Civil Disobedience and Other Essays","Category":"life","Quote":"Most men lead lives of quiet desperation and go to the grave with the song still in them."},{"Author":"Nikos Kazantzakis,  Zorba the Greek","Category":"life","Quote":"I felt once more how simple and frugal a thing is happiness: a glass of wine, a roast chestnut, a wretched little brazier, the sound of the sea. Nothing else."},{"Author":"Akhil Sharma","Category":"life","Quote":"I am shamelessly biased about the people in my life, and it makes sense to me that other people are the same."},{"Author":"أحمد خالد توفيق","Category":"life","Quote":"لا أخاف الموت ..أخاف أن أموت قبل أن أحيا"},{"Author":"Chuck Palahniuk,  Fight Club","Category":"life","Quote":"At the time, my life just seemed too complete, and maybe we have to break everything to make something better out of ourselves."},{"Author":"Margaret Mitchell,  Gone with the Wind","Category":"life","Quote":"After all, tomorrow is another day!"},{"Author":"Sylvia Plath","Category":"life","Quote":"Wear your heart on your skin in this life."},{"Author":"F. Scott Fitzgerald","Category":"life","Quote":"It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living."},{"Author":"John Keats,  Letters of John Keats","Category":"life","Quote":"Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?"},{"Author":"Nancy Reagan","Category":"life","Quote":"To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life."},{"Author":"Lauren Myracle","Category":"life","Quote":"I live in my own little world. But its ok, they know me here."},{"Author":"Preity Zinta","Category":"life","Quote":"People will always have an opinion, but you have to live life the way you want to. It's very easy to tell others what to do, but difficult to implement it on yourself."},{"Author":"William Goldman,  The Princess Bride","Category":"life","Quote":"Life isn't fair, it's just fairer than death, that's all."},{"Author":"Malala Yousafzai","Category":"life","Quote":"In some parts of the world, students are going to school every day. It's their normal life. But in other part of the world, we are starving for education... it's like a precious gift. It's like a diamond."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"life","Quote":"Some people, they can't just move on, you know, mourn and cry and be done with it. Or at least seem to be. But for me... I don't know. I didn't want to fix it, to forget. It wasn't something that was broken. It's just...something that happened. And like that hole, I'm just finding ways, every day, of working around it. Respecting and remembering and getting on at the same time."},{"Author":"Katherine Jenkins","Category":"life","Quote":"Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this."},{"Author":"Henry Miller,  Stand Still Like the Hummingbird","Category":"life","Quote":"Let me be, was all I wanted. Be what I am, no matter how I am."},{"Author":"Mary Manin Morrissey","Category":"life","Quote":"Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?"},{"Author":"Merlin Olsen","Category":"life","Quote":"One of life's most painful moments comes when we must admit that we didn't do our homework, that we are not prepared."}]
