[{"Author":"Boris Pasternak","Category":"arts","Quote":"Literature is the art of discovering something extraordinary about ordinary people, and saying with ordinary words something extraordinary."},{"Author":"Hunter S. Thompson","Category":"arts","Quote":"Politics is the art of controlling your environment."},{"Author":"William Morris","Category":"arts","Quote":"So long as the system of competition in the production and exchange of the means of life goes on, the degradation of the arts will go on; and if that system is to last for ever, then art is doomed, and will surely die; that is to say, civilization will die."},{"Author":"Nelson Mandela","Category":"arts","Quote":"I started to make a study of the art of war and revolution and, whilst abroad, underwent a course in military training. If there was to be guerrilla warfare, I wanted to be able to stand and fight with my people and to share the hazards of war with them."},{"Author":"Samuel Johnson","Category":"arts","Quote":"There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"books","Quote":"If you only read the books that everyone else is reading, you can only think what everyone else is thinking."},{"Author":"C.S. Lewis","Category":"books","Quote":"You can never get a cup of tea large enough or a book long enough to suit me."},{"Author":"Oscar Wilde","Category":"books","Quote":"If one cannot enjoy reading a book over and over again, there is no use in reading it at all."},{"Author":"Ernest Hemingway","Category":"books","Quote":"There is no friend as loyal as a book."},{"Author":"Oscar Wilde","Category":"books","Quote":"It is what you read when you don't have to that determines what you will be when you can't help it."},{"Author":"Friedrich Nietzsche","Category":"friendship","Quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages."},{"Author":"Orson Welles","Category":"friendship","Quote":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."},{"Author":"Marilyn Monroe","Category":"friendship","Quote":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship."},{"Author":"Eleanor Robson Belmont","Category":"friendship","Quote":"Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets."},{"Author":"Friedrich Nietzsche","Category":"friendship","Quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages."},{"Author":"Ralph Waldo Emerson","Category":"happiness","Quote":"For every minute you are angry you lose sixty seconds of happiness."},{"Author":"Abraham Lincoln","Category":"happiness","Quote":"Folks are usually about as happy as they make their minds up to be."},{"Author":"Marthe Troly-Curtin,  Phrynette Married","Category":"happiness","Quote":"Time you enjoy wasting is not wasted time."},{"Author":"Franklin D. Roosevelt","Category":"happiness","Quote":"Happiness lies in the joy of achievement and the thrill of creative effort."},{"Author":"Chuck Palahniuk,  Diary","Category":"happiness","Quote":"It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace."},{"Author":"Dale Carnegie","Category":"happiness","Quote":"Success is getting what you want. Happiness is wanting what you get."},{"Author":"Ernest Hemingway,  The Garden of Eden","Category":"happiness","Quote":"Happiness in intelligent people is the rarest thing I know."},{"Author":"Dr. Seuss","Category":"life","Quote":"Don't cry because it's over, smile because it happened."},{"Author":"Mae West","Category":"life","Quote":"You only live once, but if you do it right, once is enough."},{"Author":"Robert Frost","Category":"life","Quote":"In three words I can sum up everything I've learned about life: it goes on."},{"Author":"Oscar Wilde","Category":"life","Quote":"To live is the rarest thing in the world. Most people exist, that is all."},{"Author":"Narcotics Anonymous","Category":"life","Quote":"Insanity is doing the same thing, over and over again, but expecting different results."},{"Author":"Albert Einstein","Category":"life","Quote":"There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle."},{"Author":"Mahatma Gandhi","Category":"mind","Quote":"I will not let anyone walk through my mind with their dirty feet."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"mind","Quote":"I consider conversations with people to be mind exercises, but I don't want to pull a muscle, so I stretch a lot. That's why I'm constantly either rolling my eyes or yawning."},{"Author":"Frank McCourt,  Angela's Ashes","Category":"mind","Quote":"You might be poor, your shoes might be broken, but your mind is a palace."},{"Author":"Nicolas Chamfort","Category":"philosophy","Quote":"A day without laughter is a day wasted."},{"Author":"Terry Johnson,  Insignificance","Category":"philosophy","Quote":"Have you ever noticed how ‘What the hell’ is always the right decision to make?"},{"Author":"Anne Frank,  Anne Frank's Tales from the Secret Annex","Category":"philosophy","Quote":"How wonderful it is that nobody need wait a single moment before starting to improve the world."},{"Author":"Margaret Mead","Category":"philosophy","Quote":"Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has."},{"Author":"Kahlil Gibran,  The Prophet","Category":"philosophy","Quote":"You talk when you cease to be at peace with your thoughts."},{"Author":"Jonathan Swift","Category":"philosophy","Quote":"May you live every day of your life."},{"Author":"Marilyn Monroe","Category":"love","Quote":"The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space."},{"Author":"Anaïs Nin","Category":"love","Quote":"Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings."},{"Author":"Marilyn Monroe","Category":"love","Quote":"I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."},{"Author":"Jane Austen,  Northanger Abbey","Category":"love","Quote":"There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature."},{"Author":"Alfred Lord Tennyson","Category":"love","Quote":"If I had a flower for every time I thought of you...I could walk through my garden forever."},{"Author":"Saint Augustine","Category":"love","Quote":"Love is the beauty of the soul."},{"Author":"Mahatma Gandhi","Category":"love","Quote":"Where there is love there is life."},{"Author":"Ingrid Bergman","Category":"love","Quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous."},{"Author":"Maurice Switzer","Category":"wisdom","Quote":"It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it."},{"Author":"Mark Twain","Category":"wisdom","Quote":"Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect)."},{"Author":"William Shakespeare,  As You Like It","Category":"wisdom","Quote":"The fool doth think he is wise, but the wise man knows himself to be a fool."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"Aristotle","Category":"wisdom","Quote":"Knowing yourself is the beginning of all wisdom."},{"Author":"Socrates","Category":"wisdom","Quote":"The only true wisdom is in knowing you know nothing."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Stephen Hawking","Category":"wisdom","Quote":"Life would be tragic if it weren't funny."},{"Author":"John Lennon","Category":"wisdom","Quote":"Count your age by friends, not years. Count your life by smiles, not tears."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Mark Twain","Category":"wisdom","Quote":"In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them."},{"Author":"Langston Hughes","Category":"wisdom","Quote":"Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly."},{"Author":"Jonathan Swift","Category":"wisdom","Quote":"May you live every day of your life."},{"Author":"J.R.R. Tolkien","Category":"wisdom","Quote":"Never laugh at live dragons."},{"Author":"Abigail Van Buren","Category":"wisdom","Quote":"The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back."},{"Author":"Aristotle,  Metaphysics","Category":"wisdom","Quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"The secret of life, though, is to fall seven times and to get up eight times."},{"Author":"Salvador Dali","Category":"success","Quote":"The thermometer of success is merely the jealousy of the malcontents."},{"Author":"Emily Dickinson","Category":"success","Quote":"Success is counted sweetest by those who never succeed."},{"Author":"Billie Jean King","Category":"success","Quote":"A champion is afraid of losing. Everyone else is afraid of winning."},{"Author":"Saint Augustine","Category":"success","Quote":"Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility."},{"Author":"Orison Swett Marden","Category":"success","Quote":"Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours."},{"Author":"George Burns","Category":"success","Quote":"I honestly think it is better to be a failure at something you love than to be a success at something you hate."}]
