[{"Author":"Mario Andretti","Category":"motivation","Quote":"Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."},{"Author":"A. P. J. Abdul Kalam","Category":"motivation","Quote":"The bird is powered by its own life and by its motivation."},{"Author":"Lionel Messi","Category":"motivation","Quote":"Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing."},{"Author":"Bella Thorne","Category":"motivation","Quote":"Everyone suffers some injustice in life, and what better motivation than to help others not suffer in the same way."},{"Author":"Emanuel Cleaver","Category":"motivation","Quote":"Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work."},{"Author":"Dwight D. Eisenhower","Category":"motivation","Quote":"Motivation is the art of getting people to do what you want them to do because they want to do it."},{"Author":"Mario Andretti","Category":"motivation","Quote":"Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."},{"Author":"A. P. J. Abdul Kalam","Category":"motivation","Quote":"The bird is powered by its own life and by its motivation."},{"Author":"Mario Andretti","Category":"motivation","Quote":"Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."},{"Author":"Lou Holtz","Category":"motivation","Quote":"Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it."},{"Author":"A. P. J. Abdul Kalam","Category":"motivation","Quote":"The bird is powered by its own life and by its motivation."},{"Author":"Mario Andretti","Category":"motivation","Quote":"Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek."},{"Author":"Zig Ziglar","Category":"motivation","Quote":"People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily."},{"Author":"Norman Ralph Augustine","Category":"motivation","Quote":"Motivation will almost always beat mere talent."},{"Author":"Dwight D. Eisenhower","Category":"motivation","Quote":"Motivation is the art of getting people to do what you want them to do because they want to do it."},{"Author":"Michael Jordan","Category":"motivation","Quote":"When I lose the sense of motivation and the sense to prove something as a basketball player, it's time for me to move away from the game."},{"Author":"Margaret J. Wheatley","Category":"motivation","Quote":"Even though worker capacity and motivation are destroyed when leaders choose power over productivity, it appears that bosses would rather be in control than have the organization work well."},{"Author":"Edmund Hillary","Category":"motivation","Quote":"I think it all comes down to motivation. If you really want to do something, you will work hard for it."},{"Author":"Leonardo DiCaprio","Category":"motivation","Quote":"I don't think I ever expected anything like an Oscar ever, to tell you the truth. That is not my motivation when I do these roles. I really am motivated by being able to work with great people and create a body of work that I can look back and be proud of."},{"Author":"Lionel Messi","Category":"motivation","Quote":"Money is not a motivating factor. Money doesn't thrill me or make me play better because there are benefits to being wealthy. I'm just happy with a ball at my feet. My motivation comes from playing the game I love. If I wasn't paid to be a professional footballer I would willingly play for nothing."},{"Author":"Jim Rohn","Category":"motivation","Quote":"If someone is going down the wrong road, he doesn't need motivation to speed him up. What he needs is education to turn him around."},{"Author":"Jim Ryun","Category":"motivation","Quote":"Motivation is what gets you started. Habit is what keeps you going."},{"Author":"Bella Thorne","Category":"motivation","Quote":"Everyone suffers some injustice in life, and what better motivation than to help others not suffer in the same way."},{"Author":"Ellen Ochoa","Category":"motivation","Quote":"What everyone in the astronaut corps shares in common is not gender or ethnic background, but motivation, perseverance, and desire - the desire to participate in a voyage of discovery."},{"Author":"Daniel H. Pink","Category":"motivation","Quote":"I don't think it's a Western thing to really talk about intrinsic motivation and the drive for autonomy, mastery and purpose. You have to not be struggling for survival. For people who don't know where their next meal is coming, notions of finding inner motivation are comical."},{"Author":"Dee Hock","Category":"motivation","Quote":"If you look to lead, invest at least 40% of your time managing yourself - your ethics, character, principles, purpose, motivation, and conduct. Invest at least 30% managing those with authority over you, and 15% managing your peers."},{"Author":"M. Night Shyamalan","Category":"motivation","Quote":"I love my stories being multi-layered, and coming at it from different angles, so that you don't understand the film's true emotional motivation until the very end."},{"Author":"Michael Schumacher","Category":"motivation","Quote":"I retired simply because I didn't have the passion and motivation anymore; I was tired. At the time I thought, 'Well, I had a great time, there is the end.' At some moment, there is the right time to call it an end."},{"Author":"Emanuel Cleaver","Category":"motivation","Quote":"Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work."},{"Author":"Pat Riley","Category":"motivation","Quote":"There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning."},{"Author":"Trudi Canavan","Category":"motivation","Quote":"Inspiration comes from so many sources. Music, other fiction, the non-fiction I read, TV shows, films, news reports, people I know, stories I hear, misheard words or lyrics, dreams... Motivation? The memory of the rush I get from a really good writing session - even on a bad day, I know I'll find that again if I keep going."},{"Author":"Rick Warren","Category":"motivation","Quote":"Being reminded about the incredible power of God's love, and living as He intended, is the most powerful motivation to change."},{"Author":"Clayton Christensen","Category":"motivation","Quote":"Many of the factors that we think will cause motivation, such as fair pay and a good manager, won't make you love your job. Even if you eliminate what makes you dissatisfied, that doesn't make you motivated. It doesn't make your work rewarding. You just are less bothered by things."},{"Author":"Rafael Nadal","Category":"motivation","Quote":"My motivation and aspiration is the same, being number one or being number five. So that's the truth. And my goal is the same - it's to always be happy playing, it's to enjoy the game and improve always."}]