[{"Author":"Bernard M. Baruch","Category":"","Quote":"Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind."},{"Author":"C.S. Lewis,  The Four Loves","Category":"","Quote":"Friendship ... is born at the moment when one man says to another \"What! You too? I thought that no one but myself . . ."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals."},{"Author":"Albert Camus","Category":"","Quote":"Don’t walk in front of me… I may not followDon’t walk behind me… I may not leadWalk beside me… just be my friend"},{"Author":"Oscar Wilde","Category":"","Quote":"Always forgive your enemies; nothing annoys them so much."},{"Author":"Maya Angelou","Category":"","Quote":"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel."},{"Author":"Oscar Wilde,  The Happy Prince and Other Stories","Category":"","Quote":"I am so clever that sometimes I don't understand a single word of what I am saying."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment."},{"Author":"Marilyn Monroe","Category":"","Quote":"I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together."},{"Author":"H. Jackson Brown Jr.,  P.S. I Love You","Category":"","Quote":"Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover."},{"Author":"J.K. Rowling,  Harry Potter and the Chamber of Secrets","Category":"","Quote":"It is our choices, Harry, that show what we truly are, far more than our abilities."},{"Author":"Eleanor Roosevelt","Category":"","Quote":"A woman is like a tea bag; you never know how strong it is until it's in hot water."},{"Author":"Gordon A. Eadie","Category":"","Quote":"If you don't stand for something you will fall for anything."},{"Author":"Mark Twain","Category":"","Quote":"The man who does not read has no advantage over the man who cannot read."},{"Author":"Dr. Seuss","Category":"","Quote":"I like nonsense, it wakes up the brain cells. Fantasy is a necessary ingredient in living."},{"Author":"J.K. Rowling,  Harry Potter and the Prisoner of Azkaban","Category":"","Quote":"I solemnly swear that I am up to no good."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"That which does not kill us makes us stronger."},{"Author":"Mother Teresa","Category":"","Quote":"If you judge people, you have no time to love them."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"My thoughts are stars I cannot fathom into constellations."},{"Author":"George R.R. Martin,  A Dance with Dragons","Category":"","Quote":"A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"I'm not upset that you lied to me, I'm upset that from now on I can't believe you."},{"Author":"Albert Einstein","Category":"","Quote":"If you can't explain it to a six year old, you don't understand it yourself."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends."},{"Author":"William Nicholson,  Shadowlands","Category":"","Quote":"We read to know we're not alone."},{"Author":"Anaïs Nin","Category":"","Quote":"We don't see things as they are, we see them as we are."},{"Author":"Albert Einstein","Category":"","Quote":"If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Have you fallen in love with the wrong person yet?'Jace said, \"Unfortunately, Lady of the Haven, my one true love remains myself.\"...\"At least,\"she said, \"you don't have to worry about rejection, Jace Wayland.\"\"Not necessarily. I turn myself down occasionally, just to keep it interesting."},{"Author":"Joan Powers,  Pooh's Little Instruction Book","Category":"","Quote":"If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you."},{"Author":"Albert Einstein","Category":"","Quote":"Logic will get you from A to Z; imagination will get you everywhere."},{"Author":"Bob Marley","Category":"","Quote":"One good thing about music, when it hits you, you feel no pain."},{"Author":"Dr. Seuss,  I Can Read With My Eyes Shut!","Category":"","Quote":"The more that you read, the more things you will know. The more that you learn, the more places you'll go."},{"Author":"Mother Teresa","Category":"","Quote":"Not all of us can do great things. But we can do small things with great love."},{"Author":"J.K. Rowling","Category":"","Quote":"It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all - in which case, you fail by default."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"You don't get to choose if you get hurt in this world...but you do have some say in who hurts you. I like my choices."},{"Author":"Walter M. Miller Jr.,  A Canticle for Leibowitz","Category":"","Quote":"You don’t have a soul, Doctor. You are a soul. You have a body, temporarily."},{"Author":"Bob Marley","Category":"","Quote":"The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?"},{"Author":"Alexandre Dumas-fils","Category":"","Quote":"The difference between genius and stupidity is: genius has its limits."},{"Author":"Virginia Woolf","Category":"","Quote":"I would venture to guess that Anon, who wrote so many poems without signing them, was often a woman."},{"Author":"Marilyn Monroe","Category":"","Quote":"A wise girl kisses but doesn't love, listens but doesn't believe, and leaves before she is left."},{"Author":"A.A. Milne,  The House at Pooh Corner","Category":"","Quote":"Piglet sidled up to Pooh from behind. \"Pooh!\"he whispered.\"Yes, Piglet?\"\"Nothing,\"said Piglet, taking Pooh's paw. \"I just wanted to be sure of you."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"It matters not what someone is born, but what they grow to be."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"You don’t forget the face of the person who was your last hope."},{"Author":"Linda Grayson","Category":"","Quote":"There is nothing better than a friend, unless it is a friend with chocolate."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"What a slut time is. She screws everybody."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"The marks humans leave are too often scars."},{"Author":"Ayn Rand","Category":"","Quote":"The question isn't who is going to let me; it's who is going to stop me."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"Not all those who wander are lost."},{"Author":"E.E. Cummings","Category":"","Quote":"It takes courage to grow up and become who you really are."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"Do not pity the dead, Harry. Pity the living, and, above all those who live without love."},{"Author":"Albert Einstein","Category":"","Quote":"Anyone who has never made a mistake has never tried anything new."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"And in that moment, I swear we were infinite."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"Remember, if the time should come when you have to make a choice between what is right and what is easy, remember what happened to a boy who was good, and kind, and brave, because he strayed across the path of Lord Voldemort. Remember Cedric Diggory."},{"Author":"Anonymous","Category":"","Quote":"Choose a job you love, and you will never have to work a day in your life."},{"Author":"Anonymous","Category":"","Quote":"I know God won't give me anything I can't handle. I just wish he didn't trust me so much."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"You never really understand a person until you consider things from his point of view... Until you climb inside of his skin and walk around in it."},{"Author":"C.S. Lewis","Category":"","Quote":"Some day you will be old enough to start reading fairy tales again."},{"Author":"William Shakespeare,  Twelfth Night","Category":"","Quote":"Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them."},{"Author":"Nicholas Sparks,  Dear John","Category":"","Quote":"I finally understood what true love meant...love meant that you care for another person's happiness more than your own, no matter how painful the choices you face might be."},{"Author":"Anonymous","Category":"","Quote":"Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Oh, I wouldn't mind, Hazel Grace. It would be a privilege to have my heart broken by you."},{"Author":"Marilyn Monroe","Category":"","Quote":"If you're gonna be two-faced at least make one of them pretty."},{"Author":"Ralph Waldo Emerson,  Emerson in His Journals","Category":"","Quote":"It is one of the blessings of old friends that you can afford to be stupid with them."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"Thomas Edison's last words were \"It's very beautiful over there\". I don't know where there is, but I believe it's somewhere, and I hope it's beautiful."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"","Quote":"Memories warm you up from the inside. But they also tear you apart."},{"Author":"Mahatma Gandhi","Category":"","Quote":"An eye for an eye will only make the whole world blind."},{"Author":"Helen Keller","Category":"","Quote":"I would rather walk with a friend in the dark, than alone in the light."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Is this the part where you start tearing off strips of your shirt to bind my wounds?\"\"If you wanted me to rip my clothes off, you should have just asked."},{"Author":"Oscar Wilde,  The Critic as Artist","Category":"","Quote":"Yes: I am a dreamer. For a dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world."},{"Author":"Sarah Dessen,  Someone Like You","Category":"","Quote":"Life is an awful, ugly place to not have a best friend."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"So I walked back to my room and collapsed on the bottom bunk, thinking that if people were rain, I was drizzle and she was a hurricane."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"I wish I could freeze this moment, right here, right now and live in it forever."},{"Author":"Joseph Conrad,  Chance","Category":"","Quote":"Being a woman is a terribly difficult trade since it consists principally of dealings with men."},{"Author":"Edgar Allan Poe","Category":"","Quote":"I became insane, with long intervals of horrible sanity."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Just because you have the emotional range of a teaspoon doesn't mean we all have."},{"Author":"Marilyn Monroe","Category":"","Quote":"It's far better to be unhappy alone than unhappy with someone — so far."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"Numbing the pain for a while will make it worse when you finally feel it."},{"Author":"Roald Dahl","Category":"","Quote":"Those who don't believe in magic will never find it."},{"Author":"Nicholas Sparks,  The Last Song","Category":"","Quote":"Sometimes you have to be apart from people you love, but that doesn't make you love them any less. Sometimes you love them more."},{"Author":"Mark Twain","Category":"","Quote":"Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"The world is not a wish-granting factory."},{"Author":"H.N. Turteltaub,  The Sacred Land","Category":"","Quote":"If you were half as funny as you think you are, you'd be twice as funny as you really are."},{"Author":"John Green","Category":"","Quote":"You can love someone so much...But you can never love people as much as you can miss them."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"Until I feared I would lose it, I never loved to read. One does not love breathing."},{"Author":"Larry Clemmons","Category":"","Quote":"We'll be friends forever, won't we, Pooh?\"asked Piglet.\"Even longer,\"Pooh answered."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Becoming fearless isn't the point. That's impossible. It's learning how to control your fear, and how to be free from it."},{"Author":"John Green,  An Abundance of Katherines","Category":"","Quote":"What is the point of being alive if you don't at least try to do something remarkable?"},{"Author":"Nicholas Sparks,  The Rescue","Category":"","Quote":"You're going to come across people in your life who will say all the right words at all the right times. But in the end, it's always their actions you should judge them by. It's actions, not words, that matter."},{"Author":"Roald Dahl","Category":"","Quote":"And above all, watch with glittering eyes the whole world around you because the greatest secrets are always hidden in the most unlikely places. Those who don't believe in magic will never find it."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"What a treacherous thing to believe that a person is more than a person."},{"Author":"John Green","Category":"","Quote":"Maybe our favorite quotations say more about us than about the stories and people we're quoting."},{"Author":"Mahatma Gandhi,  All Men are Brothers: Autobiographical Reflections","Category":"","Quote":"The weak can never forgive. Forgiveness is the attribute of the strong."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"It takes ten times as long to put yourself back together as it does to fall apart."},{"Author":"Charles Bukowski,  Barfly","Category":"","Quote":"Do you hate people?”“I don't hate them...I just feel better when they're not around."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"I don't know half of you half as well as I should like; and I like less than half of you half as well as you deserve."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"","Quote":"Let me tell you this: if you meet a loner, no matter what they tell you, it's not because they enjoy solitude. It's because they have tried to blend into the world before, and people continue to disappoint them."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness. Armour yourself in it, and it will never be used to hurt you."},{"Author":"Leo Tolstoy","Category":"","Quote":"Everyone thinks of changing the world, but no one thinks of changing himself."},{"Author":"Marilyn Monroe","Category":"","Quote":"When it comes down to it, I let them think what they want. If they care enough to bother with what I do, then I'm already better than them."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Happy Hunger Games! And may the odds be ever in your favor."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Wit beyond measure is a man's greatest treasure."},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"We came to see Jace. Is he alright?\"\"I don't know,\"Magnus said. \"Does he normally just lie on the floor like that without moving?"},{"Author":"Rick Riordan,  The Last Olympian","Category":"","Quote":"With great power... comes great need to take a nap. Wake me up later."},{"Author":"Ray Bradbury","Category":"","Quote":"You don't have to burn books to destroy a culture. Just get people to stop reading them."},{"Author":"Neil Gaiman","Category":"","Quote":"May your coming year be filled with magic and dreams and good madness. I hope you read some fine books and kiss someone who thinks you're wonderful, and don't forget to make some art -- write or draw or build or sing or live as only you can. And I hope, somewhere in the next year, you surprise yourself."},{"Author":"Nicholas Sparks,  The Notebook","Category":"","Quote":"I love you. I am who I am because of you. You are every reason, every hope, and every dream I've ever had, and no matter what happens to us in the future, everyday we are together is the greatest day of my life. I will always be yours."},{"Author":"A.A. Milne","Category":"","Quote":"If ever there is tomorrow when we're not together... there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we're apart... I'll always be with you."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Grief does not change you, Hazel. It reveals you."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Don't touch any of my weapons without my permission.\"\"Well, there goes my plan for selling them all on eBay,\"Clary muttered.\"Selling them on what?\"Clary smiled blandly at him. \"A mythical place of great magical power."},{"Author":"Edgar Allan Poe","Category":"","Quote":"All that we see or seem is but a dream within a dream."},{"Author":"Théophile Gautier","Category":"","Quote":"Chance is perhaps the pseudonym of God when he does not want to sign."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"So, I guess we are who we are for alot of reasons. And maybe we'll never know most of them. But even if we don't have the power to choose where we come from, we can still choose where we go from there. We can still do things. And we can try to feel okay about them."},{"Author":"Paulo Coelho,  The Alchemist","Category":"","Quote":"There is only one thing that makes a dream impossible to achieve: the fear of failure."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"","Quote":"I am no bird; and no net ensnares me: I am a free human being with an independent will."},{"Author":"Kurt Vonnegut","Category":"","Quote":"Those who believe in telekinetics, raise my hand."},{"Author":"Oscar Wilde","Category":"","Quote":"Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"We are only as strong as we are united, as weak as we are divided."},{"Author":"Lemony Snicket","Category":"","Quote":"Wicked people never have time for reading. It's one of the reasons for their wickedness."},{"Author":"Oscar Wilde,  Lord Arthur Savile's Crime and Other Stories","Category":"","Quote":"Women are meant to be loved, not to be understood."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"All we have to decide is what to do with the time that is given us."},{"Author":"Chuck Palahniuk,  Diary","Category":"","Quote":"We all die. The goal isn't to live forever, the goal is to create something that will."},{"Author":"Evans G. Valens,  The Other Side of the Mountain: The Story of Jill Kinmont","Category":"","Quote":"How lucky I am to have known somebody and something that saying goodbye to is so damned awful."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Destroying things is much easier than making them."},{"Author":"Marilyn Monroe","Category":"","Quote":"We should all start to live before we get too old. Fear is stupid. So are regrets."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"When I look at my room, I see a girl who loves books."},{"Author":"Anaïs Nin","Category":"","Quote":"I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naïve or innocent, who has the courage to treat me like a woman."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"","Quote":"For instance, on the planet Earth, man had always assumed that he was more intelligent than dolphins because he had achieved so much—the wheel, New York, wars and so on—whilst all the dolphins had ever done was muck about in the water having a good time. But conversely, the dolphins had always believed that they were far more intelligent than man—for precisely the same reasons."},{"Author":"Oscar Wilde","Category":"","Quote":"A good friend will always stab you in the front."},{"Author":"Plato","Category":"","Quote":"Be kind, for everyone you meet is fighting a harder battle."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Deep in the meadow, hidden far awayA cloak of leaves, a moonbeam rayForget your woes and let your troubles layAnd when it's morning again, they'll wash awayHere it's safe, here it's warmHere the daisies guard you from every harmHere your dreams are sweet and tomorrow brings them trueHere is the place where I love you."},{"Author":"Marilyn Monroe","Category":"","Quote":"I've never fooled anyone. I've let people fool themselves. They didn't bother to find out who and what I was. Instead they would invent a character for me. I wouldn't argue with them. They were obviously loving somebody I wasn't."},{"Author":"Albert Einstein","Category":"","Quote":"A clever person solves a problem. A wise person avoids it."},{"Author":"Oscar Wilde","Category":"","Quote":"I don't want to go to heaven. None of my friends are there."},{"Author":"Mae West","Category":"","Quote":"There are no good girls gone wrong - just bad girls found out."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"I might be in love with you.\"He smiles a little. \"I'm waiting until I'm sure to tell you, though."},{"Author":"Albert Camus","Category":"","Quote":"In the depth of winter, I finally learned that within me there lay an invincible summer."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"","Quote":"It's only after we've lost everything that we're free to do anything."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"You're a prefect? Oh Ronnie! That's everyone in the family!\"\"What are Fred and I? Next door neighbors?"},{"Author":"Dr. Seuss,  The Lorax","Category":"","Quote":"Unless someone like you cares a whole awful lot,Nothing is going to get better. It's not."},{"Author":"Philip K. Dick,  VALIS","Category":"","Quote":"It is sometimes an appropriate response to reality to go insane."},{"Author":"Lemony Snicket","Category":"","Quote":"Reading is one form of escape. Running for your life is another."},{"Author":"Charlaine Harris","Category":"","Quote":"Here’s to books, the cheapest vacation you can buy."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"Some people care too much. I think it's called love."},{"Author":"Bette Midler","Category":"","Quote":"Give a girl the right shoes, and she can conquer the world."},{"Author":"Maya Angelou","Category":"","Quote":"When someone shows you who they are believe them; the first time."},{"Author":"Albert Einstein","Category":"","Quote":"Reality is merely an illusion, albeit a very persistent one."},{"Author":"Neil Gaiman","Category":"","Quote":"I hope that in this year to come, you make mistakes. Because if you are making mistakes...you're Doing Something."},{"Author":"Mark Twain","Category":"","Quote":"Don’t go around saying the world owes you a living. The world owes you nothing. It was here first."},{"Author":"Winston S. Churchill","Category":"","Quote":"A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."},{"Author":"C.S. Lewis","Category":"","Quote":"Eating and reading are two pleasures that combine admirably."},{"Author":"William Shakespeare,  Julius Caesar","Category":"","Quote":"The fault, dear Brutus, is not in our stars, but in ourselves."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"That's always seemed so ridiculous to me, that people want to be around someone because they're pretty. It's like picking your breakfeast cereals based on color instead of taste."},{"Author":"Marilyn Monroe","Category":"","Quote":"She was a girl who knew how to be happy even when she was sad. And that’s important—you know"},{"Author":"Edgar Allan Poe,  Eleonora","Category":"","Quote":"Those who dream by day are cognizant of many things which escape those who dream only by night."},{"Author":"Henry David Thoreau,  Walden: Or, Life in the Woods","Category":"","Quote":"I learned this, at least, by my experiment: that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours."},{"Author":"Voltaire","Category":"","Quote":"Let us read, and let us dance; these two amusements will never do any harm to the world."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"","Quote":"It is the unknown we fear when we look upon death and darkness, nothing more."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"You will always be fond of me. I represent to you all the sins you never had the courage to commit."},{"Author":"William Shakespeare","Category":"","Quote":"I would challenge you to a battle of wits, but I see you are unarmed!"},{"Author":"Markus Zusak,  The Book Thief","Category":"","Quote":"I have hated words and I have loved them, and I hope I have made them right."},{"Author":"Martin Luther King Jr.","Category":"","Quote":"Faith is taking the first step even when you can't see the whole staircase."},{"Author":"Oscar Wilde","Category":"","Quote":"Every saint has a past, and every sinner has a future."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Sarcasm is the last refuge of the imaginatively bankrupt."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"I am a man\"he told her, \"and men do not consume pink beverages. Get thee gone woman, and bring me something brown."},{"Author":"Albert Einstein","Category":"","Quote":"I have no special talents. I am only passionately curious."},{"Author":"Oscar Wilde","Category":"","Quote":"I am not young enough to know everything."},{"Author":"Henry Ford","Category":"","Quote":"Whether you think you can, or you think you can't--you're right."},{"Author":"Frederick Douglass","Category":"","Quote":"Once you learn to read, you will be forever free."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"And those who were seen dancing were thought to be insane by those who could not hear the music."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"Not everything is about you,\"Clary said furiously.\"Possibly,\"Jace said, \"but you do have to admit that the majority of things are."},{"Author":"Charles Bukowski","Category":"","Quote":"Sometimes you climb out of bed in the morning and you think, I'm not going to make it, but you laugh inside — remembering all the times you've felt that way."},{"Author":"E.B. White,  Charlotte's Web","Category":"","Quote":"Why did you do all this for me?' he asked. 'I don't deserve it. I've never done anything for you.' 'You have been my friend,' replied Charlotte. 'That in itself is a tremendous thing."},{"Author":"Winston S. Churchill","Category":"","Quote":"You have enemies? Good. That means you've stood up for something, sometime in your life."},{"Author":"Kurt Vonnegut,  Player Piano","Category":"","Quote":"I want to stand as close to the edge as I can without going over. Out on the edge you see all kinds of things you can't see from the center."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"You know, you could live a thousand lifetimes and not deserve him."},{"Author":"Nicholas Sparks,  Dear John","Category":"","Quote":"When you're struggling with something, look at all the people around you and realize that every single person you see is struggling with something, and to them, it's just as hard as what you're going through."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"I think that if I ever have kids, and they are upset, I won't tell them that people are starving in China or anything like that because it wouldn't change the fact that they were upset. And even if somebody else has it much worse, that doesn't really change the fact that you have what you have."},{"Author":"Marilyn Monroe","Category":"","Quote":"All little girls should be told they are pretty, even if they aren't."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"The boy never cried again, and he never forgot what he'd learned: that to love is to destroy, and that to be loved is to be the one destroyed."},{"Author":"Anne Frank","Category":"","Quote":"Think of all the beauty still left around you and be happy."},{"Author":"Nicholas Sparks,  Message in a Bottle","Category":"","Quote":"Nothing that’s worthwhile is ever easy. Remember that."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"I'm not saying that everything is survivable. Just that everything except the last thing is."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"Is this the part where you say if I hurt her, you'll kill me?\"\"No\"Simon said, \"If you hurt Clary she's quite capable of killing you herself. Possibly with a variety of weapons."},{"Author":"Robert Frost","Category":"","Quote":"Never be bullied into silence. Never allow yourself to be made a victim. Accept no one’s definition of your life; define yourself."},{"Author":"Frank Herbert,  Dune","Category":"","Quote":"I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain."},{"Author":"J.K. Rowling,  Harry Potter and the Prisoner of Azkaban","Category":"","Quote":"I don't go looking for trouble. Trouble usually finds me."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"","Quote":"If you expect nothing from somebody you are never disappointed."},{"Author":"C.S. Lewis","Category":"","Quote":"I can't imagine a man really enjoying a book and reading it only once."},{"Author":"Daphne Rae,  Love Until It Hurts","Category":"","Quote":"I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love."},{"Author":"Coco Chanel","Category":"","Quote":"The most courageous act is still to think for yourself. Aloud."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"You said you were going for a walk!? What kind of walk takes six hours?\"\"A long one?"},{"Author":"Winston S. Churchill","Category":"","Quote":"Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen."},{"Author":"Mark Twain","Category":"","Quote":"God created war so that Americans would learn geography."},{"Author":"Rumi","Category":"","Quote":"Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Without pain, how could we know joy?' This is an old argument in the field of thinking about suffering and its stupidity and lack of sophistication could be plumbed for centuries but suffice it to say that the existence of broccoli does not, in any way, affect the taste of chocolate."},{"Author":"Oscar Wilde","Category":"","Quote":"You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin, but you begin anyway and see it through no matter what.- Atticus Finch"},{"Author":"David Sedaris,  Barrel Fever: Stories and Essays","Category":"","Quote":"If you're looking for sympathy you'll find it between shit and syphilis in the dictionary."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"Not my daughter, you bitch!"},{"Author":"Marilyn Monroe","Category":"","Quote":"Beneath the makeup and behind the smile I am just a girl who wishes for the world."},{"Author":"Anaïs Nin","Category":"","Quote":"And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"You're still trying to protect me. Real or not real,\"he whispers.\"Real,\"I answer. \"Because that's what you and I do, protect each other."},{"Author":"John Lennon","Category":"","Quote":"As usual, there is a great woman behind every idiot."},{"Author":"Benjamin Franklin","Category":"","Quote":"Either write something worth reading or do something worth writing."},{"Author":"Sarah Dessen,  Just Listen","Category":"","Quote":"There comes a time when the world gets quiet and the only thing left is your own heart. So you'd better learn the sound of it. Otherwise you'll never understand what it's saying."},{"Author":"William Shakespeare","Category":"","Quote":"It is not in the stars to hold our destiny but in ourselves."},{"Author":"Dr. Seuss","Category":"","Quote":"Being crazy isn't enough."},{"Author":"Eleanor Roosevelt,  You Learn by Living: Eleven Keys for a More Fulfilling Life","Category":"","Quote":"You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I have lived through this horror. I can take the next thing that comes along.' You must do the thing you think you cannot do."},{"Author":"Walt Disney Company","Category":"","Quote":"Laughter is timeless. Imagination has no age. And dreams are forever."},{"Author":"Victor Hugo,  Les Misérables","Category":"","Quote":"He never went out without a book under his arm, and he often came back with two."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"Experience is merely the name men gave to their mistakes."},{"Author":"Charles Bukowski","Category":"","Quote":"what matters most is how well you walk through the fire"},{"Author":"Marilyn Monroe,  Marilyn","Category":"","Quote":"I don't mind living in a man's world, as long as I can be a woman in it."},{"Author":"Nora Ephron","Category":"","Quote":"Above all, be the heroine of your life, not the victim."},{"Author":"Neil Gaiman","Category":"","Quote":"Life is a disease: sexually transmitted, and invariably fatal."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"","Quote":"Don't ever tell anybody anything. If you do, you start missing everybody."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"","Quote":"Kiss me, and you will see how important I am."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Some tourists think Amsterdam is a city of sin, but in truth it is a city of freedom. And in freedom, most people find sin."},{"Author":"Dr. Seuss","Category":"","Quote":"Why fit in when you were born to stand out?"},{"Author":"Marilyn Monroe","Category":"","Quote":"The nicest thing for me is sleep, then at least I can dream."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"","Quote":"All happy families are alike; each unhappy family is unhappy in its own way."},{"Author":"John Green","Category":"","Quote":"…because nerds like us are allowed to be unironically enthusiastic about stuff… Nerds are allowed to love stuff, like jump-up-and-down-in-the-chair-can’t-control-yourself love it. Hank, when people call people nerds, mostly what they’re saying is ‘you like stuff.’ Which is just not a good insult at all. Like, ‘you are too enthusiastic about the miracle of human consciousness’."},{"Author":"Coco Chanel","Category":"","Quote":"A girl should be two things: classy and fabulous."},{"Author":"Daphne du Maurier","Category":"","Quote":"But luxury has never appealed to me, I like simple things, books, being alone, or with somebody who understands."},{"Author":"Mark Twain","Category":"","Quote":"But who prays for Satan? Who, in eighteen centuries, has had the common humanity to pray for the one sinner that needed it most?"},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Stupid people are dangerous."},{"Author":"Oscar Wilde","Category":"","Quote":"Everything in the world is about sex except sex. Sex is about power."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"I have a theory that selflessness and bravery aren't all that different."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"I am very interested and fascinated how everyone loves each other, but no one really likes each other."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Peter would probably throw a party if I stopped breathing.''Well,' he says, 'I would only go if there was cake."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"I don't want to lose the boy with the bread."},{"Author":"John Steinbeck,  The Winter of Our Discontent","Category":"","Quote":"I wonder how many people I've looked at all my life and never seen."},{"Author":"Niccolò Machiavelli,  The Prince","Category":"","Quote":"Everyone sees what you appear to be, few experience what you really are."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife."},{"Author":"Mark Twain","Category":"","Quote":"Never allow someone to be your priority while allowing yourself to be their option."},{"Author":"Anonymous","Category":"","Quote":"Education is what remains after one has forgotten what one has learned in school."},{"Author":"Mahatma Gandhi","Category":"","Quote":"I like your Christ, I do not like your Christians. Your Christians are so unlike your Christ."},{"Author":"Cassandra Clare","Category":"","Quote":"I am a badass, and I recognize that you, too, are a badass."},{"Author":"Bob Marley","Category":"","Quote":"Some people feel the rain. Others just get wet."},{"Author":"Ellen Parr","Category":"","Quote":"The cure for boredom is curiosity.There is no cure for curiosity."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"","Quote":"I took a deep breath and listened to the old brag of my heart. I am, I am, I am."},{"Author":"Haruki Murakami","Category":"","Quote":"Whatever it is you're seeking won't come in the form you're expecting."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"The loneliest moment in someone’s life is when they are watching their whole world fall apart, and all they can do is stare blankly."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"My nightmares are usually about losing you. I'm okay once I realize you're here."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"","Quote":"Nothing of me is original. I am the combined effort of everyone I've ever known."},{"Author":"Charles Bukowski","Category":"","Quote":"We're all going to die, all of us, what a circus! That alone should make us love each other but it doesn't. We are terrorized and flattened by trivialities, we are eaten up by nothing."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Remember when you tried to convince me to feed a poultry pie to the mallards in the park to see if you could breed a race of cannibal ducks?\"\"They ate it too,\"Will reminisced. \"Bloodthirsty little beasts. Never trust a duck."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends."},{"Author":"Pablo Picasso","Category":"","Quote":"Every child is an artist. The problem is how to remain an artist once he grows up."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"It's a metaphor, see: You put the killing thing right between your teeth, but you don't give it the power to do its killing."},{"Author":"Bill Watterson","Category":"","Quote":"It's not denial. I'm just selective about the reality I accept."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"The town was paper, but the memories were not."},{"Author":"Gabriel Garcí­a Márquez","Category":"","Quote":"What matters in life is not what happens to you but what you remember and how you remember it."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Maybe 'okay' will be our 'always"},{"Author":"Jack Kerouac","Category":"","Quote":"Live, travel, adventure, bless, and don't be sorry."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Don't order any of the faerie food,\"said Jace, looking at her over the top of his menu. \"It tends to make humans a little crazy. One minute you're munching a faerie plum, the next minute you're running naked down Madison Avenue with antlers on your head. Not,\"he added hastily, \"that this has ever happened to me."},{"Author":"Anne Rice,  The Vampire Lestat","Category":"","Quote":"None of us really changes over time. We only become more fully what we are."},{"Author":"Ray Bradbury,  Zen in the Art of Writing","Category":"","Quote":"I have never listened to anyone who criticized my taste in space travel, sideshows or gorillas. When this occurs, I pack up my dinosaurs and leave the room."},{"Author":"Mark Twain","Category":"","Quote":"Loyalty to country ALWAYS. Loyalty to government, when it deserves it."},{"Author":"Winston S. Churchill","Category":"","Quote":"If you are going through hell, keep going."},{"Author":"Neil Gaiman,  The Sandman, Vol. 5: A Game of You","Category":"","Quote":"Everybody has a secret world inside of them. I mean everybody. All of the people in the whole world, I mean everybody — no matter how dull and boring they are on the outside. Inside them they've all got unimaginable, magnificent, wonderful, stupid, amazing worlds... Not just one world. Hundreds of them. Thousands, maybe."},{"Author":"Marilyn Monroe","Category":"","Quote":"Who said nights were for sleep?"},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"There are few people whom I really love, and still fewer of whom I think well. The more I see of the world, the more am I dissatisfied with it; and every day confirms my belief of the inconsistency of all human characters, and of the little dependence that can be placed on the appearance of merit or sense."},{"Author":"Bette Davis","Category":"","Quote":"When a man gives his opinion, he's a man. When a woman gives her opinion, she's a bitch."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Sometimes crying or laughing are the only options left, and laughing feels better right now."},{"Author":"Marie Lu,  Legend","Category":"","Quote":"Each day means a new twenty-four hours. Each day means everything's possible again. You live in the moment, you die in the moment, you take it all one day at a time."},{"Author":"Eleanor Roosevelt","Category":"","Quote":"You wouldn't worry so much about what others think of you if you realized how seldom they do."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"Finnick?\"I say, \"Maybe some pants?\"He looks down at his legs as if noticing his outfit for the first time. Then he whips off his hospital gown leaving him in just his underwear. \"Why? Do you find this\"-- he strikes a ridiculously provocative pose -- \"distracting?\"I laugh. Boggs looks embarrassed and Finnick looks more like the guy I met at the Quarter Quell"},{"Author":"Taylor Swift","Category":"","Quote":"People haven't always been there for me but music always has."},{"Author":"Mark Twain","Category":"","Quote":"Wrinkles should merely indicate where the smiles have been."},{"Author":"Irwin Shaw","Category":"","Quote":"There are too many books I haven’t read, too many places I haven’t seen, too many memories I haven’t kept long enough."},{"Author":"Raymond Carver","Category":"","Quote":"Woke up this morning with a terrific urge to lie in bed all day and read."},{"Author":"Mahatma Gandhi","Category":"","Quote":"Freedom is not worth having if it does not include the freedom to make mistakes."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"One of the Silent Brothers is here to see you. Hodge sent me to wake you up. Actually he offered to wake you himself, but since it's 5 a.m., I figured you'd be less cranky if you had something nice to look at.\"\"Meaning you?\"\"What else?"},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"It's just that I don't want to be somebody's crush. If somebody likes me, I want them to like the real me, not what they think I am. And I don't want them to carry it around inside. I want them to show me, so I can feel it too."},{"Author":"Charles Bukowski,  Factotum","Category":"","Quote":"My ambition is handicapped by laziness"},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"I may die young, but at least I'll die smart."},{"Author":"Timothy Leary","Category":"","Quote":"Women who seek to be equal with men lack ambition."},{"Author":"Sarah Dessen,  This Lullaby","Category":"","Quote":"I am coming to terms with the fact that loving someone requires a leap of faith, and that a soft landing is never guaranteed."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"Bran thought about it. 'Can a man still be brave if he's afraid?''That is the only time a man can be brave,' his father told him."},{"Author":"Gayle Forman,  If I Stay","Category":"","Quote":"Sometimes you make choices in life and sometimes choices make you."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Will looked horrified. \"What kind of monster could possibly hate chocolate?"},{"Author":"Friedrich Nietzsche","Category":"","Quote":"You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist."},{"Author":"Khaled Hosseini,  The Kite Runner","Category":"","Quote":"For you, a thousand times over"},{"Author":"Ned Vizzini,  It's Kind of a Funny Story","Category":"","Quote":"I didn't want to wake up. I was having a much better time asleep. And that's really sad. It was almost like a reverse nightmare, like when you wake up from a nightmare you're so relieved. I woke up into a nightmare."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"","Quote":"She generally gave herself very good advice, (though she very seldom followed it)."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"","Quote":"But I don’t want to go among mad people,\"Alice remarked.\"Oh, you can’t help that,\"said the Cat: \"we’re all mad here. I’m mad. You’re mad.\"\"How do you know I’m mad?\"said Alice.\"You must be,\"said the Cat, \"or you wouldn’t have come here."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"Fire is catching! And if we burn, you burn with us!"},{"Author":"Sarah Dessen,  This Lullaby","Category":"","Quote":"Some things don't last forever, but some things do. Like a good song, or a good book, or a good memory you can take out and unfold in your darkest times, pressing down on the corners and peering in close, hoping you still recognize the person you see there."},{"Author":"Mahatma Gandhi","Category":"","Quote":"Nobody can hurt me without my permission."},{"Author":"Muhammad Ali","Category":"","Quote":"Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Can I help you with something?\"Clary turned instant traitor against her gender. \"Those girls on the other side of the car are staring at you.\"Jace assumed an air of mellow gratification. \"Of course they are,\"he said, \"I am stunningly attractive."},{"Author":"Charles Bukowski,  The People Look Like Flowers at Last","Category":"","Quote":"You have to die a few times before you can reallylive."},{"Author":"Helen Keller","Category":"","Quote":"The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart"},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"I've got a stele we can use. Who wants to do me?\"\"A regrettable choice of words,\"muttered Magnus."},{"Author":"Sarah Dessen,  Just Listen","Category":"","Quote":"Music is a total constant. That's why we have such a strong visceral connection to it, you know? Because a song can take you back instantly to a moment, or a place, or even a person. No matter what else has changed in your or the world, that one song says the same, just like that moment."},{"Author":"Rumi","Category":"","Quote":"The wound is the place where the Light enters you."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"You smell good, too,” said PatchIt’s called a shower.” I was staring straight ahead. When he didn’t answer, I turned sideways. “Soap. Shampoo. Hot water.”Naked. I know the drill."},{"Author":"Anne Tyler","Category":"","Quote":"I read so I can live more than one life in more than one place."},{"Author":"F. Scott Fitzgerald","Category":"","Quote":"That is part of the beauty of all literature. You discover that your longings are universal longings, that you're not lonely and isolated from anyone. You belong."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Fear doesn't shut you down; it wakes you up"},{"Author":"Tupac Shakur","Category":"","Quote":"You can spend minutes, hours, days, weeks, or even months over-analyzing a situation; trying to put the pieces together, justifying what could've, would've happened... or you can just leave the pieces on the floor and move the fuck on."},{"Author":"Dan Brown,  Digital Fortress","Category":"","Quote":"Everything is possible. The impossible just takes longer."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"You know, Minister, I disagree with Dumbledore on many counts...but you cannot deny he's got style..."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"It always shocked me when I realized that I wasn’t the only person in the world who thought and felt such strange and awful things."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"","Quote":"Ever had a flying burrito hit you? Well, it's a deadly projectile, right up there with cannonballs and grenades."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"A brave man acknowledges the strength of others."},{"Author":"Albert Camus","Category":"","Quote":"Should I kill myself, or have a cup of coffee?"},{"Author":"J.M. Barrie,  Peter Pan","Category":"","Quote":"Never say goodbye because goodbye means going away and going away means forgetting."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"I don’t know if you’ve ever felt like that. That you wanted to sleep for a thousand years. Or just not exist. Or just not be aware that you do exist. Or something like that. I think wanting that is very morbid, but I want it when I get like this. That’s why I’m trying not to think. I just want it all to stop spinning."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"If you don't imagine, nothing ever happens at all."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"It's strange because sometimes, I read a book, and I think I am the people in the book."},{"Author":"F. Scott Fitzgerald,  This Side of Paradise","Category":"","Quote":"I don't want to repeat my innocence. I want the pleasure of losing it again."},{"Author":"J.K. Rowling","Category":"","Quote":"We do not need magic to transform our world. We carry all the power we need inside ourselves already."},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"","Quote":"Laters, baby."},{"Author":"Joseph Campbell","Category":"","Quote":"Life has no meaning. Each of us has meaning and we bring it to life. It is a waste to be asking the question when you are the answer."},{"Author":"Maya Angelou","Category":"","Quote":"Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"You must have chaos within you to give birth to a dancing star."},{"Author":"Rudyard Kipling","Category":"","Quote":"Words are, of course, the most powerful drug used by mankind."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"I believe the universe wants to be noticed. I think the universe is inprobably biased toward the consciousness, that it rewards intelligence in part because the universe enjoys its elegance being observed. And who am I, living in the middle of history, to tell the universe that it-or my observation of it-is temporary?"},{"Author":"Marilyn Monroe","Category":"","Quote":"You believe lies so you eventually learn to trust no one but yourself."},{"Author":"Margaret Atwood","Category":"","Quote":"War is what happens when language fails."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"","Quote":"It's just that...I just think that some things are meant to be broken. Imperfect. Chaotic. It's the universe's way of providing contrast, you know? There have to be a few holes in the road. It's how life is."},{"Author":"Annie Proulx","Category":"","Quote":"You know, one of the tragedies of real life is that there is no background music."},{"Author":"A.A. Milne","Category":"","Quote":"Weeds are flowers, too, once you get to know them."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"","Quote":"What happens when people open their hearts?\"\"They get better."},{"Author":"Edward Gorey","Category":"","Quote":"Books. Cats. Life is Good."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"That’s part of what I like about the book in some ways. It portrays death truthfully. You die in the middle of your life, in the middle of a sentence"},{"Author":"Dr. Seuss","Category":"","Quote":"I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I've bought a big bat. I'm all ready you see. Now my troubles are going to have troubles with me!"},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"You’ve got about as much charm as a dead slug."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"","Quote":"Why, sometimes I've believed as many as six impossible things before breakfast."},{"Author":"Albert Einstein","Category":"","Quote":"If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music."},{"Author":"Maya Angelou,  Letter to My Daughter","Category":"","Quote":"You may not control all the events that happen to you, but you can decide not to be reduced by them."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"Cinderella? Snow White? What's that? An illness?"},{"Author":"Rick Riordan,  The Titan's Curse","Category":"","Quote":"Wow,\"Thalia muttered. \"Apollo is hot.\"\"He's the sun god,\"I said.\"That's not what I meant."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"","Quote":"Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"","Quote":"Let us step into the night and pursue that flighty temptress, adventure."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Don't.\"Clary raised a warning hand. \"I'm not really in the mood right now.\"\"That's got to be the first time a girl's ever said that to me,\"Jace mused."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"He must have known I'd want to leave you.\"\"No, he must have known you would always want to come back."},{"Author":"Markus Zusak,  The Book Thief","Category":"","Quote":"Like most misery, it started with apparent happiness."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?"},{"Author":"Katharine Hepburn","Category":"","Quote":"If you obey all of the rules, you miss all of the fun."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"What you must understand about me is that I’m a deeply unhappy person."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"You realize that trying to keep your distance from me will not lessen my affection for you. All efforts to save me from you will fail."},{"Author":"Oscar Wilde,  The Canterville Ghost","Category":"","Quote":"Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one's head, and listen to silence. To have no yesterday, and no tomorrow. To forget time, to forgive life, to be at peace."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"You know,\"Gabriel said, \"there was a time I thought we could be friends, Will.\"\"There was a time I thought I was a ferret,\"Will said, \"but that turned out to be the opium haze. Did you know it had that effect? Because I didn't."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"Francois Rabelais. He was a poet. And his last words were \"I go to seek a Great Perhaps.\"That's why I'm going. So I don't have to wait until I die to start seeking a Great Perhaps."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"You are so busy being YOU that you have no idea how utterly unprecedented you are."},{"Author":"Albert Einstein","Category":"","Quote":"The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking."},{"Author":"Jeanette Winterson","Category":"","Quote":"Book collecting is an obsession, an occupation, a disease, an addiction, a fascination, an absurdity, a fate. It is not a hobby. Those who do it must do it."},{"Author":"Charles Bukowski,  Women","Category":"","Quote":"That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"Enjoy it. Because it's happening."},{"Author":"Corrie ten Boom,  Clippings from My Notebook","Category":"","Quote":"Worry does not empty tomorrow of its sorrow, it empties today of its strength."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"","Quote":"If you look for perfection, you'll never be content."},{"Author":"Kurt Vonnegut,  Slaughterhouse-Five","Category":"","Quote":"Everything was beautiful and nothing hurt."},{"Author":"Jack Kerouac,  On the Road: the Original Scroll","Category":"","Quote":"There was nowhere to go but everywhere, so just keep on rolling under the stars."},{"Author":"أحلام مستغانمي","Category":"","Quote":"أجمل حب هو الذي نعثر عليه أثناء بحثنا عن شيء آخر"},{"Author":"Neil Gaiman","Category":"","Quote":"People think dreams aren't real just because they aren't made of matter, of particles. Dreams are real. But they are made of viewpoints, of images, of memories and puns and lost hopes."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"This moment will just be another story someday."},{"Author":"Paulo Coelho,  The Alchemist","Category":"","Quote":"Everyone seems to have a clear idea of how other people should lead their lives, but none about his or her own."},{"Author":"Martin Luther King Jr.,  A Testament of Hope: The Essential Writings and Speeches","Category":"","Quote":"There comes a time when one must take a position that is neither safe, nor politic, nor popular, but he must take it because conscience tells him it is right."},{"Author":"Shel Silverstein,  Every Thing on It","Category":"","Quote":"There are no happy endings.Endings are the saddest part, So just give me a happy middleAnd a very happy start."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"I think we dream so we don’t have to be apart for so long. If we’re in each other’s dreams, we can be together all the time."},{"Author":"Oscar Wilde","Category":"","Quote":"Some cause happiness wherever they go; others whenever they go."},{"Author":"Mark Twain","Category":"","Quote":"Books are for people who wish they were somewhere else."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"","Quote":"Why do people have to be this lonely? What's the point of it all? Millions of people in this world, all of them yearning, looking to others to satisfy them, yet isolating themselves. Why? Was the earth put here just to nourish human loneliness?"},{"Author":"Paulo Coelho,  Eleven Minutes","Category":"","Quote":"Everything tells me that I am about to make a wrong decision, but making mistakes is just part of life. What does the world want of me? Does it want me to take no risks, to go back to where I came from because I didn't have the courage to say \"yes\"to life?"},{"Author":"Lois Lowry,  The Giver","Category":"","Quote":"The worst part of holding the memories is not the pain. It's the loneliness of it. Memories need to be shared."},{"Author":"Anaïs Nin,  The Diary of Anaïs Nin, Vol. 1: 1931-1934","Category":"","Quote":"Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born."},{"Author":"مصطفى محمود,  القرآن: محاولة لفهم عصري","Category":"","Quote":"لن تكون متدينا إلا بالعلم ...فالله لا يعبد بالجهل"},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"No, I'm just a very naughty boy. I do all sorts of bad things. I kick kittens. I make rude gestures at nuns."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"I'm a grenade and at some point I'm going to blow up and I would like to minimize the casualties, okay?"},{"Author":"P.G. Wodehouse","Category":"","Quote":"There is no surer foundation for a beautiful friendship than a mutual taste in literature."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"She wasn't bitter. She was sad, though. But it was a hopeful kind of sad. The kind of sad that just takes time."},{"Author":"Gregory Maguire,  Wicked: The Life and Times of the Wicked Witch of the West","Category":"","Quote":"People who claim that they're evil are usually no worse than the rest of us... It's people who claim that they're good, or any way better than the rest of us, that you have to be wary of."},{"Author":"Rumi","Category":"","Quote":"Stop acting so small. You are the universe in ecstatic motion."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"It's all right to love someone who doesn't love you back, as long as they're worth you loving them. As long as they deserve it."},{"Author":"Stephen King","Category":"","Quote":"Both Rowling and Meyer, they’re speaking directly to young people. … The real difference is that Jo Rowling is a terrific writer and Stephenie Meyer can’t write worth a darn. She’s not very good."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"Fear cuts deeper than swords."},{"Author":"Cassandra Clare","Category":"","Quote":"Usually I'm remarkably good natured. Try me on a day that doesn't end in y."},{"Author":"Marilyn Monroe","Category":"","Quote":"All we demanded was our right to twinkle."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"","Quote":"Dumbledore says people find it far easier to forgive others for being wrong than being right."},{"Author":"William Shakespeare","Category":"","Quote":"We know what we are, but not what we may be."},{"Author":"Sarah Dessen","Category":"","Quote":"Sometimes it seems safer to hold it all in, where the only person who can judge is yourself."},{"Author":"H.G. Wells","Category":"","Quote":"We all have our time machines, don't we. Those that take us back are memories...And those that carry us forward, are dreams."},{"Author":"Jimi Hendrix","Category":"","Quote":"When the power of love overcomes the love of power, the world will know peace."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"Because you are beautiful. I enjoy looking at beautiful people, and I decided a while ago not to deny myself the simpler pleasures of existence"},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"People generally see what they look for, and hear what they listen for."},{"Author":"David Mitchell,  Cloud Atlas","Category":"","Quote":"My life amounts to no more than one drop in a limitless ocean. Yet what is any ocean, but a multitude of drops?"},{"Author":"Lemony Snicket,  Horseradish","Category":"","Quote":"A good library will never be too neat, or too dusty, because somebody will always be in it, taking books off the shelves and staying up late reading them."},{"Author":"Mitch Albom,  The Five People You Meet In Heaven","Category":"","Quote":"All endings are also beginnings. We just don't know it at the time."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"Angry, and half in love with her, and tremendously sorry, I turned away."},{"Author":"Laurell K. Hamilton,  Mistral's Kiss","Category":"","Quote":"There are wounds that never show on the body that are deeper and more hurtful than anything that bleeds."},{"Author":"Allen Ginsberg","Category":"","Quote":"Follow your inner moonlight; don't hide the madness."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"","Quote":"You’re wishin’ too much, baby. You gotta stop wearing your wishbone where your backbone oughtta be."},{"Author":"Maya Angelou","Category":"","Quote":"Success is liking yourself, liking what you do, and liking how you do it."},{"Author":"Elisabeth Kübler-Ross","Category":"","Quote":"The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen."},{"Author":"Lemony Snicket,  The Wide Window","Category":"","Quote":"If you are allergic to a thing, it is best not to put that thing in your mouth, particularly if the thing is cats."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"People, I have discovered, are layers and layers of secrets. You believe you know them, that you understand them, but their motives are always hidden from you, buried in their own hearts. You will never know them, but sometimes you decide to trust them."},{"Author":"Scott Westerfeld,  Uglies","Category":"","Quote":"What you do, the way you think, makes you beautiful."},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"Is standing by the window muttering about blood something he does all the time?\"asked Simon.\"No,\"Jace said. \"Sometimes he sits on the couch and does it."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"Fear of a name increases fear of the thing itself."},{"Author":"Lao Tzu","Category":"","Quote":"The journey of a thousand miles begins with a single step."},{"Author":"John Green,  Will Grayson, Will Grayson","Category":"","Quote":"Maybe there's something you're afraid to say, or someone you're afraid to love, or somewhere you're afraid to go. It's gonna hurt. It's gonna hurt because it matters."},{"Author":"Markus Zusak,  The Book Thief","Category":"","Quote":"I am haunted by humans."},{"Author":"Antoine de Saint-Exupéry","Category":"","Quote":"Goodbye,\"said the fox. \"And now here is my secret, a very simple secret: It is only with the heart that one can see rightly; what is essential is invisible to the eye."},{"Author":"George Orwell,  Animal Farm","Category":"","Quote":"All animals are equal, but some animals are more equal than others."},{"Author":"Henry James","Category":"","Quote":"Three things in human life are important: the first is to be kind; the second is to be kind; and the third is to be kind."},{"Author":"Stephenie Meyer,  Eclipse","Category":"","Quote":"Fall down again, Bella?'No, Emmett, I punched a werewolf in the face."},{"Author":"Albert Einstein","Category":"","Quote":"Great spirits have always encountered violent opposition from mediocre minds."},{"Author":"Charles Bukowski,  Post Office","Category":"","Quote":"I wanted the whole world or nothing."},{"Author":"Joyce Carol Oates,  Solstice","Category":"","Quote":"I never change, I simply become more myself."},{"Author":"Rumi","Category":"","Quote":"What you seek is seeking you."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"","Quote":"Everybody is identical in their secret unspoken belief that way deep down they are different from everyone else."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"","Quote":"Would you tell me, please, which way I ought to go from here?\"\"That depends a good deal on where you want to get to.\"\"I don't much care where –\"\"Then it doesn't matter which way you go."},{"Author":"Amy Bloom","Category":"","Quote":"You are imperfect, permanently and inevitably flawed. And you are beautiful."},{"Author":"Charles Bukowski","Category":"","Quote":"The problem with the world is that the intelligent people are full of doubts, while the stupid ones are full of confidence."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Don't stop there. I suppose there are also, what, vampires and werewolves and zombies?\"\"Of course there are. Although you mostly find zombies farther south, where the voudun priests are.\"\"What about mummies? Do they only hang around Egypt?\"\"Don't be ridiculous. No one believes in mummies."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"At some point, you just pull off the Band-Aid, and it hurts, but then it's over and you're relieved."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"Sometimes people don't want to hear the truth because they don't want their illusions destroyed."},{"Author":"J.R.R. Tolkien","Category":"","Quote":"I will not say, do not weep, for not all tears are an evil."},{"Author":"Hermann Hesse","Category":"","Quote":"Learn what is to be taken seriously and laugh at the rest."},{"Author":"John Green,  An Abundance of Katherines","Category":"","Quote":"You don't remember what happened. What you remember becomes what happened."},{"Author":"Oscar Wilde","Category":"","Quote":"With freedom, books, flowers, and the moon, who could not be happy?"},{"Author":"Hans Christian Andersen,  The Little Mermaid","Category":"","Quote":"But a mermaid has no tears, and therefore she suffers so much more."},{"Author":"Khaled Hosseini,  And the Mountains Echoed","Category":"","Quote":"I suspect the truth is that we are waiting, all of us, against insurmountable odds, for something extraordinary to happen to us."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"So it's you and a syringe against the Capitol? See, this is why no one lets you make the plans."},{"Author":"Terry Pratchett,  A Hat Full of Sky","Category":"","Quote":"Why do you go away? So that you can come back. So that you can see the place you came from with new eyes and extra colors. And the people there see you differently, too. Coming back to where you started is not the same as never leaving."},{"Author":"Paulo Coelho,  The Zahir","Category":"","Quote":"When someone leaves, it's because someone else is about to arrive."},{"Author":"Augusten Burroughs,  Magical Thinking","Category":"","Quote":"I myself am made entirely of flaws, stitched together with good intentions."},{"Author":"Sarah J. Maas,  Throne of Glass","Category":"","Quote":"Libraries were full of ideas–perhaps the most dangerous and powerful of all weapons."},{"Author":"Ernest Hemingway","Category":"","Quote":"Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut."},{"Author":"Erica Jong","Category":"","Quote":"Everyone has talent. What's rare is the courage to follow it to the dark places where it leads."},{"Author":"Nicholas Sparks","Category":"","Quote":"It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on."},{"Author":"Nicholson Baker,  The Anthologist","Category":"","Quote":"I woke up thinking a very pleasant thought. There is lots left in the world to read."},{"Author":"William Shakespeare,  As You Like It","Category":"","Quote":"All the world's a stage, And all the men and women merely players; They have their exits and their entrances; And one man in his time plays many parts, His acts being seven ages."},{"Author":"Rumi,  The Illuminated Rumi","Category":"","Quote":"The minute I heard my first love story,I started looking for you, not knowinghow blind that was.Lovers don't finally meet somewhere.They're in each other all along."},{"Author":"Sarah Dessen,  Lock and Key","Category":"","Quote":"It's a lot easier to be lost than found. It's the reason we're always searching and rarely discovered--so many locks not enough keys."},{"Author":"Oscar Wilde","Category":"","Quote":"Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught."},{"Author":"Maurice Sendak","Category":"","Quote":"A book is really like a lover. It arranges itself in your life in a way that is beautiful."},{"Author":"Maya Angelou","Category":"","Quote":"My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style"},{"Author":"Henry Van Dyke,  Music and Other Poems","Category":"","Quote":"Time is Too Slow for those who Wait, Too Swift for those who Fear, Too Long for those who Grieve, Too Short for those who Rejoice; But for those who Love, Time is not."},{"Author":"Ivan Turgenev","Category":"","Quote":"If we wait for the moment when everything, absolutely everything is ready, we shall never begin."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"There's plenty of sense in nonsense sometimes, if you wish to look for it."},{"Author":"Orson Scott Card,  Ender's Game","Category":"","Quote":"Perhaps it's impossible to wear an identity without becoming what you pretend to be."},{"Author":"Nelson Mandela","Category":"","Quote":"When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw."},{"Author":"Chinua Achebe","Category":"","Quote":"If you don't like someone's story, write your own."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"Some old wounds never truly heal, and bleed again at the slightest word."},{"Author":"Joss Whedon","Category":"","Quote":"Remember to always be yourself. Unless you suck."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"","Quote":"I have the choice of being constantly active and happy or introspectively passive and sad. Or I can go mad by ricocheting in between."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"He's a wallflower. You see things. You keep quiet about them. And you understand."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"","Quote":"Ah,” said a voice from the doorway, “having your annual ‘everyone thinks Will is a lunatic’ meeting, are you? “It’s biannual,” said Jem. “And no, this is not that meeting."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us."},{"Author":"Nora Ephron","Category":"","Quote":"Reading is escape, and the opposite of escape; it's a way to make contact with reality after a day of making things up, and it's a way of making contact with someone else's imagination after a day that's all too real."},{"Author":"Hanh Nhat Thich,  Peace Is Every Step: The Path of Mindfulness in Everyday Life","Category":"","Quote":"Walk as if you are kissing the Earth with your feet."},{"Author":"Lemony Snicket,  Horseradish","Category":"","Quote":"When someone is crying, of course, the noble thing to do is to comfort them. But if someone is trying to hide their tears, it may also be noble to pretend you do not notice them."},{"Author":"Pearl S. Buck","Category":"","Quote":"Many people lose the small joys in the hope for the big happiness."},{"Author":"Charles Bukowski","Category":"","Quote":"there are worse thingsthan being alonebut it often takesdecades to realize thisand most often when you doit's too lateand there's nothing worsethan too late"},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"I am selfish. I am brave."},{"Author":"Lauren Oliver,  Before I Fall","Category":"","Quote":"Maybe you can afford to wait. Maybe for you there's a tomorrow. Maybe for you there's one thousand tomorrows, or three thousand, or ten, so much time you can bathe in it, roll around it, let it slide like coins through you fingers. So much time you can waste it.But for some of us there's only today. And the truth is, you never really know."},{"Author":"Jane Austen,  Persuasion","Category":"","Quote":"You pierce my soul. I am half agony, half hope...I have loved none but you."},{"Author":"T.H. White,  The Once and Future King","Category":"","Quote":"The bravest people are the ones who don’t mind looking like cowards."},{"Author":"Jay Asher,  Thirteen Reasons Why","Category":"","Quote":"You don’t know what goes on in anyone’s life but your own. And when you mess with one part of a person’s life, you’re not messing with just that part. Unfortunately, you can’t be that precise and selective. When you mess with one part of a person’s life, you’re messing with their entire life. Everything. . . affects everything."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"","Quote":"To go wrong in one's own way is better than to go right in someone else's."},{"Author":"Richard Feynman","Category":"","Quote":"Nobody ever figures out what life is all about, and it doesn't matter. Explore the world. Nearly everything is really interesting if you go into it deeply enough."},{"Author":"Vladimir Nabokov,  Lolita","Category":"","Quote":"And the rest is rust and stardust."},{"Author":"William Arthur Ward","Category":"","Quote":"The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails."},{"Author":"Federico García Lorca,  Blood Wedding and Yerma","Category":"","Quote":"To burn with desire and keep quiet about it is the greatest punishment we can bring on ourselves."},{"Author":"Marilyn Monroe","Category":"","Quote":"It's often just enough to be with someone. I don't need to touch them. Not even talk. A feeling passes between you both. You're not alone."},{"Author":"Emily Dickinson","Category":"","Quote":"Forever is composed of nows."},{"Author":"Rumi","Category":"","Quote":"Don’t grieve. Anything you lose comes round in another form."},{"Author":"Mary Shelley,  Frankenstein","Category":"","Quote":"Nothing is so painful to the human mind as a great and sudden change."},{"Author":"S.E. Hinton","Category":"","Quote":"If you have two friends in your lifetime, you're lucky. If you have one good friend, you're more than lucky."},{"Author":"J.R.R. Tolkien","Category":"","Quote":"A single dream is more powerful than a thousand realities."},{"Author":"Margaret Thatcher","Category":"","Quote":"In politics, If you want anything said, ask a man. If you want anything done, ask a woman."},{"Author":"Elizabeth Peters","Category":"","Quote":"No woman really wants a man to carry her off; she only wants him to want to do it."},{"Author":"Rose Kennedy","Category":"","Quote":"It has been said, 'time heals all wounds.' I do not agree. The wounds remain. In time, the mind, protecting its sanity, covers them with scar tissue and the pain lessens. But it is never gone."},{"Author":"Tennessee Williams,  Conversations with Tennessee Williams","Category":"","Quote":"If I got rid of my demons, I’d lose my angels."},{"Author":"Gayle Forman,  If I Stay","Category":"","Quote":"I realize now that dying is easy. Living is hard."},{"Author":"Yann Martel,  Life of Pi","Category":"","Quote":"It is true that those we meet can change us, sometimes so profoundly that we are not the same afterwards, even unto our names."},{"Author":"Bill Nye","Category":"","Quote":"Everyone you will ever meet knows something you don't."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"The one thing that doesn't abide by majority rule is a person's conscience."},{"Author":"Nicholas Sparks,  Dear John","Category":"","Quote":"Our story has three parts: a beginning, a middle, and an end. And although this is the way all stories unfold, I still can't believe that ours didn't go on forever."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"If no one in the entire world cared about you, did you really exist at all?"},{"Author":"Sylvia Plath","Category":"","Quote":"Perhaps when we find ourselves wanting everything, it is because we are dangerously close to wanting nothing."},{"Author":"Aldous Huxley,  Music at Night and Other Essays","Category":"","Quote":"After silence, that which comes nearest to expressing the inexpressible is music."},{"Author":"Mark Twain","Category":"","Quote":"Clothes make the man. Naked people have little or no influence on society."},{"Author":"Joel Osteen,  Your Best Life Now: 7 Steps to Living at Your Full Potential","Category":"","Quote":"You must make a decision that you are going to move on. It wont happen automatically. You will have to rise up and say, ‘I don’t care how hard this is, I don’t care how disappointed I am, I’m not going to let this get the best of me. I’m moving on with my life."},{"Author":"Anaïs Nin","Category":"","Quote":"How wrong is it for a woman to expect the man to build the world she wants, rather than to create it herself?"},{"Author":"Rick Riordan,  The Lightning Thief","Category":"","Quote":"How did you die?\"\"We er....drowned in a bathtub.\"\"All three of you?\"\"It was a big bathtub."},{"Author":"Sara Henderson","Category":"","Quote":"Don't wait for a light to appear at the end of the tunnel, stride down there and light the bloody thing yourself."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"","Quote":"Grover was sniffing the wind, looking nervous. He fished out his acorns and threw them into the sand, then played his pipes. They rearranged themselves in a pattern that made no sense to me, but Grover looked concerned. \"That's us,\"he said. \"Those five nuts right there.\"\"Which one is me?\"I asked. \"The little deformed one,\"Zoe suggested. \"Oh, shut up."},{"Author":"Marilyn Monroe","Category":"","Quote":"Dogs never bite me. Just humans."},{"Author":"Nicholas Sparks,  Dear John","Category":"","Quote":"It's possible to go on, no matter how impossible it seems, and that in time, the grief . . . lessens. It may not go away completely, but after a while it's not so overwhelming."},{"Author":"Lois Lowry,  Gathering Blue","Category":"","Quote":"Take pride in your pain; you are stronger than those who have none"},{"Author":"T.S. Eliot,  Four Quartets","Category":"","Quote":"For last year's words belong to last year's language And next year's words await another voice."},{"Author":"Charles Bukowski","Category":"","Quote":"If you're losing your soul and you know it, then you've still got a soul left to lose"},{"Author":"Oscar Wilde,  Lady Windermere's Fan","Category":"","Quote":"I can resist anything except temptation."},{"Author":"Oscar Wilde","Category":"","Quote":"A cynic is a man who knows the price of everything, and the value of nothing."},{"Author":"A.A. Milne","Category":"","Quote":"I knew when I met you an adventure was going to happen."},{"Author":"C.S. Lewis","Category":"","Quote":"There are far, far better things ahead than any we leave behind."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"I realize only one person will be damaged beyond repair if Peeta dies. Me."},{"Author":"William Shakespeare,  The Passionate Pilgrim","Category":"","Quote":"Words are easy, like the wind; Faithful friends are hard to find."},{"Author":"Gilda Radner","Category":"","Quote":"I wanted a perfect ending. Now I've learned, the hard way, that some poems don't rhyme, and some stories don't have a clear beginning, middle, and end."},{"Author":"Victor Hugo,  Les Misérables","Category":"","Quote":"Even the darkest night will end and the sun will rise."},{"Author":"Virginia Woolf","Category":"","Quote":"Why are women... so much more interesting to men than men are to women?"},{"Author":"Paulo Coelho,  The Alchemist","Category":"","Quote":"Remember that wherever your heart is, there you will find your treasure."},{"Author":"Edward Albee","Category":"","Quote":"You're alive only once, as far as we know, and what could be worse than getting to the end of your life and realizing you hadn't lived it?"},{"Author":"Voltaire","Category":"","Quote":"Judge a man by his questions rather than by his answers."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"","Quote":"I knew the second I met youthat there was something about you I needed. Turns out it wasn’t something about you at all. It was just you."},{"Author":"Margaret Fuller","Category":"","Quote":"Today a reader, tomorrow a leader."},{"Author":"Jane Austen,  Persuasion","Category":"","Quote":"I hate to hear you talk about all women as if they were fine ladies instead of rational creatures. None of us want to be in calm waters all our lives."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"Cruelty does not make a person dishonest, the same way bravery does not make a person kind."},{"Author":"Marilyn Monroe","Category":"","Quote":"If I'd observed all the rules I'd never have got anywhere."},{"Author":"Henry Miller","Category":"","Quote":"The one thing we can never get enough of is love. And the one thing we never give enough of is love."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"Atticus told me to delete the adjectives and I'd have the facts."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"We both have war inside us. Sometimes it keeps us alive. Sometimes it threatens to destroy us."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"The Road goes ever on and onDown from the door where it began.Now far ahead the Road has gone,And I must follow, if I can,Pursuing it with eager feet,Until it joins some larger wayWhere many paths and errands meet.And whither then? I cannot say"},{"Author":"George Orwell","Category":"","Quote":"Every generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it."},{"Author":"Bob Marley","Category":"","Quote":"love the life you live.live the life you love."},{"Author":"Ray Bradbury","Category":"","Quote":"We are cups, constantly and quietly being filled. The trick is, knowing how to tip ourselves over and let the beautiful stuff out."},{"Author":"Antoine de Saint-Exupéry,  The Little Prince","Category":"","Quote":"All grown-ups were once children... but only few of them remember it."},{"Author":"Rick Riordan,  The Battle of the Labyrinth","Category":"","Quote":"People are more difficult to work with than machines. And when you break a person, he can't be fixed."},{"Author":"A.A. Milne","Category":"","Quote":"Sometimes,' said Pooh, 'the smallest things take up the most room in your heart."},{"Author":"Honoré de Balzac","Category":"","Quote":"Solitude is fine but you need someone to tell that solitude is fine."},{"Author":"Dr. Seuss","Category":"","Quote":"How did it get so late so soon?"},{"Author":"Isaac Asimov","Category":"","Quote":"In life, unlike chess, the game continues after checkmate."},{"Author":"Philip K. Dick,  I Hope I Shall Arrive Soon","Category":"","Quote":"Reality is that which, when you stop believing in it, doesn't go away."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"We should consider every day lost on which we have not danced at least once."},{"Author":"J.R.R. Tolkien,  The Two Towers","Category":"","Quote":"War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend."},{"Author":"Ally Condie,  Matched","Category":"","Quote":"Growing apart doesn't change the fact that for a long time we grew side by side; our roots will always be tangled. I'm glad for that."},{"Author":"Ernest Hemingway","Category":"","Quote":"The world breaks everyone, and afterward, many are strong at the broken places."},{"Author":"Terry Pratchett","Category":"","Quote":"In ancient times cats were worshipped as gods; they have not forgotten this."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"Live in the sunshine, swim the sea, drink the wild air."},{"Author":"Ralph Ellison,  Invisible Man","Category":"","Quote":"When I discover who I am, I’ll be free."},{"Author":"J.R.R. Tolkien,  The Lord of the Rings","Category":"","Quote":"Three Rings for the Elven-kings under the sky, Seven for the Dwarf-lords in halls of stone,Nine for Mortal Men, doomed to die, One for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.In the Land of Mordor where the Shadows lie."},{"Author":"Barbara W. Tuchman","Category":"","Quote":"Books are the carriers of civilization...They are companions, teachers, magicians, bankers of the treasures of the mind. Books are humanity in print."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"","Quote":"It is my belief... that the truth is generally preferable to lies."},{"Author":"Saul Bellow","Category":"","Quote":"People can lose their lives in libraries. They ought to be warned."},{"Author":"Pablo Neruda","Category":"","Quote":"Someday, somewhere - anywhere, unfailingly, you'll find yourself, and that, and only that, can be the happiest or bitterest hour of your life."},{"Author":"William Shakespeare,  The Merchant of Venice","Category":"","Quote":"You speak an infinite deal of nothing."},{"Author":"Robert Jordan","Category":"","Quote":"Any fool knows men and women think differently at times, but the biggest difference is this. Men forget, but never forgive; women forgive, but never forget."},{"Author":"L. Frank Baum","Category":"","Quote":"Never give up...No one knows what's going to happen next."},{"Author":"Victor Hugo,  Hugo's Works: William Shakespeare","Category":"","Quote":"Music expresses that which cannot be said and on which it is impossible to be silent."},{"Author":"A.J. Cronin","Category":"","Quote":"Worry never robs tomorrow of its sorrow, but only saps today of its strength."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"You gave me a forever within the numbered days, and I'm grateful."},{"Author":"Dr. Seuss","Category":"","Quote":"If things start happening, don't worry, don't stew, just go right along and you'll start happening too."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"I didn’t need you, you idiot. I picked you. And then you picked me back."},{"Author":"Clare Boothe Luce","Category":"","Quote":"Money can't buy happiness, but it can make you awfully comfortable while you're being miserable."},{"Author":"Markus Zusak,  The Book Thief","Category":"","Quote":"Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day."},{"Author":"James Baldwin","Category":"","Quote":"You think your pain and your heartbreak are unprecedented in the history of the world, but then you read."},{"Author":"Marilyn Monroe","Category":"","Quote":"Keep smiling, because life is a beautiful thing and there's so much to smile about."},{"Author":"Noël Coward,  Blithe Spirit","Category":"","Quote":"It's discouraging to think how many people are shocked by honesty and how few by deceit."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"","Quote":"I'm quite illiterate, but I read a lot."},{"Author":"Cynthia Ozick","Category":"","Quote":"We take for granted the very things that most deserve our gratitude."},{"Author":"Ian Fleming","Category":"","Quote":"Never say 'no' to adventures. Always say 'yes,' otherwise you'll lead a very dull life."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"What you do speaks so loudly that I cannot hear what you say."},{"Author":"Rob Reiner","Category":"","Quote":"Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect."},{"Author":"Stephen King,  Rita Hayworth and Shawshank Redemption: A Story from Different Seasons","Category":"","Quote":"Some birds are not meant to be caged, that's all. Their feathers are too bright, their songs too sweet and wild. So you let them go, or when you open the cage to feed them they somehow fly out past you. And the part of you that knows it was wrong to imprison them in the first place rejoices, but still, the place where you live is that much more drab and empty for their departure."},{"Author":"Benjamin Franklin,  Poor Richard's Almanack","Category":"","Quote":"Three may keep a secret, if two of them are dead."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"","Quote":"The silence depressed me. It wasn't the silence of silence. It was my own silence."},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"","Quote":"- \"Why don't you like to be touched?\"- \"Because I'm fifty shades of fucked-up, Anastasia"},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"","Quote":"I regret that it takes a life to learn how to live."},{"Author":"Margaret Lee Runbeck","Category":"","Quote":"Silence make the real conversations between friends. Not the saying, but the never needing to say that counts."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"","Quote":"Life appears to me too short to be spent in nursing animosity or registering wrongs."},{"Author":"John Steinbeck,  Of Mice and Men","Category":"","Quote":"Maybe ever’body in the whole damn world is scared of each other."},{"Author":"Roald Dahl","Category":"","Quote":"So please, oh please, we beg, we pray, go throw your TV set away, and in its place you can install, a lovely bookshelf on the wall."},{"Author":"Anna Quindlen","Category":"","Quote":"The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"It wouldn't be my move,\"Jace agreed. \"First the candy and flowers, then the apology letters, then the ravenous demon hordes. In that order."},{"Author":"Mother Teresa","Category":"","Quote":"Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing."},{"Author":"Marilyn Monroe","Category":"","Quote":"I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made."},{"Author":"Lemony Snicket","Category":"","Quote":"All the secrets of the world are contained in books. Read at your own risk."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"Keep in mind that people change, but the past doesn't."},{"Author":"Nick Hornby,  High Fidelity","Category":"","Quote":"People worry about kids playing with guns, and teenagers watching violent videos; we are scared that some sort of culture of violence will take them over. Nobody worries about kids listening to thousands - literally thousands - of songs about broken hearts and rejection and pain and misery and loss."},{"Author":"Ayn Rand,  Atlas Shrugged","Category":"","Quote":"If you don't know, the thing to do is not to get scared, but to learn."},{"Author":"John Lennon","Category":"","Quote":"A dream you dream alone is only a dream. A dream you dream together is reality."},{"Author":"أحلام مستغانمي,  ذاكرة الجسد","Category":"","Quote":"أحسد الأطفال الرضّع، لأنهم يملكون وحدهم حق الصراخ والقدرة عليه، قبل أن تروض الحياة حبالهم الصوتية، وتعلِّمهم الصمت"},{"Author":"Paulo Coelho,  The Alchemist","Category":"","Quote":"Tell your heart that the fear of suffering is worse than the suffering itself. And that no heart has ever suffered when it goes in search of its dreams, because every second of the search is a second's encounter with God and with eternity."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"","Quote":"You never know what worse luck your bad luck has saved you from."},{"Author":"George R.R. Martin,  A Song of Ice and Fire, 5-Book Boxed Set: A Game of Thrones, A Clash of Kings, A Storm of Swords, A Feast for Crows, A Dance with Dragons","Category":"","Quote":"Never forget what you are, for surely the world will not. Make it your strength. Then it can never be your weakness."},{"Author":"Temple Grandin","Category":"","Quote":"I am different, not less."},{"Author":"Kurt Vonnegut,  Slaughterhouse-Five","Category":"","Quote":"And so it goes..."},{"Author":"Mark Twain","Category":"","Quote":"If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"I don't want to be at the mercy of my emotions. I want to use them, to enjoy them, and to dominate them."},{"Author":"Abraham Lincoln","Category":"","Quote":"America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves."},{"Author":"Zelda Fitzgerald,  The Collected Writings","Category":"","Quote":"She refused to be bored chiefly because she wasn't boring."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"But it is the nature of stars to cross, and never was Shakespeare more wrong than when he has Cassius note, ‘The fault, dear Brutus, is not in our stars / But in ourselves."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"","Quote":"They’re not hideous,” said Tessa. Will blinked at her. “What?” “Gideon and Gabriel,” said Tessa. “They’re really quite good-looking, not hideous at all.” “I spoke,” said Will, in sepulchral tones, “of the pitch-black inner depths of their souls.” Tessa snorted. “And what color do you suppose the inner depths of your soul are, Will Herondale?” “Mauve,” said Will."},{"Author":"August Wilson","Category":"","Quote":"Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing."},{"Author":"Anne Lamott","Category":"","Quote":"Lighthouses don’t go running all over an island looking for boats to save; they just stand there shining."},{"Author":"John Cheever","Category":"","Quote":"I've been homesick for countries I've never been, and longed to be where I couldn't be."},{"Author":"Margaret Mead","Category":"","Quote":"I was wise enough never to grow up, while fooling people into believing I had."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"That's why when major badasses greet each other in movies, they don't say anything, they just nod. The nod means, 'I' am a badass, and I recognize that you, too, are a badass,' but they don't say anything because they're Wolverine and Magneto and it would mess up their vibe to explain."},{"Author":"Ernest Hemingway","Category":"","Quote":"There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self."},{"Author":"Ralph Ellison,  Invisible Man","Category":"","Quote":"What and how much had I lost by trying to do only what was expected of me instead of what I myself had wished to do?"},{"Author":"Vincent van Gogh","Category":"","Quote":"Be clearly aware of the stars and infinity on high. Then life seems almost enchanted after all."},{"Author":"Sherrilyn Kenyon,  Acheron","Category":"","Quote":"Life isn't finding shelter in the storm. It's about learning to dance in the rain."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"And I like large parties. They’re so intimate. At small parties there isn’t any privacy."},{"Author":"Johnny Cash","Category":"","Quote":"All your life, you will be faced with a choice. You can choose love or hate…I choose love."},{"Author":"Laurie Halse Anderson,  Speak","Category":"","Quote":"You have to know what you stand for, not just what you stand against."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"And so with the sunshine and the great bursts of leaves growing on the trees, just as things grow in fast movies, I had that familiar conviction that life was beginning over again with the summer."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself."},{"Author":"Mark Twain","Category":"","Quote":"Always do what is right. It will gratify half of mankind and astound the other."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Politeness is deception in pretty packaging."},{"Author":"Nicholas Sparks,  A Walk to Remember","Category":"","Quote":"Without suffering, there'd be no compassion."},{"Author":"Norton Juster,  The Phantom Tollbooth","Category":"","Quote":"So many things are possible just as long as you don't know they're impossible."},{"Author":"Anne Frank,  The Diary of a Young Girl","Category":"","Quote":"I've found that there is always some beauty left -- in nature, sunshine, freedom, in yourself; these can all help you."},{"Author":"Dylan Thomas,  In Country Sleep, and Other Poems","Category":"","Quote":"Do not go gentle into that good night.Rage, rage against the dying of the light."},{"Author":"Thomas Merton,  The Way of Chuang Tzu","Category":"","Quote":"The beginning of love is the will to let those we love be perfectly themselves, the resolution not to twist them to fit our own image."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"","Quote":"I dream. Sometimes I think that's the only right thing to do."},{"Author":"مصطفى محمود,  لغز الموت","Category":"","Quote":"و كلما أمسكت بحالة من حالاتي و قلت هذا هو أنا .. ما تلبث هذه الحالة أن تفلت من أصابعي و تحل محلها حالة أخرى .. هي أنا .. أيضاً.."},{"Author":"Audrey Hepburn","Category":"","Quote":"There is more to sex appeal than just measurements. I don't need a bedroom to prove my womanliness. I can convey just as much sex appeal, picking apples off a tree or standing in the rain."},{"Author":"Charles Bukowski","Category":"","Quote":"Real loneliness is not necessarily limited to when you are alone."},{"Author":"Patricia Highsmith","Category":"","Quote":"My imagination functions much better when I don't have to speak to people."},{"Author":"Anita Desai","Category":"","Quote":"Wherever you go becomes a part of you somehow."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"When it is dark enough, you can see the stars."},{"Author":"George Gordon Byron","Category":"","Quote":"And thus the heart will break, yet brokenly live on."},{"Author":"Marguerite Duras","Category":"","Quote":"Our mothers always remain the strangest, craziest people we've ever met."},{"Author":"D.H. Lawrence,  Lady Chatterley's Lover","Category":"","Quote":"We've got to live, no matter how many skies have fallen."},{"Author":"Lady Gaga","Category":"","Quote":"Trust is like a mirror, you can fix it if it's broken, but you can still see the crack in that mother fucker's reflection."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"Really, the combination of the scabs and the ointment looks hideous. I can't help enjoying his distress.\"Poor Finnick. Is this the first time in your life you haven't looked pretty?\"I say.\"It must be. The sensation's completely new. How have you managed it all these years?\"he asks.\"Just avoid mirrors. You'll forget about it,\"I say.\"Not if I keep looking at you,\"he says."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"","Quote":"It was books that made me feel that perhaps I was not completely alone. They could be honest with me, and I with them."},{"Author":"John Boyne","Category":"","Quote":"There's things that happen in a person's life that are so scorched in the memory and burned into the heart that there's no forgetting them."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Where there is love, there is often also hate. They can exist side by side."},{"Author":"Richelle Mead,  Last Sacrifice","Category":"","Quote":"Ah, my daughter,ʺ he said. ʺEighteen, and already youʹve been accused of murder, aided felons, and acquired a death count higher than most guardians will ever see.ʺ He paused. ʺI couldnʹt be prouder."},{"Author":"Neil Gaiman,  Fragile Things: Short Fictions and Wonders","Category":"","Quote":"There are so many fragile things, after all. People break so easily, and so do dreams and hearts."},{"Author":"Mark Twain,  A Connecticut Yankee in King Arthur's Court","Category":"","Quote":"You can't depend on your eyes when your imagination is out of focus."},{"Author":"William Shakespeare,  Julius Caesar","Category":"","Quote":"Cowards die many times before their deaths; The valiant never taste of death but once. Of all the wonders that I yet have heard, It seems to me most strange that men should fear; Seeing that death, a necessary end, Will come when it will come."},{"Author":"Carl Sandburg","Category":"","Quote":"Time is the coin of your life. You spend it. Do not allow others to spend it for you."},{"Author":"Bram Stoker,  Dracula","Category":"","Quote":"There are darknesses in life and there are lights, and you are one of the lights, the light of all lights."},{"Author":"Gloria Steinem","Category":"","Quote":"A woman without a man is like a fish without a bicycle."},{"Author":"Rick Riordan,  The Lightning Thief","Category":"","Quote":"What if it lines up like it did in the Trojan War ... Athena versus Poseidon?\"\"I don't know. But I just know that I'll be fighting next to you.\"\"Why?\"\"Because you're my friend, Seaweed Brain. Any more stupid questions?"},{"Author":"أحمد خالد توفيق","Category":"","Quote":"أتمنى أن أبكي و أرتجف , التصق بواحد من الكبار , لكن الحقيقة القاسية هي أنك الكبار! .. أنت من يجب أن يمنح القوة و الأمن للآخرين!"},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"","Quote":"Don't feel sorry for yourself. Only assholes do that."},{"Author":"Veronica Roth,  Allegiant","Category":"","Quote":"I suppose a fire that burns that bright is not meant to last."},{"Author":"Katherine Mansfield","Category":"","Quote":"The pleasure of all reading is doubled when one lives with another who shares the same books."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"Nitwit! Blubber! Oddment! Tweak!"},{"Author":"L. Frank Baum,  The Wonderful Wizard of Oz","Category":"","Quote":"There is no place like home."},{"Author":"Oscar Wilde,  The Importance of Being Earnest","Category":"","Quote":"All women become like their mothers. That is their tragedy. No man does, and that is his."},{"Author":"Joseph Heller,  Catch-22","Category":"","Quote":"He was going to live forever, or die in the attempt."},{"Author":"Eugene Field","Category":"","Quote":"No book can be appreciated until it has been slept with and dreamed over."},{"Author":"F. Scott Fitzgerald","Category":"","Quote":"Show me a hero, and I'll write you a tragedy."},{"Author":"Neil Gaiman,  Smoke and Mirrors","Category":"","Quote":"When I was a child, adults would tell me not to make things up, warning me of what would happen if I did. As far as I can tell so far, it seems to involve lots of foreign travel and not having to get up too early in the morning."},{"Author":"Khaled Hosseini,  The Kite Runner","Category":"","Quote":"And that's the thing about people who mean everything they say. They think everyone else does too."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"When did we see each other face-to-face? Not until you saw into my cracks and I saw into yours. Before that, we were just looking at ideas of each other, like looking at your window shade but never seeing inside. But once the vessel cracks, the light can get in. The light can get out."},{"Author":"E.E. Cummings,  100 Selected Poems","Category":"","Quote":"For whatever we lose (like a you or a me),It's always our self we find in the sea."},{"Author":"Rumi","Category":"","Quote":"Forget safety.Live where you fear to live.Destroy your reputation.Be notorious."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"Did you ever think that in a past life Alec was an old woman with ninety cats who was always yelling at the neighborhood kids to get off her lawn? Because I do,"},{"Author":"Mark Twain","Category":"","Quote":"The trouble is not in dying for a friend, but in finding a friend worth dying for."},{"Author":"Rita Mae Brown","Category":"","Quote":"I think the reward for conformity is that everyone likes you except yourself."},{"Author":"Ursula K. Le Guin","Category":"","Quote":"The creative adult is the child who has survived."},{"Author":"Deepak Chopra","Category":"","Quote":"Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future."},{"Author":"Washington Irving","Category":"","Quote":"There is a sacredness in tears....They are the messengers of overwhelming grief, of deep contrition and of unspeakable love."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"May the odds be ever in your favor!"},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"I always channel my emotions into my work. That way, I don't hurt anyone but myself."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"To define is to limit."},{"Author":"غسان كنفاني","Category":"","Quote":"!لك شيء في هذا العالم.. فقم"},{"Author":"Douglas Adams,  Mostly Harmless","Category":"","Quote":"A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"I think there's just one kind of folks. Folks."},{"Author":"William Saroyan","Category":"","Quote":"When you laugh, laugh like hell. And when you get angry, get good and angry. Try to be alive. You will be dead soon enough."},{"Author":"John Lennon","Category":"","Quote":"One thing you can't hide - is when you're crippled inside."},{"Author":"William Shakespeare,  The Taming of the Shrew","Category":"","Quote":"My tongue will tell the anger of my heart, or else my heart concealing it will break."},{"Author":"Nicholas Sparks,  The Last Song","Category":"","Quote":"Truth only means something when it's hard to admit."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"","Quote":"I like to see people reunited, I like to see people run to each other, I like the kissing and the crying, I like the impatience, the stories that the mouth can't tell fast enough, the ears that aren't big enough, the eyes that can't take in all of the change, I like the hugging, the bringing together, the end of missing someone."},{"Author":"Rick Riordan","Category":"","Quote":"I nodded, looking at Rachel with respect. \"You hit the Lord of the Titans in the eye with a blue plastic hairbrush."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"","Quote":"Fools talk, cowards are silent, wise men listen."},{"Author":"Jane Austen","Category":"","Quote":"Ah! There is nothing like staying at home, for real comfort."},{"Author":"Ralph Waldo Emerson,  Self Reliance","Category":"","Quote":"Is it so bad, then, to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood."},{"Author":"John Steinbeck,  The Grapes of Wrath","Category":"","Quote":"There ain't no sin and there ain't no virtue. There's just stuff people do."},{"Author":"Dr. Seuss,  Oh, the Places You'll Go! and The Lorax","Category":"","Quote":"All alone! Whether you like it or not, alone is something you'll be quite a lot!"},{"Author":"Aldous Huxley","Category":"","Quote":"You shall know the truth and the truth shall make you mad."},{"Author":"Mark Twain","Category":"","Quote":"If you don't read the newspaper, you're uninformed. If you read the newspaper, you're mis-informed."},{"Author":"David Levithan,  Will Grayson, Will Grayson","Category":"","Quote":"I am constantly torn between killing myself and killing everyone around me."},{"Author":"Paulo Coelho,  Eleven Minutes","Category":"","Quote":"When I had nothing to lose, I had everything. When I stopped being who I am, I found myself."},{"Author":"C.S. Lewis","Category":"","Quote":"God can't give us peace and happiness apart from Himself because there is no such thing."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"Winter is coming."},{"Author":"Michael Ondaatje,  The English Patient","Category":"","Quote":"She had always wanted words, she loved them; grew up on them. Words gave her clarity, brought reason, shape."},{"Author":"John Grisham,  The Rainmaker","Category":"","Quote":"Don't compromise yourself - you're all you have."},{"Author":"Thomas Merton,  No Man Is an Island","Category":"","Quote":"Art enables us to find ourselves and lose ourselves at the same time."},{"Author":"Doris Lessing","Category":"","Quote":"Whatever you're meant to do, do it now. The conditions are always impossible."},{"Author":"Albert Einstein","Category":"","Quote":"Creativity is intelligence having fun."},{"Author":"Confucius","Category":"","Quote":"Wheresoever you go, go with all your heart."},{"Author":"Lauren Oliver,  Before I Fall","Category":"","Quote":"So many things become beautiful when you really look."},{"Author":"Brian Jacques,  Redwall","Category":"","Quote":"Even the strongest and bravest must sometimes weep. It shows they have a great heart, one that can feel compassion for others."},{"Author":"Dr. Seuss,  How the Grinch Stole Christmas!","Category":"","Quote":"Then the Grinch thought of something he hadn't before! What if Christmas, he thought, doesn't come from a store. What if Christmas...perhaps...means a little bit more!"},{"Author":"Desmond Tutu","Category":"","Quote":"Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world."},{"Author":"Oscar Wilde","Category":"","Quote":"Quotation is a serviceable substitute for wit."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"Rivers know this: there is no hurry. We shall get there some day."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"There is a stubbornness about me that never can bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me."},{"Author":"Rumi","Category":"","Quote":"When you do things from your soul, you feel a river moving in you, a joy."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Give her hell from us, Peeves."},{"Author":"Richelle Mead,  Vampire Academy","Category":"","Quote":"The only thing better than imagining Dimitri carrying me in his arms was imagining him shirtless while carrying me in his arms."},{"Author":"Charles Bukowski","Category":"","Quote":"Some lose all mind and become soul,insane.some lose all soul and become mind, intellectual.some lose both and become accepted"},{"Author":"Paulo Coelho","Category":"","Quote":"A child can teach an adult three things: to be happy for no reason, to always be busy with something, and to know how to demand with all his might that which he desires."},{"Author":"S.E. Hinton,  The Outsiders","Category":"","Quote":"Stay gold, Ponyboy, stay gold."},{"Author":"Lillian Hellman","Category":"","Quote":"People change and forget to tell each other."},{"Author":"J.K. Rowling,  Harry Potter and the Chamber of Secrets","Category":"","Quote":"Honestly, if you were any slower, you’d be going backward."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"I must have loved you a lot."},{"Author":"Alan W. Watts","Category":"","Quote":"Trying to define yourself is like trying to bite your own teeth."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"","Quote":"If I had a world of my own, everything would be nonsense. Nothing would be what it is, because everything would be what it isn't. And contrary wise, what is, it wouldn't be. And what it wouldn't be, it would. You see?"},{"Author":"Fannie Flagg,  Fried Green Tomatoes at the Whistle Stop Cafe","Category":"","Quote":"Remember if people talk behind your back, it only means you are two steps ahead."},{"Author":"Neil Gaiman,  Stardust","Category":"","Quote":"She says nothing at all, but simply stares upward into the dark sky and watches, with sad eyes, the slow dance of the infinite stars."},{"Author":"Stanisław Lem","Category":"","Quote":"Good books tell the truth, even when they're about things that never have been and never will be. They're truthful in a different way."},{"Author":"Honoré de Balzac","Category":"","Quote":"Reading brings us unknown friends"},{"Author":"W.C. Fields","Category":"","Quote":"It ain't what they call you, it's what you answer to."},{"Author":"Thomas Wolfe,  You Can't Go Home Again","Category":"","Quote":"Make your mistakes, take your chances, look silly, but keep on going. Don’t freeze up."},{"Author":"Oscar Wilde,  Lady Windermere's Fan","Category":"","Quote":"It is absurd to divide people into good and bad. People are either charming or tedious."},{"Author":"Aung San Suu Kyi","Category":"","Quote":"The only real prison is fear, and the only real freedom is freedom from fear"},{"Author":"Jay Asher,  Thirteen Reasons Why","Category":"","Quote":"You can't stop the futureYou can't rewind the pastThe only way to learn the secret...is to press play."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"","Quote":"I care for myself. The more solitary, the more friendless, the more unsustained I am, the more I will respect myself."},{"Author":"Franz Kafka","Category":"","Quote":"I am a cage, in search of a bird."},{"Author":"Charles Lamb,  The Life, Letters and Writings of Charles Lamb","Category":"","Quote":"Tis the privilege of friendship to talk nonsense, and to have her nonsense respected."},{"Author":"W.G. Sebald,  Vertigo","Category":"","Quote":"It is thanks to my evening reading alone that I am still more or less sane."},{"Author":"Ursula K. Le Guin,  The Wave in the Mind: Talks & Essays on the Writer, the Reader & the Imagination","Category":"","Quote":"People who deny the existence of dragons are often eaten by dragons. From within."},{"Author":"Susan Sontag","Category":"","Quote":"I haven't been everywhere, but it's on my list."},{"Author":"Daniel Defoe,  Robinson Crusoe","Category":"","Quote":"It is never too late to be wise."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"We didn't talk about anything heavy or light. We were just there together. And that was enough"},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Even in half demon hunter clothes, Clary thought, he looked like the kind of boy who'd come over your house to pick you up for a date and be polite to your parents and nice to your pets.Jace on the other hand, looked like the kind of boy who'd come over your house and burn it down just for kicks."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"The pleasure of remembering had been taken from me, because there was no longer anyone to remember with. It felt like losing your co-rememberer meant losing the memory itself, as if the things we'd done were less real and important than they had been hours before."},{"Author":"Mother Teresa","Category":"","Quote":"Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin."},{"Author":"Stephanie Perkins,  Anna and the French Kiss","Category":"","Quote":"Is it possible for home to be a person and not a place?"},{"Author":"Rumi,  The Essential Rumi","Category":"","Quote":"Don't be satisfied with stories, how things have gone with others. Unfold your own myth."},{"Author":"Mary Shelley,  Frankenstein","Category":"","Quote":"Beware; for I am fearless, and therefore powerful."},{"Author":"Arthur O'Shaughnessy,  Poems of Arthur O'Shaughnessy","Category":"","Quote":"We are the music makers, and we are the dreamers of dreams."},{"Author":"Confucius","Category":"","Quote":"Everything has beauty, but not everyone sees it."},{"Author":"Dr. Seuss","Category":"","Quote":"Adults are just obsolete children and the hell with them."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Youth can not know how age thinks and feels. But old men are guilty if they forget what it was to be young."},{"Author":"Benjamin Franklin,  Memoirs of the life & writings of Benjamin Franklin","Category":"","Quote":"They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety."},{"Author":"John Steinbeck,  East of Eden","Category":"","Quote":"I believe a strong woman may be stronger than a man, particularly if she happens to have love in her heart. I guess a loving woman is indestructible."},{"Author":"Robert A. Heinlein,  Starship Troopers","Category":"","Quote":"Happiness consists in getting enough sleep. Just that, nothing more."},{"Author":"Euripides,  The Bacchae","Category":"","Quote":"Talk sense to a fool and he calls you foolish."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Are you implying that shreds of my reputation remain intact?\"Will demanded with mock horror. \"Clearly I have been doing something wrong. Or not something wrong, as the case may be.\"He banged on the side of the carriage. \"Thomas! We must away at once to the nearest brothel. I seek scandal and low companionship."},{"Author":"Albert Einstein","Category":"","Quote":"The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it."},{"Author":"Gustave Flaubert","Category":"","Quote":"Do not read as children do to enjoy themselves, or, as the ambitious do to educate themselves. No, read to live."},{"Author":"Mark Twain","Category":"","Quote":"Courage is resistance to fear, mastery of fear - not absence of fear."},{"Author":"William Wordsworth,  Lyrical Ballads","Category":"","Quote":"The best portion of a good man's life: his little, nameless unremembered acts of kindness and love."},{"Author":"J.M. Barrie,  Peter Pan","Category":"","Quote":"Dreams do come true, if only we wish hard enough. You can have anything in life if you will sacrifice everything else for it."},{"Author":"David Levithan,  The Lover's Dictionary","Category":"","Quote":"It was a mistake,\"you said. But the cruel thing was, it felt like the mistake was mine, for trusting you."},{"Author":"Anthony Powell","Category":"","Quote":"I get a warm feeling among my books."},{"Author":"Edgar Allan Poe","Category":"","Quote":"There is no exquisite beauty… without some strangeness in the proportion."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"You're a painter. You're a baker. You like to sleep with the windows open. You never take sugar in your tea. And you always double-knot your shoelaces."},{"Author":"John Green,  Will Grayson, Will Grayson","Category":"","Quote":"You like someone who can't like you back because unrequited love can be survived in a way that once-requited love cannot."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"The only way to get rid of temptation is to yield to it."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Let me give you a piece of advice. The handsome young fellow who's trying to rescue you from a hideous fate is never wrong. Not even if he says the sky is purple and made of hedgehogs."},{"Author":"Robert Frost","Category":"","Quote":"If we couldn't laugh we would all go insane."},{"Author":"Coco Chanel,  The Gospel According to Coco Chanel: Life Lessons from the World's Most Elegant Woman","Category":"","Quote":"A girl should be two things: who and what she wants."},{"Author":"William Blake","Category":"","Quote":"It is easier to forgive an enemy than to forgive a friend."},{"Author":"Julia Child","Category":"","Quote":"A party without cake is just a meeting"},{"Author":"Glen Cook,  Sweet Silver Blues","Category":"","Quote":"Morning is wonderful. Its only drawback is that it comes at such an inconvenient time of day."},{"Author":"Winston S. Churchill","Category":"","Quote":"Tact is the ability to tell someone to go to hell in such a way that they look forward to the trip."},{"Author":"Carol Shields,  The Republic of Love","Category":"","Quote":"Open a book this minute and start reading. Don’t move until you’ve reached page fifty. Until you’ve buried your thoughts in print. Cover yourself with words. Wash yourself away. Dissolve."},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"","Quote":"I'm sick of just liking people. I wish to God I could meet somebody I could respect."},{"Author":"H.P. Lovecraft","Category":"","Quote":"The world is indeed comic, but the joke is on mankind."},{"Author":"Jim Morrison","Category":"","Quote":"Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"","Quote":"When I get lonely these days, I think: So BE lonely, Liz. Learn your way around loneliness. Make a map of it. Sit with it, for once in your life. Welcome to the human experience. But never again use another person's body or emotions as a scratching post for your own unfulfilled yearnings."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"It must require bravery to be honest all the time."},{"Author":"Hunter S. Thompson,  The Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967","Category":"","Quote":"A man who procrastinates in his choosing will inevitably have his choice made for him by circumstance."},{"Author":"Mahatma Gandhi","Category":"","Quote":"Your beliefs become your thoughts, Your thoughts become your words, Your words become your actions, Your actions become your habits, Your habits become your values, Your values become your destiny."},{"Author":"Markus Zusak","Category":"","Quote":"Sometimes you read a book so special that you want to carry it around with you for months after you've finished just to stay near it."},{"Author":"Octavia E. Butler,  Parable of the Talents","Category":"","Quote":"In order to riseFrom its own ashesA phoenixFirstMustBurn."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"And I guess I realized at that moment that I really did love her. Because there was nothing to gain, and that didn't matter."},{"Author":"Nicholas Sparks,  Dear John","Category":"","Quote":"I love you, not just for now, but for always, and I dream of the day that you’ll take me in your arms again."},{"Author":"Evelyn Waugh,  Brideshead Revisited","Category":"","Quote":"Sometimes, I feel the past and the future pressing so hard on either side that there's no room for the present at all."},{"Author":"Charles Dickens","Category":"","Quote":"Have a heart that never hardens, and a temper that never tires, and a touch that never hurts."},{"Author":"Nicholas Sparks,  The Last Song","Category":"","Quote":"you have to love something before you can hate it."},{"Author":"Mark Twain,  The Innocents Abroad/Roughing It","Category":"","Quote":"Travel is fatal to prejudice, bigotry, and narrow-mindedness, and many of our people need it sorely on these accounts. Broad, wholesome, charitable views of men and things cannot be acquired by vegetating in one little corner of the earth all one's lifetime."},{"Author":"Edgar Allan Poe","Category":"","Quote":"I have absolutely no pleasure in the stimulants in which I sometimes so madly indulge. It has not been in the pursuit of pleasure that I have periled life and reputation and reason. It has been the desperate attempt to escape from torturing memories, from a sense of insupportable loneliness and a dread of some strange impending doom."},{"Author":"William Golding,  Lord of the Flies","Category":"","Quote":"Maybe there is a beast… maybe it's only us."},{"Author":"مصطفى محمود,  في الحب والحياة","Category":"","Quote":"الكراهية تكلف أكثر من الحب.. لأنها إحساس غير طبيعي.. إحساس عكسي مثل حركة الأجسام ضد جاذبية الأرض.. تحتاج إلى قوة إضافية وتستهلك وقوداً أكثر"},{"Author":"Mother Teresa","Category":"","Quote":"Do not think that love in order to be genuine has to be extraordinary. What we need is to love without getting tired. Be faithful in small things because it is in them that your strength lies."},{"Author":"Steve Jobs","Category":"","Quote":"Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart."},{"Author":"Julian Barnes,  The Sense of an Ending","Category":"","Quote":"This was another of our fears: that Life wouldn't turn out to be like Literature."},{"Author":"Oscar Wilde","Category":"","Quote":"Crying is for plain women. Pretty women go shopping."},{"Author":"Mahmoud Darwish","Category":"","Quote":"و كن من أنتَ حيث تكون و احمل عبءَ قلبِكَ وحدهُ"},{"Author":"Georg Wilhelm Friedrich Hegel","Category":"","Quote":"Nothing great in the world was accomplished without passion."},{"Author":"Napoléon Bonaparte","Category":"","Quote":"Never interrupt your enemy when he is making a mistake."},{"Author":"Kahlil Gibran","Category":"","Quote":"Out of suffering have emerged the strongest souls; the most massive characters are seared with scars."},{"Author":"J.M. Barrie,  Peter Pan","Category":"","Quote":"The moment you doubt whether you can fly, you cease for ever to be able to do it."},{"Author":"Stephenie Meyer,  New Moon","Category":"","Quote":"Forbidden to remember, terrified to forget; it was a hard line to walk."},{"Author":"Hal Borland","Category":"","Quote":"No winter lasts forever; no spring skips its turn."},{"Author":"Lorraine Hansberry","Category":"","Quote":"The thing that makes you exceptional, if you are at all, is inevitably that which must also make you lonely."},{"Author":"Ernest Hemingway","Category":"","Quote":"I drink to make other people more interesting."},{"Author":"Bob Marley","Category":"","Quote":"The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively"},{"Author":"Kurt Vonnegut","Category":"","Quote":"Hello babies. Welcome to Earth. It's hot in the summer and cold in the winter. It's round and wet and crowded. On the outside, babies, you've got a hundred years here. There's only one rule that I know of, babies-\"God damn it, you've got to be kind."},{"Author":"Anne Brontë","Category":"","Quote":"But he who dares not grasp the thorn Should never crave the rose."},{"Author":"Markus Zusak,  The Book Thief","Category":"","Quote":"A snowball in the face is surely the perfect beginning to a lasting friendship."},{"Author":"George S. Patton Jr.","Category":"","Quote":"If everybody is thinking alike, then somebody isn't thinking."},{"Author":"Marilyn Monroe","Category":"","Quote":"I don't know who invented high heels, but all women owe him a lot!"},{"Author":"Margaret Mitchell,  Gone with the Wind","Category":"","Quote":"Burdens are for shoulders strong enough to carry them."},{"Author":"Jon Krakauer,  Into the Wild","Category":"","Quote":"It's not always necessary to be strong, but to feel strong."},{"Author":"Ashleigh Brilliant","Category":"","Quote":"My life has a superb cast, but I cannot figure out the plot."},{"Author":"Anne Rice","Category":"","Quote":"You do have a story inside you; it lies articulate and waiting to be written — behind your silence and your suffering."},{"Author":"Lauren Oliver,  Delirium","Category":"","Quote":"I'd rather die my way than live yours."},{"Author":"Marilyn Monroe","Category":"","Quote":"Sometimes things fall apart so that better things can fall together"},{"Author":"P.C. Cast","Category":"","Quote":"If you have good friends, no matter how much life is sucking , they can make you laugh."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"","Quote":"But who can say what's best? That's why you need to grab whatever chance you have of happiness where you find it, and not worry about other people too much. My experience tells me that we get no more than two or three such chances in a life time, and if we let them go, we regret it for the rest of our lives."},{"Author":"Joseph Heller,  Catch-22","Category":"","Quote":"Just because you're paranoid doesn't mean they aren't after you."},{"Author":"Kate DiCamillo,  The Miraculous Journey of Edward Tulane","Category":"","Quote":"Open your heart. Someone will come. Someone will come for you. But first you must open your heart."},{"Author":"Terry McMillan,  Disappearing Acts","Category":"","Quote":"Too many of us are hung up on what we don't have, can't have, or won't ever have. We spend too much energy being down, when we could use that same energy – if not less of it – doing, or at least trying to do, some of the things we really want to do."},{"Author":"Edward Gorey","Category":"","Quote":"The helpful thought for which you lookIs written somewhere in a book."},{"Author":"Danielle Steel,  The Gift","Category":"","Quote":"Maybe some people just aren't meant to be in our lives forever. Maybe some people are just passing through. It's like some people just come through our lives to bring us something: a gift, a blessing, a lesson we need to learn. And that's why they're here. You'll have that gift forever."},{"Author":"Jack Kerouac","Category":"","Quote":"I like too many things and get all confused and hung-up running from one falling star to another till i drop. This is the night, what it does to you. I had nothing to offer anybody except my own confusion."},{"Author":"Steve Wozniak","Category":"","Quote":"If you love what you do and are willing to do what it takes, it's within your reach. And it'll be worth every minute you spend alone at night, thinking and thinking about what it is you want to design or build. It'll be worth it, I promise."},{"Author":"أحلام مستغانمي,  عابر سرير","Category":"","Quote":"أي علم هذا الذي لم يستطع حتى الآن أن يضع أصوات من نحب في أقراص ، أو زجاجة دواء نتناولها سرًّا ، عندما نصاب بوعكة عاطفية بدون أن يدري صاحبها كم نحن نحتاجه"},{"Author":"Rick Riordan,  The Sea of Monsters","Category":"","Quote":"Families are messy. Immortal families are eternally messy. Sometimes the best we can do is to remind each other that we're related for better or for worse...and try to keep the maiming and killing to a minimum."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"The glory of friendship is not the outstretched hand, not the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when you discover that someone else believes in you and is willing to trust you with a friendship."},{"Author":"Gail Carson Levine","Category":"","Quote":"A library is infinity under a roof."},{"Author":"Mother Teresa","Category":"","Quote":"Kind words can be short and easy to speak, but their echoes are truly endless."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"The scar had not pained Harry for nineteen years. All was well."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"","Quote":"And when at last you find someone to whom you feel you can pour out your soul, you stop in shock at the words you utter— they are so rusty, so ugly, so meaningless and feeble from being kept in the small cramped dark inside you so long."},{"Author":"Heinrich Heine","Category":"","Quote":"Where words leave off, music begins."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"Let us learn to show our friendship for a man when he is alive and not after he is dead."},{"Author":"Guy de Maupassant","Category":"","Quote":"Our memory is a more perfect world than the universe: it gives back life to those who no longer exist."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"Patience, grasshopper,\"said Maia. \"Good things come to those who wait.\"\"I always thought that was 'Good things come to those who do the wave,'\"said Simon. \"No wonder I've been so confused all my life."},{"Author":"Katharine Graham","Category":"","Quote":"The longer I live, the more I observe that carrying around anger is the most debilitating to the person who bears it."},{"Author":"Lev Grossman,  The Magicians","Category":"","Quote":"If there's a single lesson that life teaches us, it's that wishing doesn't make it so."},{"Author":"Emma Donoghue,  Room","Category":"","Quote":"Scared is what you're feeling. Brave is what you're doing."},{"Author":"Rick Riordan,  The Lightning Thief","Category":"","Quote":"It's funny how humans can wrap their mind around things and fit them into their version of reality."},{"Author":"R.A. Salvatore,  Sojourn","Category":"","Quote":"It is better, I think, to grab at the stars than to sit flustered because you know you cannot reach them."},{"Author":"Audrey Hepburn","Category":"","Quote":"If I’m honest I have to tell you I still read fairy-tales and I like them best of all."},{"Author":"Donald E. Westlake,  Two Much","Category":"","Quote":"Nobody gets everything in this life. You decide your priorities and you make your choices. I'd decided long ago that any cake I had would be eaten."},{"Author":"George Santayana","Category":"","Quote":"The earth has music for those who listen."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"I don't go out with strangers,\"I said.\"Good thing I do. I'll pick you up at five."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"I could easily forgive his pride, if he had not mortified mine."},{"Author":"Charles Bukowski,  Women","Category":"","Quote":"being alone never felt right. sometimes it felt good, but it never felt right."},{"Author":"Abraham Lincoln","Category":"","Quote":"Nearly all men can stand adversity, but if you want to test a man's character, give him power."},{"Author":"Groucho Marx","Category":"","Quote":"Learn from the mistakes of others. You can never live long enough to make them all yourself."},{"Author":"Rainer Maria Rilke,  Translations from the Poetry of Rainer Maria Rilke","Category":"","Quote":"We need, in love, to practice only this: letting each other go. For holding on comes easily; we do not need to learn it."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"No one can construct for you the bridge upon which precisely you must cross the stream of life, no one but you yourself alone."},{"Author":"Franz Kafka","Category":"","Quote":"Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old."},{"Author":"Maya Angelou","Category":"","Quote":"You can only become truly accomplished at something you love. Don’t make money your goal. Instead pursue the things you love doing and then do them so well that people can’t take their eyes off of you."},{"Author":"William Goldman,  The Princess Bride","Category":"","Quote":"When I was your age, television was called books."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"","Quote":"Who in the world am I? Ah, that's the great puzzle."},{"Author":"Mark Twain","Category":"","Quote":"Everyone is a moon, and has a dark side which he never shows to anybody."},{"Author":"Henry James","Category":"","Quote":"She feels in italics and thinks in CAPITALS."},{"Author":"Socrates","Category":"","Quote":"There is only one good, knowledge, and one evil, ignorance."},{"Author":"Geraldine Brooks,  March","Category":"","Quote":"For to know a man's library is, in some measure, to know his mind."},{"Author":"William Shakespeare,  A Midsummer Night's Dream","Category":"","Quote":"Though she be but little, she is fierce!"},{"Author":"Maya Angelou,  Phenomenal Woman: Four Poems Celebrating Women","Category":"","Quote":"Pretty women wonder where my secret lies.I'm not cute or built to suit a fashion model's sizeBut when I start to tell them,They think I'm telling lies.I say,It's in the reach of my armsThe span of my hips,The stride of my step,The curl of my lips.I'm a womanPhenomenally.Phenomenal woman,That's me."},{"Author":"Marion Zimmer Bradley,  The Forest House","Category":"","Quote":"Remain true to yourself, child. If you know your own heart, you will always have one friend who does not lie."},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"You might want to lie down,\"Magnus advised. \"I find that it helps when the crushing sense of horrible realization sets in."},{"Author":"Joyce Carol Oates","Category":"","Quote":"Reading is the sole means by which we slip, involuntarily, often helplessly, into another's skin, another's voice, another's soul."},{"Author":"Toni Morrison,  Song of Solomon","Category":"","Quote":"You wanna fly, you got to give up the shit that weighs you down."},{"Author":"Chuck Palahniuk,  Invisible Monsters","Category":"","Quote":"When we don't know who to hate, we hate ourselves."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"Nowadays people know the price of everything and the value of nothing."},{"Author":"E.Y. Harburg","Category":"","Quote":"Somewhere over the rainbow, skies are blue, and the dreams that you dare to dream really do come true."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well."},{"Author":"Langston Hughes","Category":"","Quote":"Let the rain kiss you. Let the rain beat upon your head with silver liquid drops. Let the rain sing you a lullaby."},{"Author":"Bei Dao","Category":"","Quote":"In the world I amAlways a strangerI do not understand its languageIt does not understand my silence"},{"Author":"Richelle Mead,  Shadow Kiss","Category":"","Quote":"You will lose what you value most, so treasure it while you can."},{"Author":"Mae West","Category":"","Quote":"Between two evils, I always pick the one I never tried before."},{"Author":"Nicholas Sparks,  Three Weeks With My Brother","Category":"","Quote":"Dreams are always crushing when they don't come true. But it's the simple dreams that are often the most painful because they seem so personal, so reasonable, so attainable. You're always close enough to touch, but never quite close enough to hold and it's enough to break your heart."},{"Author":"Richelle Mead,  Blood Promise","Category":"","Quote":"I know how devastated you must be to miss me, but leave a message, and I'll try to ease your agony"},{"Author":"Patrick Rothfuss,  The Name of the Wind","Category":"","Quote":"Words are pale shadows of forgotten names. As names have power, words have power. Words can light fires in the minds of men. Words can wring tears from the hardest hearts."},{"Author":"Paula Poundstone","Category":"","Quote":"Adults are always asking little kids what they want to be when they grow up ’cause they’re looking for ideas."},{"Author":"Marilyn Monroe","Category":"","Quote":"All a girl really wants is for one guy to prove to her that they are not all the same."},{"Author":"Jim Butcher","Category":"","Quote":"When everything goes to hell, the people who stand by you without flinching -- they are your family."},{"Author":"J.R. Ward,  Lover Awakened","Category":"","Quote":"I was dead until you found me, though I breathed. I was sightless, though I could see. And then you came...and I was awakened."},{"Author":"Dr. Seuss","Category":"","Quote":"Remember me and smile, for it's better to forget than to remember me and cry."},{"Author":"Guy de Maupassant","Category":"","Quote":"Words dazzle and deceive because they are mimed by the face. But black words on a white page are the soul laid bare."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"I feel like someone breathed new air into my lungs. I am not Abnegation. I am not Dauntless. I am Divergent."},{"Author":"Anne Rice,  Interview with the Vampire","Category":"","Quote":"Evil is always possible. And goodness is eternally difficult."},{"Author":"Victor Hugo","Category":"","Quote":"To put everything in balance is good, to put everything in harmony is better."},{"Author":"Marilyn Monroe","Category":"","Quote":"I don't mind making jokes, but I don't want to look like one."},{"Author":"Hunter S. Thompson","Category":"","Quote":"I hate to advocate drugs, alcohol, violence, or insanity to anyone, but they've always worked for me."},{"Author":"Robert Louis Stevenson,  Travels with a Donkey in the Cevennes","Category":"","Quote":"I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move."},{"Author":"William Shakespeare,  Macbeth","Category":"","Quote":"By the pricking of my thumbs, Something wicked this way comes."},{"Author":"Lemony Snicket,  The Grim Grotto","Category":"","Quote":"It is one of life's bitterest truths that bedtime so often arrives just when things are really getting interesting."},{"Author":"Rumi","Category":"","Quote":"I want to see you.Know your voice.Recognize you when youfirst come 'round the corner.Sense your scent when I come into a room you've just left.Know the lift of your heel,the glide of your foot.Become familiar with the way you purse your lipsthen let them part, just the slightest bit,when I lean in to your spaceand kiss you.I want to know the joy of how you whisper \"more"},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"And all the books you've read have been read by other people. And all the songs you've loved have been heard by other people. And that girl that's pretty to you is pretty to other people. and that if you looked at these facts when you were happy, you would feel great because you are describing 'unity."},{"Author":"Keri Hulme,  The Bone People","Category":"","Quote":"You want to know about anybody? See what books they read, and how they've been read..."},{"Author":"Jay Asher,  Thirteen Reasons Why","Category":"","Quote":"A lot of you cared, just not enough."},{"Author":"Albert Camus","Category":"","Quote":"But in the end one needs more courage to live than to kill himself."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"","Quote":"Once upon a time, an angel and a devil fell in love. It did not end well."},{"Author":"Dante Alighieri","Category":"","Quote":"My course is set for an uncharted sea."},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"","Quote":"You're the first Shadowhunter I've ever met.\"“That’s too bad,” said Jace, “since all the others you meet from now on will be a terrible letdown."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"I know it's wrong - God, it's all kinds of wrong - but I just want to lie down with you and wake up with you, just once, just once ever in my life."},{"Author":"Maya Angelou","Category":"","Quote":"Never make someone a priority when all you are to them is an option."},{"Author":"Alan Moore,  V for Vendetta","Category":"","Quote":"People shouldn't be afraid of their government. Governments should be afraid of their people."},{"Author":"J.K. Rowling","Category":"","Quote":"We do not need magic to transform our world. We carry all of the power we need inside ourselves already."},{"Author":"Eleanor H. Porter","Category":"","Quote":"Be glad. Be good. Be brave."},{"Author":"Cornelia Funke,  Inkheart","Category":"","Quote":"Books have to be heavy because the whole world's inside them."},{"Author":"A.A. Milne","Category":"","Quote":"What day is it?\"It's today,\"squeaked Piglet.My favorite day,\"said Pooh."},{"Author":"Richard Matheson,  What Dreams May Come","Category":"","Quote":"That which you believe becomes your world."},{"Author":"Dr. Seuss","Category":"","Quote":"Only you can control your future."},{"Author":"Jennifer Egan,  A Visit from the Goon Squad","Category":"","Quote":"I'm always happy,\"Sasha said. \"Sometimes I just forget."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"","Quote":"You could say sorry,\"suggested Harry bluntly. \"What, and get attacked by another flock of canaries?\"muttered Ron.\"What did you have to imitate her for?\"\"She laughed at my mustache!\"\"So did I, it was the stupidest thing I've ever seen."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"Talking to a drunk person was like talking to an extremely happy, severely brain-damaged three-year-old."},{"Author":"Conan O'Brien","Category":"","Quote":"If you work really hard, and you're kind, amazing things will happen."},{"Author":"John Steinbeck,  East of Eden","Category":"","Quote":"All great and precious things are lonely."},{"Author":"Martin Luther King Jr.","Category":"","Quote":"Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity."},{"Author":"Tennessee Williams,  The Glass Menagerie","Category":"","Quote":"Time is the longest distance between two places."},{"Author":"Rumi","Category":"","Quote":"My soul is from elsewhere, I'm sure of that, and I intend to end up there."},{"Author":"Jane Yolen,  Touch Magic: Fantasy, Faerie & Folklore in the Literature of Childhood","Category":"","Quote":"Literature is a textually transmitted disease, normally contracted in childhood."},{"Author":"Kurt Vonnegut,  Slaughterhouse-Five","Category":"","Quote":"And I asked myself about the present: how wide it was, how deep it was, how much was mine to keep."},{"Author":"Anaïs Nin","Category":"","Quote":"I am only responsible for my own heart, you offered yours up for the smashing my darling. Only a fool would give out such a vital organ"},{"Author":"Paulo Coelho","Category":"","Quote":"If I am really a part of your dream, you'll come back one day."},{"Author":"Mahatma Gandhi","Category":"","Quote":"The best way to find yourself is to lose yourself in the service of others."},{"Author":"James Burke","Category":"","Quote":"When you read a book, you hold another's mind in your hands."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"","Quote":"Maybe who we are isn't so much about what we do, but rather what we're capable of when we least expect it."},{"Author":"Emilie Autumn,  The Asylum for Wayward Victorian Girls","Category":"","Quote":"It gives me strength to have somebody to fight for; I can never fight for myself, but, for others, I can kill."},{"Author":"Jean de La Fontaine,  Fables","Category":"","Quote":"A person often meets his destiny on the road he took to avoid it."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"I’m on a roller coaster that only goes up, my friend."},{"Author":"Marilyn Monroe","Category":"","Quote":"Sex is part of nature. I go along with nature."},{"Author":"Dr. Seuss","Category":"","Quote":"If you never did you should. These things are fun and fun is good."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"","Quote":"You are not your job, you're not how much money you have in the bank. You are not the car you drive. You're not the contents of your wallet. You are not your fucking khakis. You are all singing, all dancing crap of the world."},{"Author":"Dr. Seuss,  I Can Read With My Eyes Shut!","Category":"","Quote":"You’ll miss the best things if you keep your eyes shut."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"","Quote":"The ships hung in the sky in much the same way that bricks don't."},{"Author":"James Baldwin","Category":"","Quote":"Children have never been very good at listening to their elders, but they have never failed to imitate them."},{"Author":"George Carlin","Category":"","Quote":"There are nights when the wolves are silent and only the moon howls."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"Have you tried talking to her?\"\"No. We've been punching her in the face repeatedly. What? You don't think that will work?"},{"Author":"Sigmund Freud","Category":"","Quote":"Being entirely honest with oneself is a good exercise."},{"Author":"Tim Burton","Category":"","Quote":"One person's craziness is another person's reality."},{"Author":"Martin Luther King Jr.","Category":"","Quote":"The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy."},{"Author":"Tennessee Williams,  Cat on a Hot Tin Roof","Category":"","Quote":"I've got the guts to die. What I want to know is, have you got the guts to live?"},{"Author":"Rose Wilder Lane","Category":"","Quote":"Happiness is something that comes into our lives through doors we don't even remember leaving open."},{"Author":"Stieg Larsson,  The Girl with the Dragon Tattoo","Category":"","Quote":"Friendship- my definition- is built on two things. Respect and trust. Both elements have to be there. And it has to be mutual. You can have respect for someone, but if you don't have trust, the friendship will crumble."},{"Author":"Marilyn Monroe","Category":"","Quote":"You never know what life is like, until you have lived it."},{"Author":"Charles Bukowski,  Tales of Ordinary Madness","Category":"","Quote":"I felt like crying but nothing came out. it was just a sort of sad sickness, sick sad, when you can't feel any worse. I think you know it. I think everybody knows it now and then. but I think I have known it pretty often, too often."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"And then something invisible snapped insider her, and that which had come together commenced to fall apart."},{"Author":"Art Spiegelman,  Maus I: A Survivor's Tale: My Father Bleeds History","Category":"","Quote":"To die, it's easy. But you have to struggle for life."},{"Author":"Nora Roberts,  Vision in White","Category":"","Quote":"Some things in life are out of your control. You can make it a party or a tragedy."},{"Author":"James Joyce","Category":"","Quote":"Shut your eyes and see."},{"Author":"Gore Vidal","Category":"","Quote":"The unfed mind devours itself."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"","Quote":"My bounty is as boundless as the sea,My love as deep; the more I give to thee,The more I have, for both are infinite."},{"Author":"Patrick Rothfuss,  The Name of the Wind","Category":"","Quote":"It's like everyone tells a story about themselves inside their own head. Always. All the time. That story makes you what you are. We build ourselves out of that story."},{"Author":"Laurie Halse Anderson,  Wintergirls","Category":"","Quote":"In one aspect, yes, I believe in ghosts, but we create them. We haunt ourselves."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"What happened down in the dungeons between you and Professor Quirrell is a complete secret, so, naturally the whole school knows."},{"Author":"Selma Lagerlöf","Category":"","Quote":"Nothing on earth can make up for the loss of one who has loved you."},{"Author":"Charles Bukowski","Category":"","Quote":"Boring damned people. All over the earth. Propagating more boring damned people. What a horror show. The earth swarmed with them."},{"Author":"Laura Ingalls Wilder","Category":"","Quote":"I am beginning to learn that it is the sweet, simple things of life which are the real ones after all."},{"Author":"John W. Campbell Jr.","Category":"","Quote":"History does not always repeat itself. Sometimes it just yells, 'Can't you remember anything I told you?' and lets fly with a club."},{"Author":"Bill Watterson","Category":"","Quote":"You know, Hobbes, some days even my lucky rocket ship underpants don't help."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"Some walks you have to take alone."},{"Author":"Margaret Mitchell","Category":"","Quote":"With enough courage, you can do without a reputation."},{"Author":"Ray Bradbury","Category":"","Quote":"There is more than one way to burn a book. And the world is full of people running about with lit matches."},{"Author":"Oscar Wilde","Category":"","Quote":"Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live."},{"Author":"Neil Gaiman,  The Sandman, Vol. 3: Dream Country","Category":"","Quote":"Things need not have happened to be true. Tales and dreams are the shadow-truths that will endure when mere facts are dust and ashes, and forgot."},{"Author":"Benjamin Franklin","Category":"","Quote":"Tell me and I forget, teach me and I may remember, involve me and I learn."},{"Author":"Walter Tevis","Category":"","Quote":"I feel free and strong. If I were not a reader of books I could not feel this way."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"But I believe in true love, you know? I don't believe that everybody gets to keep their eyes or not get sick or whatever, but everybody should have true love, and it should last at least as long as your life does."},{"Author":"Edgar Allan Poe","Category":"","Quote":"Believe only half of what you see and nothing that you hear."},{"Author":"Albert Einstein","Category":"","Quote":"The best way to cheer yourself is to cheer somebody else up."},{"Author":"Edith Wharton","Category":"","Quote":"There are two ways of spreading light: to be the candle or the mirror that receives it."},{"Author":"Michael Crichton","Category":"","Quote":"If you don't know history, then you don't know anything. You are a leaf that doesn't know it is part of a tree."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"","Quote":"If neurotic is wanting two mutually exclusive things at one and the same time, then I'm neurotic as hell. I'll be flying back and forth between one mutually exclusive thing and another for the rest of my days."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"If you're texting Magnus to say 'I think u r kewl,' I'm going to kill you.\"\"Who's Magnus?\"Max inquired.\"He's a warlock,\"said Alec.\"A sexy, sexy warlock,\"Isabelle told Max, ignoring Alec's look of total fury.\"But warlocks are bad,\"protested Max, looking baffled.\"Exactly,\"said Isabelle."},{"Author":"Pablo Neruda,  100 Love Sonnets","Category":"","Quote":"so I wait for you like a lonely housetill you will see me again and live in me.Till then my windows ache."},{"Author":"Katherine Anne Porter","Category":"","Quote":"The past is never where you think you left it."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"","Quote":"I hope that one day you will have the experience of doing something you do not understand for someone you love."},{"Author":"Stephen King","Category":"","Quote":"I think that we're all mentally ill. Those of us outside the asylums only hide it a little better - and maybe not all that much better after all."},{"Author":"Rebecca West","Category":"","Quote":"I myself have never been able to find out precisely what feminism is: I only know that people call me a feminist whenever I express sentiments that differentiate me from a doormat."},{"Author":"Andy Warhol,  The Philosophy of Andy Warhol","Category":"","Quote":"They always say time changes things, but you actually have to change them yourself."},{"Author":"Sarah Dessen,  This Lullaby","Category":"","Quote":"Holding people away from you, and denying yourself love, that doesn't make you strong. if anything, it makes you weaker. Because you're doing it out of fear."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"When you play a game of thrones you win or you die."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"Make your own Bible. Select and collect all the words and sentences that in all your readings have been to you like the blast of a trumpet."},{"Author":"Anaïs Nin","Category":"","Quote":"I am lonely, yet not everybody will do. I don't know why, some people fill the gaps and others emphasize my loneliness. In reality those who satisfy me are those who simply allow me to live with my ''idea of them."},{"Author":"Frances Hodgson Burnett,  The Secret Garden","Category":"","Quote":"If you look the right way, you can see that the whole world is a garden."},{"Author":"Joseph Conrad,  An Outcast of the Islands","Category":"","Quote":"It's only those who do nothing that make no mistakes, I suppose."},{"Author":"Ben Okri","Category":"","Quote":"Stories can conquer fear, you know. They can make the heart bigger."},{"Author":"Jean-Paul Sartre","Category":"","Quote":"If you're lonely when you're alone, you're in bad company."},{"Author":"Nicole Krauss,  The History of Love","Category":"","Quote":"When will you learn that there isn't a word for everything?"},{"Author":"Albert Dietrich,  Army GI, Pacifist CO: The World War II Letters of Frank and Albert Dietrich","Category":"","Quote":"There are perhaps many causes worth dying for, but to me, certainly, there are none worth killing for."},{"Author":"Sarah J. Maas,  Throne of Glass","Category":"","Quote":"You could rattle the stars,\"she whispered. \"You could do anything, if only you dared. And deep down, you know it, too. That’s what scares you most."},{"Author":"Mark Twain","Category":"","Quote":"Name the greatest of all inventors. Accident."},{"Author":"Carlos Castaneda","Category":"","Quote":"You have everything needed for the extravagant journey that is your life."},{"Author":"Nadezhda Mandelstam,  Hope Against Hope","Category":"","Quote":"I decided it is better to scream. Silence is the real crime against humanity."},{"Author":"Bob Dylan","Category":"","Quote":"Behind every beautiful thing, there's some kind of pain."},{"Author":"Neil LaBute,  Reasons to Be Pretty","Category":"","Quote":"The future is now. It's time to grow up and be strong. Tomorrow may well be too late."},{"Author":"Agatha Christie,  The Man in the Mist","Category":"","Quote":"Very few of us are what we seem."},{"Author":"J.R.R. Tolkien","Category":"","Quote":"Little by little, one travels far"},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"You see I usually find myself among strangers because I drift here and there trying to forget the sad things that happened to me."},{"Author":"Marilyn Monroe","Category":"","Quote":"I restore myself when I'm alone."},{"Author":"Marilyn Monroe","Category":"","Quote":"I just want to be wonderful."},{"Author":"Elizabeth Barrett Browning","Category":"","Quote":"You're something between a dream and a miracle."},{"Author":"Colleen Hoover,  Slammed","Category":"","Quote":"I got schooled this yearbyaboy.A boy that I'm seriously, deeply, madly, incredibly, and undeniably in  love  with.And he taught me the most important thing of all...To put the emphasisOn  life ."},{"Author":"Washington Irving","Category":"","Quote":"A mother is the truest friend we have, when trials heavy and sudden fall upon us; when adversity takes the place of prosperity; when friends desert us; when trouble thickens around us, still will she cling to us, and endeavor by her kind precepts and counsels to dissipate the clouds of darkness, and cause peace to return to our hearts."},{"Author":"Gertrude Stein","Category":"","Quote":"One must dare to be happy."},{"Author":"Mitch Albom,  The Five People You Meet in Heaven","Category":"","Quote":"Holding anger is a poison...It eats you from inside...We think that by hating someone we hurt them...But hatred is a curved blade...and the harm we do to others...we also do to ourselves."},{"Author":"Arundhati Roy,  The God of Small Things","Category":"","Quote":"That's what careless words do. They make people love you a little less."},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"","Quote":"Kindred spirits are not so scarce as I used to think. It's splendid to find out there are so many of them in the world."},{"Author":"Charlotte Brontë","Category":"","Quote":"The trouble is not that I am single and likely to stay single, but that I am lonely and likely to stay lonely."},{"Author":"Terry Pratchett","Category":"","Quote":"It's not worth doing something unless someone, somewhere, would much rather you weren't doing it."},{"Author":"Alexander Pope,  An Essay on Criticism","Category":"","Quote":"To err is human, to forgive, divine."},{"Author":"Oscar Wilde","Category":"","Quote":"Fashion is a form of ugliness so intolerable that we have to alter it every six months."},{"Author":"Aldous Huxley,  Brave New World","Category":"","Quote":"But I don't want comfort. I want God, I want poetry, I want real danger, I want freedom, I want goodness. I want sin."},{"Author":"Mahatma Gandhi","Category":"","Quote":"A man is but the product of his thoughts. What he thinks, he becomes."},{"Author":"Nathaniel Hawthorne,  The Scarlet Letter","Category":"","Quote":"We dream in our waking moments, and walk in our sleep."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"District 12: Where you can starve to death in safety."},{"Author":"William Makepeace Thackeray","Category":"","Quote":"Life is a mirror: if you frown at it, it frowns back; if you smile, it returns the greeting."},{"Author":"Joseph Mitchell","Category":"","Quote":"...you can hate a place with all your heart and soul and still be homesick for it."},{"Author":"Ernest Hemingway","Category":"","Quote":"When people talk, listen completely. Most people never listen."},{"Author":"Søren Kierkegaard","Category":"","Quote":"People demand freedom of speech as a compensation for the freedom of thought which they seldom use."},{"Author":"Sarah Vowell,  The Partly Cloudy Patriot","Category":"","Quote":"Being a nerd, which is to say going too far and caring too much about a subject, is the best way to make friends I know."},{"Author":"Taylor Swift","Category":"","Quote":"This is a new year. A new beginning. And things will change."},{"Author":"Emily Brontë,  Wuthering Heights","Category":"","Quote":"I wish I were a girl again, half-savage and hardy, and free."},{"Author":"Lauren Oliver,  Before I Fall","Category":"","Quote":"I guess that's what saying good-bye is always like--like jumping off an edge. The worst part is making the choice to do it. Once you're in the air, there's nothing you can do but let go."},{"Author":"Thomas Pynchon","Category":"","Quote":"Every weirdo in the world is on my wavelength."},{"Author":"Sherman Alexie,  The Absolutely True Diary of a Part-Time Indian","Category":"","Quote":"If you let people into your life a little bit, they can be pretty damn amazing."},{"Author":"Charlie Chaplin","Category":"","Quote":"Life is a beautiful magnificent thing, even to a jellyfish."},{"Author":"Flannery O'Connor","Category":"","Quote":"She looked at nice young men as if she could smell their stupidity."},{"Author":"C.J. Cherryh","Category":"","Quote":"Ignorance killed the cat; curiosity was framed!"},{"Author":"Louisa May Alcott,  Little Women","Category":"","Quote":"I like good strong words that mean something…"},{"Author":"Maya Angelou,  Letter to My Daughter","Category":"","Quote":"Try to be a rainbow in someone's cloud."},{"Author":"Gertrude Stein","Category":"","Quote":"We are always the same age inside."},{"Author":"Mark Twain","Category":"","Quote":"You believe in a book that has talking animals, wizards, witches, demons, sticks turning into snakes, burning bushes, food falling from the sky, people walking on water, and all sorts of magical, absurd and primitive stories, and you say that we are the ones that need help?"},{"Author":"Mitch Albom,  For One More Day","Category":"","Quote":"Have you ever lost someone you love and wanted one more conversation, one more chance to make up for the time when you thought they would be here forever? If so, then you know you can go your whole life collecting days, and none will outweigh the one you wish you had back."},{"Author":"Walt Whitman","Category":"","Quote":"Do I contradict myself? Very well, then, I contradict myself; I am large -- I contain multitudes."},{"Author":"Alyson Noel,  Evermore","Category":"","Quote":"I guess by now I should know enough about loss to realize that you never really stop missing someone-you just learn to live around the huge gaping hole of their absence."},{"Author":"W.E.B. Du Bois","Category":"","Quote":"Children learn more from what you are than what you teach."},{"Author":"Anne Enright,  The Gathering","Category":"","Quote":"People do not change, they are merely revealed."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"Hang on, did you just call me Angel?\"I asked.\"If I did?\"\"I don't like it.\"He grinned. \"It stays, Angel."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"","Quote":"Stuff your eyes with wonder, he said, live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories."},{"Author":"Edna St. Vincent Millay","Category":"","Quote":"Where you used to be, there is a hole in the world, which I find myself constantly walking around in the daytime, and falling in at night. I miss you like hell."},{"Author":"Pablo Neruda","Category":"","Quote":"But I love your feet only because they walked upon the earth and upon the wind and upon the waters, until they found me."},{"Author":"John Muir","Category":"","Quote":"The clearest way into the Universe is through a forest wilderness."},{"Author":"Hermann Hesse,  Demian: Die Geschichte von Emil Sinclairs Jugend","Category":"","Quote":"If you hate a person, you hate something in him that is part of yourself. What isn't part of ourselves doesn't disturb us."},{"Author":"Bob Newhart","Category":"","Quote":"I think you should be a child for as long as you can. I have been successful for 74 years being able to do that."},{"Author":"Lois Lowry","Category":"","Quote":"It is very risky. But each time a child opens a book, he pushes open the gate that separates him from Elsewhere."},{"Author":"Edward Abbey","Category":"","Quote":"May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view."},{"Author":"Tennessee Williams,  A Streetcar Named Desire","Category":"","Quote":"What is straight? A line can be straight, or a street, but the human heart, oh, no, it's curved like a road through mountains."},{"Author":"Charles Bukowski,  Tales of Ordinary Madness","Category":"","Quote":"the free soul is rare, but you know it when you see it - basically because you feel good, very good, when you are near or with them."},{"Author":"Eleanor Roosevelt","Category":"","Quote":"Many people will walk in and out of your life, but only true friends will leave footprints in your heart"},{"Author":"Albert Camus","Category":"","Quote":"The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"","Quote":"These violent delights have violent endsAnd in their triump die, like fire and powderWhich, as they kiss, consume"},{"Author":"Kazuo Ishiguro,  Never Let Me Go","Category":"","Quote":"Memories, even your most precious ones, fade surprisingly quickly. But I don’t go along with that. The memories I value most, I don’t ever see them fading."},{"Author":"Steve Jobs","Category":"","Quote":"Being the richest man in the cemetery doesn't matter to me. Going to bed at night saying we've done something wonderful... that's what matters to me."},{"Author":"Rainer Maria Rilke","Category":"","Quote":"Let everything happen to youBeauty and terrorJust keep goingNo feeling is final"},{"Author":"Sylvia Plath","Category":"","Quote":"Is there no way out of the mind?"},{"Author":"V.S. Naipaul,  In a Free State","Category":"","Quote":"The only lies for which we are truly punished are those we tell ourselves."},{"Author":"Arthur Schopenhauer","Category":"","Quote":"Compassion is the basis of morality."},{"Author":"China Miéville,  King Rat","Category":"","Quote":"A trap is only a trap if you don't know about it. If you know about it, it's a challenge."},{"Author":"Anne Frank,  diary of Anne Frank: the play","Category":"","Quote":"No one has ever become poor by giving."},{"Author":"F. Scott Fitzgerald,  The Great Gatsby","Category":"","Quote":"There are only the pursued, the pursuing, the busy and the tired."},{"Author":"Charles Bukowski","Category":"","Quote":"those who escape hellhowevernever talk aboutitand nothing muchbothers themafterthat."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Sometimes, the best way to help someone is just to be near them."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Well, she's not responding to my advances,\"he observed more brightly than he felt, \"so she must be dead.\"\"Or she's a woman of good taste and sense."},{"Author":"Mahatma Gandhi","Category":"","Quote":"The future depends on what you do today."},{"Author":"William Nicholson,  Shadowlands","Category":"","Quote":"I pray because I can't help myself. I pray because I'm helpless. I pray because the need flows out of me all the time- waking and sleeping. It doesn't change God- it changes me."},{"Author":"Stephen King","Category":"","Quote":"If you liked being a teenager, there's something really wrong with you."},{"Author":"Walt Disney Company","Category":"","Quote":"All our dreams can come true, if we have the courage to pursue them."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Will rolled up his sleeves. \"We'll probably have to knock down the door--\"\"Or,\"said Jem, reaching out and giving the knob a twist, \"not.\"The door swung open onto a rectangle of darkness. \"Now, that's simply laziness,\"said Will."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"I figured all your classes were stuff like Slaughter 101 and Beheading for Beginners.\"Jace flipped a page. \"Very funny, Fray."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"There are much worse games to play."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"","Quote":"I wonder if the snow loves the trees and fields, that it kisses them so gently? And then it covers them up snug, you know, with a white quilt; and perhaps it says \"Go to sleep, darlings, till the summer comes again."},{"Author":"LeVar Burton","Category":"","Quote":"For me, literacy means freedom. For the individual and for society."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"","Quote":"Why do beautiful songs make you sad?' 'Because they aren't true.' 'Never?' 'Nothing is beautiful and true."},{"Author":"Rachel Carson","Category":"","Quote":"The more clearly we can focus our attention on the wonders and realities of the universe about us, the less taste we shall have for destruction."},{"Author":"Dr. Seuss","Category":"","Quote":"I'm afraid that sometimes you'll play lonely games too. Games you can't win 'cause you'll play against you."},{"Author":"J.R.R. Tolkien,  The Return of the King","Category":"","Quote":"I am glad you are here with me. Here at the end of all things, Sam."},{"Author":"John Updike","Category":"","Quote":"Dreams come true. Without that possibility, nature would not incite us to have them."},{"Author":"Kurt Vonnegut","Category":"","Quote":"Of all the words of mice and men, the saddest are, \"It might have been."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"","Quote":"He stepped down, trying not to look long at her, as if she were the sun, yet he saw her, like the sun, even without looking."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"","Quote":"I am always saying \"Glad to've met you\"to somebody I'm not at all glad I met. If you want to stay alive, you have to say that stuff, though."},{"Author":"Marilyn Monroe","Category":"","Quote":"We are all born sexual creatures,thank God, but it's a pity so many people despise and crush this natural gift."},{"Author":"Judy Garland","Category":"","Quote":"Always be a first rate version of yourself and not a second rate version of someone else."},{"Author":"John Green,  Paper Towns","Category":"","Quote":"It is easy to forget how full the world is of people, full to bursting, and each of them imaginable and consistently misimagined."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"So light a fire!\"Harry choked. \"Yes...of course...but there's no wood!\"... \"HAVE YOU GONE MAD!\"Ron bellowed. \"ARE YOU A WITCH OR NOT!"},{"Author":"Oscar Wilde","Category":"","Quote":"A man's face is his autobiography. A woman's face is her work of fiction."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"I am going to take this bucket of water and pour it on the flames of hell, and then I am going to use this torch to burn down the gates of paradise so that people will not love God for want of heaven or fear of hell, but because He is God."},{"Author":"E.E. Cummings","Category":"","Quote":"We do not believe in ourselves until someone reveals that deep inside us something is valuable, worth listening to, worthy of our trust, sacred to our touch. Once we believe in ourselves we can risk curiosity, wonder, spontaneous delight or any experience that reveals the human spirit."},{"Author":"Nicole Krauss,  The History of Love","Category":"","Quote":"there are two types of people in the world: those who prefer to be sad among others, and those who prefer to be sad alone."},{"Author":"T.S. Eliot,  The Use of Poetry and the Use of Criticism","Category":"","Quote":"To do the useful thing, to say the courageous thing, to contemplate the beautiful thing: that is enough for one man's life."},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"","Quote":"To survive, you must tell stories."},{"Author":"J.R.R. Tolkien","Category":"","Quote":"Courage is found in unlikely places."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"Sometimes you lose a battle. But mischief always wins the war"},{"Author":"Judy Blume","Category":"","Quote":"Our finger prints don't fade from the lives we touch."},{"Author":"Edmund Burke","Category":"","Quote":"The only thing necessary for the triumph of evil is for good men to do nothing."},{"Author":"John Grisham","Category":"","Quote":"In life, finding a voice is speaking and living the truth. Each of you is an original. Each of you has a distinctive voice. When you find it, your story will be told. You will be heard."},{"Author":"Mae West","Category":"","Quote":"When I'm good, I'm very good, but when I'm bad, I'm better."},{"Author":"Maya Angelou","Category":"","Quote":"You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it."},{"Author":"Alex Haley","Category":"","Quote":"Either you deal with what is the reality, or you can be sure that the reality is going to deal with you."},{"Author":"Paulo Coelho,  The Alchemist","Category":"","Quote":"Don't give in to your fears. If you do, you won't be able to talk to your heart."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"I clench his hands to the point of pain. \"Stay with me.\"His pupils contract to pinpoints, dialate again rapidly, and then return to something resembling normalcy. \"Always,\"he murmurs."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"Clary felt suddenly annoyed. \"When the self-congratulatory part of the evening is over, maybe we could get back to saving my best friend from being exsanguinated to death?\"\"Exsanguinated,\"said Jace, impressed. \"That's a big word.\"\"And you're a big-\"\"Tsk tsk,\"he interupted. \"No swearing in church."},{"Author":"Nicholas Sparks,  The Guardian","Category":"","Quote":"You always have a choice. It's just that some people make the wrong one."},{"Author":"Victor Hugo,  The Hunchback of Notre-Dame","Category":"","Quote":"Love is like a tree: it grows by itself, roots itself deeply in our being and continues to flourish over a heart in ruin. The inexplicable fact is that the blinder it is, the more tenacious it is. It is never stronger than when it is completely unreasonable."},{"Author":"Zadie Smith","Category":"","Quote":"The past is always tense, the future perfect."},{"Author":"Nelson DeMille","Category":"","Quote":"The problem with doing nothing is not knowing when you are finished."},{"Author":"Sherrilyn Kenyon,  Dance with the Devil","Category":"","Quote":"I don't suffer from my insanity -- I enjoy every minute of it."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"","Quote":"Love the world and yourself in it, move through it as though it offers no resistance, as though the world is your natural element."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"The bird, the pin, the song, the berries, the watch, the cracker, the dress that burst into flames. I am the mockingjay. The one that survived despite the Capitol's plans. The symbol of the rebellion."},{"Author":"Lemony Snicket,  The Bad Beginning","Category":"","Quote":"...you know that a good, long session of weeping can often make you feel better, even if your circumstances have not changed one bit."},{"Author":"Phyllis McGinley","Category":"","Quote":"A bit of trash now and then is good for the severest reader. It provides the necessary roughage in the literary diet."},{"Author":"Nicholas Sparks,  Nights in Rodanthe","Category":"","Quote":"While I sleep, I dream of you, and when I wake, I long to hold you in my arms. If anything, our time apart has only made me more certain that I want to spend my nights by your side, and my days with your heart."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"","Quote":"I am too fond of reading books to care to write them."},{"Author":"J.M. Barrie,  Peter Pan","Category":"","Quote":"Second star to the right and straight on 'til morning."},{"Author":"Robert J. Sawyer,  Calculating God","Category":"","Quote":"Learning to ignore things is one of the great paths to inner peace."},{"Author":"Anaïs Nin,  Incest: From a Journal of Love","Category":"","Quote":"Reality doesn't impress me. I only believe in intoxication, in ecstasy, and when ordinary life shackles me, I escape, one way or another. No more walls."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"","Quote":"Ah, music,\"he said, wiping his eyes. \"A magic beyond all we do here!"},{"Author":"Chuck Palahniuk,  Fight Club","Category":"","Quote":"You are not special. You're not a beautiful and unique snowflake. You're the same decaying organic matter as everything else. We're all part of the same compost heap. We're all singing, all dancing crap of the world."},{"Author":"Mary Stewart,  The Hollow Hills","Category":"","Quote":"Every life has death and every light has shadow. Be content to stand in the light and let the shadow fall where it will."},{"Author":"Marvin Bell","Category":"","Quote":"Learn the rules, break the rules, make up new rules, break the new rules."},{"Author":"Chaim Potok,  The Chosen","Category":"","Quote":"I've begun to realize that you can listen to silence and learn from it. It has a quality and a dimension all its own."},{"Author":"Dean Koontz,  Fear Nothing","Category":"","Quote":"Never leave a friend behind. Friends are all we have to get us through this life--and they are the only things from this world that we could hope to see in the next."},{"Author":"Nicholas Sparks,  The Notebook","Category":"","Quote":"In times of grief and sorrow I will hold you and rock you and take your grief and make it my own. When you cry I cry and when you hurt I hurt. And together we will try to hold back the floods to tears and despair and make it through the potholed street of life"},{"Author":"Albert Einstein","Category":"","Quote":"What is right is not always popular and what is popular is not always right."},{"Author":"Stephenie Meyer,  Twilight","Category":"","Quote":"I decided as long as I'm going to hell, I might as well do it thoroughly."},{"Author":"Robert Frost","Category":"","Quote":"Freedom lies in being bold."},{"Author":"C.S. Lewis","Category":"","Quote":"The homemaker has the ultimate career. All other careers exist for one purpose only - and that is to support the ultimate career."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Hello, Harry\"said George, beaming at him. \"We thought we heard your dulcet tones.\"\"You don't want to bottle up your anger like that, Harry, let it all out,\"said Fred, also beaming. \"There might be a couple of people fifty miles away who didn't hear you."},{"Author":"Agatha Christie,  Murder on the Orient Express","Category":"","Quote":"The impossible could not have happened, therefore the impossible must be possible in spite of appearances."},{"Author":"Oscar Wilde,  A Woman of No Importance","Category":"","Quote":"After a good dinner one can forgive anybody, even one's own relations."},{"Author":"عباس محمود العقاد","Category":"","Quote":"ليس هناك كتابا أقرأه و لا أستفيد منه شيئا جديدا ، فحتى الكتاب التافه أستفيد من قراءته ، أني تعلمت شيئا جديدا هو ما هي التفاهة ؟ و كيف يكتب الكتاب التافهون ؟ و فيم يفكرون ؟"},{"Author":"Anna Akhmatova","Category":"","Quote":"You will hear thunder and remember me,and think: she wanted storms..."},{"Author":"Noam Chomsky","Category":"","Quote":"We shouldn't be looking for heroes, we should be looking for good ideas."},{"Author":"Mary Renault,  The Persian Boy","Category":"","Quote":"One must live as if it would be forever, and as if one might die each moment. Always both at once."},{"Author":"Sue Grafton,  M is for Malice","Category":"","Quote":"Ghosts don't haunt us. That's not how it works. They're present among us because we won't let go of them."},{"Author":"Richard Wright,  Black Boy","Category":"","Quote":"Whenever my environment had failed to support or nourish me, I had clutched at books..."},{"Author":"Virginia Woolf","Category":"","Quote":"As a woman I have no country. As a woman I want no country. As a woman, my country is the whole world."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"One more time? For the audience?\"he says. His voice isn't angry. It's hollow, which is worse. Already the boy with the bread is slipping away from me.I take his hand, holding on tightly, preparing for the cameras, and dreading the moment when I will finally have to let go."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"","Quote":"The things you used to own, now they own you."},{"Author":"Katherine Mansfield","Category":"","Quote":"The mind I love must have wild places."},{"Author":"Bill Watterson,  The Calvin And Hobbes: Tenth Anniversary Book","Category":"","Quote":"People think it must be fun to be a super genius, but they don't realize how hard it is to put up with all the idiots in the world."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"Ally.\"Peeta says the words slowly, tasting it. \"Friend. Lover. Victor. Enemy. Fiancee. Target. Mutt. Neighbor. Hunter. Tribute. Ally. I'll add it to the list of words I use to try to figure you out. The problem is, I can't tell what's real anymore, and what's made up."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"","Quote":"What are men to rocks and mountains?"},{"Author":"Rumi","Category":"","Quote":"silence is the language of god, all else is poor translation."},{"Author":"Charles Bukowski,  The People Look Like Flowers at Last","Category":"","Quote":"A love like that was a serious illness, an illness from which you never entirely recover."},{"Author":"Stephen R. Covey,  The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change","Category":"","Quote":"But until a person can say deeply and honestly, \"I am what I am today because of the choices I made yesterday,\"that person cannot say, \"I choose otherwise."},{"Author":"Terry Pratchett,  Reaper Man","Category":"","Quote":"Light thinks it travels faster than anything but it is wrong. No matter how fast light travels, it finds the darkness has always got there first, and is waiting for it."},{"Author":"Charles Dickens,  A Tale of Two Cities","Category":"","Quote":"A wonderful fact to reflect upon, that every human creature is constituted to be that profound secret and mystery to every other."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"","Quote":"Look at everything always as though you were seeing it either for the first or last time: Thus is your time on earth filled with glory."},{"Author":"Kate Chopin","Category":"","Quote":"She wanted something to happen - something, anything: she did not know what."},{"Author":"Sarah Dessen,  Just Listen","Category":"","Quote":"Silence is so freaking loud"},{"Author":"Maxim Gorky,  The Lower Depths and Other Plays","Category":"","Quote":"Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is."},{"Author":"Richelle Mead,  Frostbite","Category":"","Quote":"There's nothing worse than waiting and not knowing what'll happen to you. Your own imagination can be crueler than any captor."},{"Author":"Elizabeth Strout,  Abide with Me","Category":"","Quote":"I suspect the most we can hope for, and it's no small hope, is that we never give up, that we never stop giving ourselves permission to try to love and receive love."},{"Author":"أحلام مستغانمي,  الأسود يليق بك","Category":"","Quote":"الحداد ليس في ما نرتديه بل في ما نراه . إنّه يكمن في نظرتناللأشياء . بإمكان عيون قلبنا أن تكون في حداد... ولا أحد يدري بذلك"},{"Author":"Emily Dickinson","Category":"","Quote":"If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry."},{"Author":"Maria Montessori","Category":"","Quote":"Imagination does not become great until human beings, given the courage and the strength, use it to create."},{"Author":"René Descartes","Category":"","Quote":"I think; therefore I am."},{"Author":"Nizar Qabbani","Category":"","Quote":"In the summerI stretch out on the shoreAnd think of you. Had I told the seaWhat I felt for you,It would have left its shores,Its shells,Its fish,And followed me."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Katniss, the girl who was on fire!"},{"Author":"Paulo Coelho,  Veronika Decides to Die","Category":"","Quote":"The two hardest tests on the spiritual road are the patience to wait for the right moment and the courage not to be disappointed with what we encounter."},{"Author":"Jack Kerouac,  On the Road","Category":"","Quote":"Nothing behind me, everything ahead of me, as is ever so on the road."},{"Author":"Jean-Paul Sartre","Category":"","Quote":"Do you think that I count the days? There is only one day left, always starting over: it is given to us at dawn and taken away from us at dusk."},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"","Quote":"Literature is the most agreeable way of ignoring life."},{"Author":"Sarah Dessen,  Just Listen","Category":"","Quote":"Because this is what happens when you try to run from the past. It just doesn’t catch up, it overtakes … blotting out the future."},{"Author":"Marianne Moore","Category":"","Quote":"Your thorns are the best part of you."},{"Author":"Nelson Mandela","Category":"","Quote":"I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"","Quote":"They're certainly entitled to think that, and they're entitled to full respect for their opinions... but before I can live with other folks I've got to live with myself. The one thing that doesn't abide by majority rule is a person's conscience."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"What else? She is so beautiful. You don’t get tired of looking at her. You never worry if she is smarter than you: You know she is. She is funny without ever being mean. I love her. I am so lucky to love her, Van Houten. You don’t get to choose if you get hurt in this world, old man, but you do have some say in who hurts you. I like my choices. I hope she likes hers."},{"Author":"Cassandra Clare","Category":"","Quote":"It's the mortal cup Jace, not the mortal toilet bowl."},{"Author":"David Levithan,  Every Day","Category":"","Quote":"If there's one thing I've learned, it's this: We all want everything to be okay. We don't even wish so much for fantastic or marvelous or outstanding. We will happily settle for okay, because most of the time, okay is enough."},{"Author":"Plato","Category":"","Quote":"Only the dead have seen the end of war."},{"Author":"James Jones,  From Here to Eternity","Category":"","Quote":"That was one of the virtues of being a pessimist: nothing was ever as bad as you thought it would be."},{"Author":"C.S. Lewis","Category":"","Quote":"What draws people to be friends is that they see the same truth. They share it."},{"Author":"Audre Lorde,  Sister Outsider: Essays and Speeches","Category":"","Quote":"Your silence will not protect you."},{"Author":"Stieg Larsson,  The Girl with the Dragon Tattoo","Category":"","Quote":"Everyone has secrets. It's just a matter of finding out what they are."},{"Author":"Richelle Mead,  Shadow Kiss","Category":"","Quote":"He stepped back and threw his arms out.\"I'm always crazy around you Rose. Here, I'm going to write an impromptu poem for you.\"He tipped his head back and shouted to the sky:\"Rose is in redBut never in blueSharp as a thornFights like one too."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Sometimes, when I have to do something I don't want to do, I pretend I'm a character from a book. It's easier to know what they would do."},{"Author":"Richelle Mead,  Frostbite","Category":"","Quote":"what's your name?\"what?\"i asked, squinting at the light.your name.\"I reconized Dr. Olendzki peering over me.you know my name.\"I want you to tell me.\"Rose. Rose Hathaway.\"Do you know your birthday?\"Of course I do. Why are you asking me such stupid things? Did you lose my records?\"Dr. Olendzki gave an exasperated sigh and walked off, taking the annoying light with her. \"I think she's fine,"},{"Author":"Lauren Oliver,  Delirium","Category":"","Quote":"Love: It will kill you and save you, both"},{"Author":"L.J. Smith,  Secret Vampire","Category":"","Quote":"You don't love a girl because of beauty. You love her because she sings a song only you can understand."},{"Author":"Maya Angelou","Category":"","Quote":"If I am not good to myself, how can I expect anyone else to be good to me?"},{"Author":"Karen Blixen","Category":"","Quote":"I know of a cure for everything: salt water...in one way or the other. Sweat, or tears, or the salt sea."},{"Author":"Adeline Yen Mah,  Chinese Cinderella: The True Story of an Unwanted Daughter","Category":"","Quote":"Please believe that one single positive dream is more important than a thousand negative realities."},{"Author":"Ernest Hemingway,  The Old Man and the Sea","Category":"","Quote":"Every day is a new day. It is better to be lucky. But I would rather be exact. Then when luck comes you are ready."},{"Author":"Anthony Burgess","Category":"","Quote":"Laugh and the world laughs with you, snore and you sleep alone."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"","Quote":"I'm going to keep going until I succeed — or die. Don't think I don't know how this might end. I've known it for years."},{"Author":"Paulo Coelho,  Eleven Minutes","Category":"","Quote":"Now that she had nothing to lose, she was free."},{"Author":"Ann Richards","Category":"","Quote":"After all, Ginger Rogers did everything that Fred Astaire did. She just did it backwards and in high heels."},{"Author":"E.E. Cummings","Category":"","Quote":"Whenever you think or you believe or you know, you're a lot of other people: but the moment you feel, you're nobody-but-yourself."},{"Author":"Ernest Hemingway","Category":"","Quote":"It is good to have an end to journey toward; but it is the journey that matters, in the end."},{"Author":"Elizabeth Wurtzel,  Prozac Nation","Category":"","Quote":"That's the thing about depression: A human being can survive almost anything, as long as she sees the end in sight. But depression is so insidious, and it compounds daily, that it's impossible to ever see the end."},{"Author":"Henry Thomas Buckle","Category":"","Quote":"Great minds discuss ideas. Average minds discuss events. Small minds discuss people."},{"Author":"Sylvia Plath,  The Journals of Sylvia Plath","Category":"","Quote":"Can you understand? Someone, somewhere, can you understand me a little, love me a little? For all my despair, for all my ideals, for all that - I love life. But it is hard, and I have so much - so very much to learn."},{"Author":"Armistead Maupin,  More Tales of the City","Category":"","Quote":"Laugh all you want and cry all you want and whistle at pretty men in the street and to hell with anybody who thinks you're a damned fool!"},{"Author":"E.E. Cummings,  Poems, 1923-1954","Category":"","Quote":"I will take the sun in my mouthand leap into the ripe air Alive with closed eyesto dash against darkness"},{"Author":"Kate Chopin,  The Awakening","Category":"","Quote":"The voice of the sea speaks to the soul."},{"Author":"Tahereh Mafi,  Unravel Me","Category":"","Quote":"Books are easily destroyed. But words will live as long as people can remember them."},{"Author":"Maya Angelou","Category":"","Quote":"You alone are enough. You have nothing to prove to anybody."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"Accio Brain!"},{"Author":"Curtis Sittenfeld,  Prep","Category":"","Quote":"I always worried someone would notice me, and then when no one did, I felt lonely."},{"Author":"William Ernest Henley,  Echoes of Life and Death;","Category":"","Quote":"It matters not how strait the gate, How charged with punishments the scroll, I am the master of my fate: I am the captain of my soul."},{"Author":"Ingmar Bergman","Category":"","Quote":"Only someone who is well prepared has the opportunity to improvise."},{"Author":"Kathleen Winsor","Category":"","Quote":"Charm is the ability to make someone else think that both of you are pretty wonderful."},{"Author":"Coco Chanel","Category":"","Quote":"Dress shabbily and they remember the dress; dress impeccably and they remember the woman."},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"","Quote":"You know, some people think Shadowhunters are just myths. Like mummies and genies.\"Kyle grinned at Jace. \"Can you grant wishes?\"\"That depends,\"he said. \"Do you wish to be punched in the face?"},{"Author":"Lauren Oliver,  Delirium","Category":"","Quote":"It's so strange how life works: You want something and you wait and wait and feel like it's taking forever to come. Then it happens and it's over and all you want to do is curl back up in that moment before things changed."},{"Author":"Lemony Snicket,  The Slippery Slope","Category":"","Quote":"Well-read people are less likely to be evil."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"That was enterprising,\"Will sounded nearly impressed.Nate smiled. Tess shot him a furious look. \"Don't look pleased with yourself. When Will says 'enterprising' he means 'morally deficient.'\"\"No, I mean enterprising,\"said Will. \"When I mean morally deficient, I say, 'Now, that's something I would have done'."},{"Author":"Toni Morrison,  Beloved","Category":"","Quote":"Freeing yourself was one thing, claiming ownership of that freed self was another."},{"Author":"Louise Erdrich,  The Plague of Doves","Category":"","Quote":"When we are young, the words are scattered all around us. As they are assembled by experience, so also are we, sentence by sentence, until the story takes shape."},{"Author":"Margaret Atwood,  Cat's Eye","Category":"","Quote":"Another belief of mine: that everyone else my age is an adult, whereas I am merely in disguise."},{"Author":"Oscar Wilde","Category":"","Quote":"Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success."},{"Author":"Kiran Desai,  The Inheritance of Loss","Category":"","Quote":"The present changes the past. Looking back you do not find what you left behind."},{"Author":"Haruki Murakami","Category":"","Quote":"But I didn't understand then. That I could hurt somebody so badly she would never recover. That a person can, just by living, damage another human being beyond repair."},{"Author":"Seán O'Casey","Category":"","Quote":"Laughter is wine for the soul - laughter soft, or loud and deep, tinged through with seriousness - the hilarious declaration made by man that life is worth living."},{"Author":"Irvine Welsh,  Porno","Category":"","Quote":"You can't lie to your soul."},{"Author":"Mahatma Gandhi","Category":"","Quote":"Man often becomes what he believes himself to be. If I keep on saying to myself that I cannot do a certain thing, it is possible that I may end by really becoming incapable of doing it. On the contrary, if I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning."},{"Author":"Lloyd Alexander,  The Black Cauldron","Category":"","Quote":"Child, child, do you not see? For each of us comes a time when we must be more than what we are."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"I am both happy and sad at the same time, and I'm still trying to figure out how that could be."},{"Author":"Johnny Depp","Category":"","Quote":"if you love two people at the same time, choose the second. Because if you really loved the first one, you wouldn't have fallen for the second."},{"Author":"Susan Faludi","Category":"","Quote":"When the enemy has no face, society will invent one."},{"Author":"F. Scott Fitzgerald","Category":"","Quote":"Whenever you feel like criticizing any one...just remember that all the people in this world haven't had the advantages that you've had."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"","Quote":"You can’t tell mewhat to do anymore, Travis! I don’t belong to you!”In the second it took him to turn and face me, hisexpression had contorted into anger. He stomped towardme, planting his hands on the bed and leaning into my face.“WELL I BELONG TO YOU!” The veins in his neckbulged as he shouted, and I met his glare, refusing to evenflinch. He looked at my lips, panting. “I belong to you."},{"Author":"أحلام مستغانمي,  com نسيان","Category":"","Quote":"لا تقدم ابداً شروحاً لأحد.. أصدقاؤك الحقيقيون ليسوا فى حاجة إليها و أعداؤك لن يصدقوها"},{"Author":"Mother Teresa","Category":"","Quote":"The most terrible poverty is loneliness, and the feeling of being unloved."},{"Author":"Agostinho da Silva","Category":"","Quote":"I am not interested in being original. I am interested in being true."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"If you ever meet the man who could take advantage of Isabelle, you’ll have to let me know. I’d like to shake his hand. Or run away from him very fast, I’m not sure which."},{"Author":"Chris Abani","Category":"","Quote":"What I've come to learn is that the world is never saved in grand messianic gestures, but in the simple accumulation of gentle, soft, almost invisible acts of compassion."},{"Author":"Dan Brown,  The Da Vinci Code","Category":"","Quote":"Men go to far greater lengths to avoid what they fear than to obtain what they desire."},{"Author":"Maggie Stiefvater,  Shiver","Category":"","Quote":"You're beautiful and sad,\"I said finally, not looking at him when I did. \"Just like your eyes. You're like a song that I heard when I was a little kid but forgot I knew until I heard it again.\"For a long moment there was only the whirring sound of the tires on the road, and then Sam said softly, \"Thank you."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Kind people have a way of working their way inside me and rooting there."},{"Author":"Rick Riordan,  The Titan's Curse","Category":"","Quote":"God alert!\"Blackjack yelled. \"It's the wine dude!Mr. D sighed in exasperation. \"The next person, or horse, who calls me the 'wine dude' will end up in a bottle of Merlot!"},{"Author":"J.R.R. Tolkien,  The Lord of the Rings","Category":"","Quote":"It's the job that's never started as takes longest to finish."},{"Author":"Friedrich Nietzsche","Category":"","Quote":"In individuals, insanity is rare; but in groups, parties, nations and epochs, it is the rule."},{"Author":"Amelia Earhart","Category":"","Quote":"Adventure is worthwhile in itself."},{"Author":"C.S. Lewis","Category":"","Quote":"I didn’t go to religion to make me happy. I always knew a bottle of Port would do that. If you want a religion to make you feel really comfortable, I certainly don’t recommend Christianity."},{"Author":"Chelsea Handler,  Lies That Chelsea Handler Told Me","Category":"","Quote":"Laugh loudly, laugh often, and most important, laugh at yourself."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"","Quote":"Curiouser and curiouser!"},{"Author":"Amos Bronson Alcott,  Concord Days","Category":"","Quote":"Stay is a charming word in a friend's vocabulary."},{"Author":"Aisha Tyler","Category":"","Quote":"Wounds turn into scars and scars make you tough."},{"Author":"Omar Khayyám,  The Rubáiyát of Omar Khayyám","Category":"","Quote":"Be happy for this moment. This moment is your life."},{"Author":"Jonathan Kellerman","Category":"","Quote":"Life is like a prism. What you see depends on how you turn the glass."},{"Author":"Jude Deveraux","Category":"","Quote":"Love can make even nice people do awful things."},{"Author":"Alexander McCall Smith,  The No. 1 Ladies' Detective Agency","Category":"","Quote":"You can go through life and make new friends every year - every month practically - but there was never any substitute for those friendships of childhood that survive into adult years. Those are the ones in which we are bound to one another with hoops of steel."},{"Author":"Dennis Lehane,  Sacred","Category":"","Quote":"There's something ugly about the flawless."},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"Is there some particular reason that you're here?\"...\"Not this again.\"\"Not what again?\"said Clary.\"Every time I annoy him, he retreats into his No Mundanes Allowed tree house.\"Simon pointed at Jace."},{"Author":"Richelle Mead,  Blood Promise","Category":"","Quote":"Dimitri: \"Why did you come here?\"Rose: \"Because you hit me on the head and dragged me here."},{"Author":"Taylor Swift,  Taylor Swift","Category":"","Quote":"Your lucky enough to be different, never change"},{"Author":"Sue Grafton","Category":"","Quote":"Ideas are easy. It's the execution of ideas that really separates the sheep from the goats."},{"Author":"Roald Dahl","Category":"","Quote":"A person who has good thoughts cannot ever be ugly. You can have a wonky nose and a crooked mouth and a double chin and stick-out teeth, but if you have good thoughts they will shine out of your face like sunbeams and you will always look lovely."},{"Author":"Michel de Montaigne","Category":"","Quote":"The most certain sign of wisdom is cheerfulness."},{"Author":"John Lennon","Category":"","Quote":"If everyone demanded peace instead of another television set, then there'd be peace."},{"Author":"Judith Viorst,  Love & Guilt & The Meaning Of Life, Etc","Category":"","Quote":"Strength is the capacity to break a Hershey bar into four pieces with your bare hands - and then eat just one of the pieces."},{"Author":"Anna Akhmatova,  The Complete Poems of Anna Akhmatova","Category":"","Quote":"If you were music, I would listen to you ceaselessly, and my low spirits would brighten up."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"","Quote":"Today is the sort of day where the sun only comes up to humiliate you."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"If the person you are talking to doesn't appear to be listening, be patient. It may simply be that he has a small piece of fluff in his ear."},{"Author":"Lemony Snicket,  Horseradish","Category":"","Quote":"It is always sad when someone leaves home, unless they are simply going around the corner and will return in a few minutes with ice-cream sandwiches."},{"Author":"Anderson Cooper,  Dispatches from the Edge: A Memoir of War, Disasters, and Survival","Category":"","Quote":"The farther you go...the harder it is to return. The world has many edges and it's easy to fall off."},{"Author":"Cassandra Clare,  City of Bones","Category":"","Quote":"I forgot that's what gets you all hot and bothered, Jace, girls killing things.\"\"I like anyone killing things, especially me.\"he said with a smile."},{"Author":"Dr. Seuss","Category":"","Quote":"I’m glad we had the times together just to laugh and sing a song, seems like we just got started and then before you know it, the times we had together were gone."},{"Author":"Woody Allen","Category":"","Quote":"The difference between sex and love is that sex relieves tension and love causes it."},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"In the end that was the choice you made, and it doesn't matter how hard it was to make it. It matters that you did."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"","Quote":"I want everyone to meet you. You're my favorite person of all time."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"","Quote":"Yes, and I’m sure the arena will be full of bags of flour for me to chuck at people."},{"Author":"Mahmoud Darwish","Category":"","Quote":"في داخلي شُرْفَةٌلا يَمُرُّ بها أَحَدٌ للتَّحيَّة."},{"Author":"David T.W. McCord","Category":"","Quote":"Books fall open, you fall in."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"","Quote":"She was a genius of sadness, immersing herself in it, separating its numerous strands, appreciating its subtle nuances. She was a prism through which sadness could be divided into its infinite spectrum."},{"Author":"Cassandra Clare,  Clockwork Prince","Category":"","Quote":"If no one cares for you at all, do you even really exist?"},{"Author":"Oscar Wilde","Category":"","Quote":"Whenever people agree with me I always feel I must be wrong."},{"Author":"E.L. James,  Fifty Shades Darker","Category":"","Quote":"This is me, Ana. All of me...and I'm all yours. What do I have to do to make you realize that? To make you see that I want you any way I can get you. That I love you."},{"Author":"Kurt Vonnegut,  A Man Without a Country","Category":"","Quote":"And I urge you to please notice when you are happy, and exclaim or murmur or think at some point, 'If this isn't nice, I don't know what is."},{"Author":"Ruth Westheimer","Category":"","Quote":"A lesson taught with humor is a lesson retained."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"","Quote":"I like it when somebody gets excited about something. It's nice."},{"Author":"أحمد خالد توفيق","Category":"","Quote":"أسوء تعذيب فى العالم هو الشخص المُصر على الكلام بينما أنت مُثقل بالهموم , ترغب فى أن تبقى صامتاً وأن تصغى لأفكارك."},{"Author":"Marissa Meyer,  Cinder","Category":"","Quote":"Even in the Future the Story Begins with Once Upon a Time."},{"Author":"Donna Tartt,  The Secret History","Category":"","Quote":"Beauty is terror. Whatever we call beautiful, we quiver before it."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"Sleep,” he says. “I'll fight the bad dreams off if they come to get you.” “With what?” “My bare hands, obviously."},{"Author":"Simone de Beauvoir,  The Mandarins","Category":"","Quote":"She was ready to deny the existence of space and time rather than admit that love might not be eternal."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"I just did some calculations and I've been able to determine that you're full of shit."},{"Author":"Lewis Carroll","Category":"","Quote":"One of the deep secrets of life is that all that is really worth the doing is what we do for others."},{"Author":"Amy Sedaris,  I Like You: Hospitality Under the Influence","Category":"","Quote":"I think it's good for a person to spend time alone. It gives them an opportunity to discover who they are and to figure out why they are always alone."},{"Author":"Albert Einstein","Category":"","Quote":"The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives."},{"Author":"George Carlin","Category":"","Quote":"The main reason Santa is so jolly is because he knows where all the bad girls live."},{"Author":"Carolyn Keene,  The Secret of the Old Clock","Category":"","Quote":"Read, read, read. That's all I can say."},{"Author":"W.B. Yeats","Category":"","Quote":"I have spread my dreams under your feet.Tread softly because you tread on my dreams."},{"Author":"Albert Camus,  A Happy Death","Category":"","Quote":"When I look at my life and its secret colours, I feel like bursting into tears."},{"Author":"James Branch Cabell,  The Silver Stallion","Category":"","Quote":"The optimist proclaims that we live in the best of all possible worlds; and the pessimist fears this is true."},{"Author":"Albert Einstein","Category":"","Quote":"In the middle of difficulty lies opportunity"},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"","Quote":"That's the thing about girls. Every time they do something pretty, even if they're not much to look at, or even if they're sort of stupid, you fall in love with them, and then you never know where the hell you are. Girls. Jesus Christ. They can drive you crazy. They really can."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"Got that gun?” Peter says to Tobias. “No,” says Tobias, “I figured I would shoot the bullets out of my nostrils, so I left it upstairs."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"","Quote":"From now on, I don't care if my tea leaves spell 'Die, Ron, Die,' I'm chucking them in the bin where they belong."},{"Author":"Rumi","Category":"","Quote":"Raise your words, not voice. It is rain that grows flowers, not thunder."},{"Author":"Victor Hugo,  Les Misérables","Category":"","Quote":"To love another person is to see the face of God."},{"Author":"Albert Einstein","Category":"","Quote":"Whoever is careless with the truth in small matters cannot be trusted with important matters"},{"Author":"C.G. Jung","Category":"","Quote":"Everything that irritates us about others can lead us to an understanding of ourselves."},{"Author":"Alice McDermott","Category":"","Quote":"We are surrounded by story."},{"Author":"John Knowles,  A Separate Peace","Category":"","Quote":"There was no harm in taking aim, even if the target was a dream."},{"Author":"George Sand","Category":"","Quote":"Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness."},{"Author":"Charles Bukowski","Category":"","Quote":"There's a bluebird in my heart that wants to get outbut I'm too tough for him,I say, stay in there, I'm not going to let anybody see you."},{"Author":"Edith Sitwell","Category":"","Quote":"I am not eccentric. It's just that I am more alive than most people. I am an unpopular electric eel set in a pond of catfish."},{"Author":"Charles Dickens,  Great Expectations","Category":"","Quote":"Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts. I was better after I had cried, than before--more sorry, more aware of my own ingratitude, more gentle."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"","Quote":"There were things I wanted to tell him. But I knew they would hurt him. So I buried them, and let them hurt me."},{"Author":"Rafael Sabatini,  Scaramouche","Category":"","Quote":"He was born with a gift of laughter and a sense that the world was mad."},{"Author":"E.B. White","Category":"","Quote":"I arise in the morning torn between a desire to improve (or save) the world and a desire to enjoy (or savor) the world. This makes it hard to plan the day."},{"Author":"Oscar Wilde,  Lady Windermere's Fan","Category":"","Quote":"Life is far too important a thing ever to talk seriously about."},{"Author":"Harlan Ellison","Category":"","Quote":"You are not entitled to your opinion. You are entitled to your informed opinion. No one is entitled to be ignorant."},{"Author":"Andre Dubus III,  House of Sand and Fog","Category":"","Quote":"The truth is life is full of joy and full of great sorrow, but you can't have one without the other."},{"Author":"Stefan Zweig,  The Post-Office Girl","Category":"","Quote":"Time to leave now, get out of this room, go somewhere, anywhere; sharpen this feeling of happiness and freedom, stretch your limbs, fill your eyes, be awake, wider awake, vividly awake in every sense and every pore."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"Just tell me how to be different in a way that makes sense."},{"Author":"Oscar Wilde","Category":"","Quote":"We are each our own devil, and we make this world our hell."},{"Author":"Colm Tóibín","Category":"","Quote":"Ending a novel is almost like putting a child to sleep—it can't be done abruptly."},{"Author":"David Mitchell,  Cloud Atlas","Category":"","Quote":"Our lives are not our own. We are bound to others, past and present, and by each crime and every kindness, we birth our future."},{"Author":"Margaret Wise Brown,  Goodnight Moon","Category":"","Quote":"Goodnight stars, goodnight air, goodnight noises everywhere."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"All this time I've hated myself for it. I thought I'd given it up for nothing. But if I hadn't fallen, I wouldn't have met you."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"","Quote":"I do not think, sir, you have any right to command me, merely because you are older than I, or because you have seen more of the world than I have; your claim to superiority depends on the use you have made of your time and experience."},{"Author":"David Hockney","Category":"","Quote":"I think I’m greedy, but I’m not greedy for money - I think that can be a burden - I’m greedy for an exciting life."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"So you're a Shadowhunter,' Nate said. 'De Quincey told me that you lot were monsters.''Was that before or after he tried to eat you?' Will inquired."},{"Author":"Kahlil Gibran","Category":"","Quote":"One day you will ask me which is more important? My life or yours? I will say mine and you will walk away not knowing that you are my life."},{"Author":"Leo Rosten","Category":"","Quote":"O, to be sure, we laugh less and play less and wear uncomfortable disguises like adults, but beneath the costume is the child we always are, whose needs are simple, whose daily life is still best described by fairy tales."},{"Author":"Vladimir Nabokov","Category":"","Quote":"Our imagination flies -- we are its shadow on the earth."},{"Author":"Eileen Chang","Category":"","Quote":"Between memory and reality there are awkward discrepancies..."},{"Author":"Sylvia Plath,  Ariel: The Restored Edition","Category":"","Quote":"If the moon smiled, she would resemble you.You leave the same impression Of something beautiful, but annihilating."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"That didn’t happen, of course. Things never happened the way I imagined them."},{"Author":"Bram Stoker","Category":"","Quote":"Listen to them, the children of the night. What music they make!"},{"Author":"Lao Tzu,  Tao Te Ching","Category":"","Quote":"When you are content to be simply yourself and don't compare or compete, everyone will respect you."},{"Author":"Jane Austen,  Emma","Category":"","Quote":"Silly things do cease to be silly if they are done by sensible people in an impudent way."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"","Quote":"He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"","Quote":"I like people too much or not at all. I've got to go down deep, to fall into people, to really know them."},{"Author":"Lemony Snicket,  The Hostile Hospital","Category":"","Quote":"The sad truth is the truth is sad."},{"Author":"Ogden Nash,  Collected verse from 1929 on","Category":"","Quote":"Tonight’s December thirty-first,Something is about to burst.The clock is crouching, dark and small,Like a time bomb in the hall.Hark, it's midnight, children dear.Duck! Here comes another year!"},{"Author":"Cassandra Clare,  City of Glass","Category":"","Quote":"I have a fetish for damsels in distress.”“Don’t be sexist.”“Not at all. My services are also available to gentlemen in distress. It’s an equal opportunity fetish."},{"Author":"Lorraine Hansberry","Category":"","Quote":"Never be afraid to sit awhile and think."},{"Author":"Norman Rush","Category":"","Quote":"Literature is humanity talking to itself."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"","Quote":"Black hair and blue eyes are my favorite combination."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"","Quote":"The man who passes the sentence should swing the sword. If you would take a man's life, you owe it to him to look into his eyes and hear his final words. And if you cannot bear to do that, then perhaps the man does not deserve to die."},{"Author":"Chuck Palahniuk,  Diary","Category":"","Quote":"Just for the record, the weather today is calm and sunny, but the air is full of bullshit."},{"Author":"Johanna Lindsey,  A Heart So Wild","Category":"","Quote":"Do for yourself, for no one else will."},{"Author":"Marilyn Monroe","Category":"","Quote":"It's all make believe, isn't it?"},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"","Quote":"I desire the things that will destroy me in the end."},{"Author":"Sinclair Lewis","Category":"","Quote":"We'd get sick on too many cookies, but ever so much sicker on no cookies at all."},{"Author":"Allen Ginsberg","Category":"","Quote":"I don't think there is any truth. There are only points of view."},{"Author":"John Banville,  The Sea","Category":"","Quote":"The past beats inside me like a second heart."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"","Quote":"If you can't feel, why did you kiss me?\"Patch traced a finger along my collarbone, then headed south stopping at my heart. I felt it pounding through my skin. \"Because I feel it here, in my heart,\"he said quietly."},{"Author":"Stephen King","Category":"","Quote":"Alone. Yes, that's the key word, the most awful word in the English tongue. Murder doesn't hold a candle to it and hell is only a poor synonym."},{"Author":"Albert Einstein","Category":"","Quote":"Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed."},{"Author":"Cheris Kramarae","Category":"","Quote":"Feminism is the radical notion that women are human beings."},{"Author":"Michel Onfray","Category":"","Quote":"You cannot kill a breeze, a wind, a fragrance; you cannot kill a dream or an ambition."},{"Author":"Cassandra Clare,  City of Ashes","Category":"","Quote":"How awfully convenient for you, regardless. And for him. He won't have to worry about you spilling his secrets.\"\"Yeah,\"Jace said. \"He's terrified I'll tell everyone that he's always wanted to be a ballerina."},{"Author":"Albert Camus,  Notebooks 1935-1942","Category":"","Quote":"Real generosity towards the future lies in giving all to the present."},{"Author":"Richard Hughes","Category":"","Quote":"Do your bit to save humanity from lapsing back into barbarity by reading all the novels you can."},{"Author":"Ralph Waldo Emerson","Category":"","Quote":"Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true."},{"Author":"Jonathan Ames,  My Less Than Secret Life: A Diary, Fiction, Essays","Category":"","Quote":"I live for coincidences. They briefly give to me the illusion or the hope that there's a pattern to my life, and if there's a pattern, then maybe I'm moving toward some kind of destiny where it's all explained."},{"Author":"John Green,  Looking for Alaska","Category":"","Quote":"Sometimes I don't get you,' I said. She didn't even glance at me. She just smiled toward the television and said, 'You never get me. That's the whole point."},{"Author":"Yves Saint-Laurent","Category":"","Quote":"The most beautiful makeup of a woman is passion. But cosmetics are easier to buy."},{"Author":"Anzia Yezierska","Category":"","Quote":"When I only begin to read, I forget I'm on this world. It lifts me on wings with high thoughts."},{"Author":"Norman Mailer","Category":"","Quote":"I don't think life is absurd. I think we are all here for a huge purpose. I think we shrink from the immensity of the purpose we are here for."},{"Author":"Alan Moore,  V for Vendetta","Category":"","Quote":"Behind this mask there is more than just flesh. Beneath this mask there is an idea... and ideas are bulletproof."},{"Author":"Neil Jordan,  The Dream of a Beast","Category":"","Quote":"Is it fair to have given us the memory of what was and the desire of what could be when we must suffer what is?"},{"Author":"Albert Camus","Category":"","Quote":"Blessed are the hearts that can bend; they shall never be broken."},{"Author":"Harlan Coben,  Promise Me","Category":"","Quote":"Years fly by, but the heart stays in the same place."},{"Author":"Jack Kerouac","Category":"","Quote":"My fault, my failure, is not in the passions I have, but in my lack of control of them."},{"Author":"Walker Evans","Category":"","Quote":"Stare, pry, listen, eavesdrop. Die knowing something. You are not here long."},{"Author":"Suzanne Collins,  Mockingjay","Category":"","Quote":"Are you, are you coming to the tree? Wear a necklace of rope, side by side with me. Strange things did happen here. No stranger would let it be if we met up At midnight in the hanging tree."},{"Author":"Ayn Rand,  The Fountainhead","Category":"","Quote":"Freedom (n.): To ask nothing. To expect nothing. To depend on nothing."},{"Author":"Robert A. Heinlein,  Time Enough for Love","Category":"","Quote":"Never attempt to teach a pig to sing; it wastes your time and annoys the pig."},{"Author":"Sarah Dessen,  Just Listen","Category":"","Quote":"There comes a time in every life when the world gets quiet and the only thing left is your heart."},{"Author":"Anaïs Nin","Category":"","Quote":"There were always in me, two women at least, one woman desperate and bewildered, who felt she was drowning and another who would leap into a scene, as upon a stage, conceal her true emotions because they were weaknesses, helplessness, despair, and present to the world only a smile, an eagerness, curiosity, enthusiasm, interest."},{"Author":"Colleen Hoover,  Slammed","Category":"","Quote":"Question everything. Your love, your religion, your passion. If you don't have questions, you'll never find answers."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"there is no shortage of fault to be found amid our stars"},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"","Quote":"May it be a light to you in dark places, when all other lights go out."},{"Author":"Tamora Pierce,  Lady Knight","Category":"","Quote":"Threats are the last resort of a man with no vocabulary."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"At some point, you have to stop running and turn around and face whoever wants you dead.The hard thing is finding the courage to do it."},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"","Quote":"No. That's Clary; shes's my best friend.\"Simon pocketed his phone. \"And she has a boyfriend. Like, really, really, really has a boyfriend. The nuclear bomb of boyfriends. Trust me on this one."},{"Author":"Suzanne Collins,  Catching Fire","Category":"","Quote":"We had to save you because you're the mockingjay, Katniss,\"says Plutarch. \"While you live, the revolution lives."},{"Author":"Henry David Thoreau","Category":"","Quote":"Dreams are the touchstones of our characters."},{"Author":"Jane Austen,  Sense and Sensibility","Category":"","Quote":"It isn't what we say or think that defines us, but what we do."},{"Author":"William Shakespeare,  A Midsummer Night's Dream","Category":"","Quote":"Lord, what fools these mortals be!"},{"Author":"Lorraine Hansberry","Category":"","Quote":"There is always something left to love. And if you ain’t learned that, you ain’t learned nothing."},{"Author":"Jean-Paul Sartre,  No Exit","Category":"","Quote":"I'm going to smile, and my smile will sink down into your pupils, and heaven knows what it will become."},{"Author":"J.K. Rowling,  The Tales of Beedle the Bard","Category":"","Quote":"To hurt is as human as to breathe."},{"Author":"Cormac McCarthy,  The Road","Category":"","Quote":"You forget what you want to remember, and you remember what you want to forget."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"","Quote":"No one ever told me that grief felt so like fear."},{"Author":"John Green,  The Fault in Our Stars","Category":"","Quote":"You have a choice in this world, I believe, about how to tell sad stories, and we made the funny choice."},{"Author":"Louisa May Alcott,  Little Women","Category":"","Quote":"I am not afraid of storms, for I am learning how to sail my ship."},{"Author":"Erin Morgenstern,  The Night Circus","Category":"","Quote":"The finest of pleasures are always the unexpected ones."},{"Author":"Rosamunde Pilcher,  The Shell Seekers","Category":"","Quote":"She believed, of course ... because without something to believe in, life would be intolerable."},{"Author":"Samuel Beckett","Category":"","Quote":"We are all born mad. Some remain so."},{"Author":"Edith Sitwell","Category":"","Quote":"Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home."},{"Author":"Jane Goodall","Category":"","Quote":"The greatest danger to our future is apathy."},{"Author":"Douglas Coupland,  Life After God","Category":"","Quote":"And then I felt sad because I realized that once people are broken in certain ways, they can't ever be fixed, and this is something nobody ever tells you when you are young and it never fails to surprise you as you grow older as you see the people in your life break one by one. You wonder when your turn is going to be, or if it's already happened."},{"Author":"Mother Teresa","Category":"","Quote":"What can you do to promote world peace? Go home and love your family."},{"Author":"Marcus Valerius Martialis","Category":"","Quote":"Tomorrow's life is too late. Live today."},{"Author":"Douglas McGrath","Category":"","Quote":"Perhaps it is our imperfections that make us so perfect for one another!"},{"Author":"Albert Einstein","Category":"","Quote":"Peace cannot be kept by force; it can only be achieved by understanding."},{"Author":"Herman Melville,  Moby-Dick; or, The Whale","Category":"","Quote":"I know not all that may be coming, but be it what it will, I'll go to it laughing."},{"Author":"Mahatma Gandhi","Category":"","Quote":"The greatness of a nation and its moral progress can be judged by the way its animals are treated."},{"Author":"Veronica Roth,  Insurgent","Category":"","Quote":"It reminds me why I chose Dauntless in the first place: not because they are perfect, but because they are alive. Because they are free."},{"Author":"Guy Gavriel Kay,  Tigana","Category":"","Quote":"There are no wrong turnings. Only paths we had not known we were meant to walk."},{"Author":"Raymond Chandler,  Long Goodbye","Category":"","Quote":"There is no trap so deadly as the trap you set for yourself."},{"Author":"Neil Gaiman,  Neil Gaiman's Midnight Days","Category":"","Quote":"When we hold each other, in the darkness, it doesn't make the darkness go away. The bad things are still out there. The nightmares still walking. When we hold each other we feel not safe, but better. \"It's all right\"we whisper, \"I'm here, I love you.\"and we lie: \"I'll never leave you.\"For just a moment or two the darkness doesn't seem so bad."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"I'm not lost for I know where I am. But however, where I am may be lost."},{"Author":"Ann Patchett,  Bel Canto","Category":"","Quote":"It makes you wonder. All the brilliant things we might have done with our lives if only we suspected we knew how."},{"Author":"Jack London","Category":"","Quote":"I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"","Quote":"Not knowing when the dawn will comeI open every door."},{"Author":"A.A. Milne,  Winnie-the-Pooh","Category":"","Quote":"I used to believe in forever, but forever's too good to be true"},{"Author":"Margaret Atwood,  Cat's Eye","Category":"","Quote":"Love blurs your vision; but after it recedes, you can see more clearly than ever. It's like the tide going out, revealing whatever's been thrown away and sunk: broken bottles, old gloves, rusting pop cans, nibbled fishbodies, bones. This is the kind of thing you see if you sit in the darkness with open eyes, not knowing the future."},{"Author":"Robert Frost","Category":"","Quote":"Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it."},{"Author":"H.P. Lovecraft","Category":"","Quote":"Pleasure to me is wonder—the unexplored, the unexpected, the thing that is hidden and the changeless thing that lurks behind superficial mutability."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"...there is power in self-sacrifice."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"","Quote":"It was the kind of kiss that mademe know that I was never so happy in my whole life."},{"Author":"Brian Moore","Category":"","Quote":"Love isn't an act, it's a whole life."},{"Author":"Richelle Mead,  Vampire Academy","Category":"","Quote":"Dimitri: \"She might be wild and disrespectful, but if she has potential—\"Rose: \"Wild and disrespecful? Who the hell are you anyway? Oursourced help?\"Kirova: \"Guardian Belikov is the Princess Lissa's guardian now, her sanctioned guardian.\"Rose: \"You got cheap foreign labor to protect Lissa?"},{"Author":"Tahereh Mafi,  Shatter Me","Category":"","Quote":"The moon is a loyal companion.It never leaves. It’s always there, watching, steadfast, knowing us in our light and dark moments, changing forever just as we do. Every day it’s a different version of itself. Sometimes weak and wan, sometimes strong and full of light. The moon understands what it means to be human.Uncertain. Alone. Cratered by imperfections."},{"Author":"J.K. Rowling,  Harry Potter and the Chamber of Secrets","Category":"","Quote":"Well, you're expelling us aren't you?\"said Ron.\"Not today, Mr. Weasley.\"Snape looked as though Christmas had been canceled."},{"Author":"Richelle Mead,  Shadow Kiss","Category":"","Quote":"I set off, off to kill the man I love."},{"Author":"Mark Twain","Category":"","Quote":"The secret to getting ahead is getting started."},{"Author":"Albert Einstein","Category":"","Quote":"A question that sometimes drives me hazy: am I or are the others crazy?"},{"Author":"Mae West","Category":"","Quote":"I'm single because I was born that way."},{"Author":"Veronica Roth,  Divergent","Category":"","Quote":"Who cares about pretty? I'm going for noticeable."},{"Author":"Vandana Shiva","Category":"","Quote":"You are not Atlas carrying the world on your shoulder. It is good to remember that the planet is carrying you."},{"Author":"Coco Chanel","Category":"","Quote":"In order to be irreplaceacle, one must always be different."},{"Author":"Pablo Neruda","Category":"","Quote":"I can write the saddest poem of all tonight. I loved her, and sometimes she loved me too."},{"Author":"José Saramago","Category":"","Quote":"Words were not given to man in order to conceal his thoughts"}]