[{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"poetry","Quote":"All that is gold does not glitter,Not all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be king."},{"Author":"Rabindranath Tagore","Category":"poetry","Quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"The purpose of life is to be defeated by greater and greater things."},{"Author":"Pablo Neruda,  100 Love Sonnets","Category":"poetry","Quote":"I love you as certain dark things are to be loved, in secret, between the shadow and the soul."},{"Author":"Victor Hugo","Category":"poetry","Quote":"Music expresses that which cannot be put into words and that which cannot remain silent"},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"poetry","Quote":"Only the very weak-minded refuse to be influenced by literature and poetry."},{"Author":"Robert Frost","Category":"poetry","Quote":"We love the things we love for what they are."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"You talk when you cease to be at peace with your thoughts."},{"Author":"Plato","Category":"poetry","Quote":"Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet."},{"Author":"Mary Oliver","Category":"poetry","Quote":"Tell me, what is it you plan to do with your one wild and precious life?"},{"Author":"Chad Sugg,  Monsters Under Your Head","Category":"poetry","Quote":"If you're reading this...Congratulations, you're alive.If that's not something to smile about,then I don't know what is."},{"Author":"Sarah Williams","Category":"poetry","Quote":"I have loved the stars too fondly to be fearful of the night."},{"Author":"Leonardo da Vinci","Category":"poetry","Quote":"Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"To be nobody but yourself in a world which is doing its best day and night to make you like everybody else means to fight the hardest battle which any human being can fight and never stop fighting."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"Resist much, obey little."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"Unbeing dead isn't being alive."},{"Author":"Robert Frost","Category":"poetry","Quote":"Some say the world will end in fire,Some say in ice.From what I've tasted of desire,I hold with those who favor fire. But if it had to perish twiceI think I know enough of hateTo say that for destruction iceIs also greatAnd would suffice."},{"Author":"G.K. Chesterton,  Alarms and Discursions","Category":"poetry","Quote":"Poets have been mysteriously silent on the subject of cheese."},{"Author":"Robert Frost","Category":"poetry","Quote":"A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness."},{"Author":"Shel Silverstein","Category":"poetry","Quote":"If you are a dreamer come inIf you are a dreamer a wisher a liarA hoper a pray-er a magic-bean-buyerIf youre a pretender com sit by my fireFor we have some flax golden tales to spinCome in! Come in!"},{"Author":"Kahlil Gibran","Category":"poetry","Quote":"Trees are poems the earth writes upon the sky, We fell them down and turn them into paper,That we may record our emptiness."},{"Author":"Johann Wolfgang von Goethe,  Wilhelm Meister's Apprenticeship","Category":"poetry","Quote":"One ought, every day at least, to hear a little song, read a good poem, see a fine picture, and, if it were possible, to speak a few reasonable words."},{"Author":"Walt Whitman","Category":"poetry","Quote":"What is that you express in your eyes? It seems to me more than all the print I have read in my life."},{"Author":"Galway Kinnell","Category":"poetry","Quote":"Let our scars fall in love."},{"Author":"J.R.R. Tolkien","Category":"poetry","Quote":"Still round the corner there may wait A new road or a secret gateAnd though I oft have passed them by A day will come at last when IShall take the hidden paths that run West of the Moon, East of the Sun."},{"Author":"Neil Gaiman,  Fragile Things: Short Fictions and Wonders","Category":"poetry","Quote":"She seems so cool, so focused, so quiet, yet her eyes remain fixed upon the horizon. You think you know all there is to know about her immediately upon meeting her, but everything you think you know is wrong. Passion flows through her like a river of blood. She only looked away for a moment, and the mask slipped, and you fell. All your tomorrows start here."},{"Author":"Robert Frost","Category":"poetry","Quote":"Forgive, O Lord, my little jokes on TheeAnd I'll forgive Thy great big one on me."},{"Author":"Charles Darwin,  The Autobiography of Charles Darwin, 1809–82","Category":"poetry","Quote":"If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Only those who will risk going too far can possibly find out how far one can go."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"poetry","Quote":"I shut my eyes and all the world drops dead; I lift my eyes and all is born again."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"This is the way the world endsNot with a bang but a whimper."},{"Author":"Ian Fleming,  You Only Live Twice","Category":"poetry","Quote":"You only live twice:Once when you are bornAnd once when you look death in the face"},{"Author":"Charles Baudelaire","Category":"poetry","Quote":"Always be a poet, even in prose."},{"Author":"Seamus Heaney,  Stepping Stones: Interviews with Seamus Heaney","Category":"poetry","Quote":"If you have the words, there's always a chance that you'll find the way."},{"Author":"Robert Frost","Category":"poetry","Quote":"Poetry is what gets lost in translation."},{"Author":"Charles Bukowski","Category":"poetry","Quote":"Poetry is what happens when nothing else can."},{"Author":"Kobayashi Issa,  Poems","Category":"poetry","Quote":"What a strange thing!to be alivebeneath cherry blossoms."},{"Author":"Charles Baudelaire","Category":"poetry","Quote":"One should always be drunk. That's all that matters...But with what? With wine, with poetry, or with virtue, as you chose. But get drunk."},{"Author":"J.R.R. Tolkien","Category":"poetry","Quote":"Ho! Ho! Ho! To the bottle I goTo heal my heart and drown my woeRain may fall, and wind may blowAnd many miles be still to goBut under a tall tree will I lieAnd let the clouds go sailing by"},{"Author":"Rick Riordan","Category":"poetry","Quote":"You might as well ask an artist to explain his art, or ask a poet to explain his poem. It defeats the purpose. The meaning is only clear thorough the search."},{"Author":"Gustave Flaubert","Category":"poetry","Quote":"There is not a particle of life which does not bear poetry within it"},{"Author":"Derek Walcott","Category":"poetry","Quote":"Break a vase, and the love that reassembles the fragments is stronger than that love which took its symmetry for granted when it was whole."},{"Author":"T.S. Eliot,  Four Quartets","Category":"poetry","Quote":"We shall not cease from explorationAnd the end of all our exploringWill be to arrive where we startedAnd know the place for the first time."},{"Author":"Osip Mandelstam,  The Selected Poems","Category":"poetry","Quote":"My turn shall also come:I sense the spreading of a wing."},{"Author":"W.H. Auden,  New Year Letter","Category":"poetry","Quote":"Poetry might be defined as the clear expression of mixed feelings."},{"Author":"Percy Bysshe Shelley","Category":"poetry","Quote":"I have drunken deep of joy,And I will taste no other wine tonight."},{"Author":"Lawrence Ferlinghetti","Category":"poetry","Quote":"I am awaitingperpetually and forevera renaissance of wonder"},{"Author":"William Shakespeare","Category":"poetry","Quote":"I like this place and could willingly waste my time in it."},{"Author":"George Gordon Byron","Category":"poetry","Quote":"There is a pleasure in the pathless woods,There is a rapture on the lonely shore,There is society, where none intrudes,By the deep sea, and music in its roar:I love not man the less, but Nature more"},{"Author":"Kobayashi Issa","Category":"poetry","Quote":"Summer night--even the starsare whispering to each other."},{"Author":"Lawrence Ferlinghetti,  Americus, Book I","Category":"poetry","Quote":"Poetry is eternal graffiti written in the heart of everyone."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Do I dare Disturb the universe? In a minute there is time For decisions and revisions which a minute will reverse."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"Lovers alone wear sunlight."},{"Author":"Lawrence Ferlinghetti","Category":"poetry","Quote":"Poetry is the shadow cast by our streetlight imaginations."},{"Author":"Wallace Stevens","Category":"poetry","Quote":"Perhaps the truth depends on a walk around the lake."},{"Author":"Mary Oliver,  New and Selected Poems, Vol. 1","Category":"poetry","Quote":"to live in this worldyou must be ableto do three thingsto love what is mortal;to hold itagainst your bones knowingyour own life depends on it;and, when the time comes to let it go,to let it go"},{"Author":"Greg Bear","Category":"poetry","Quote":"Once, poets were magicians. Poets were strong, stronger than warriors or kings — stronger than old hapless gods. And they will be strong once again."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"listen: there’s a hellof a good universe next door; let’s go"},{"Author":"W.S. Merwin","Category":"poetry","Quote":"Separation Your absence has gone through me Like thread through a needle. Everything I do is stitched with its color."},{"Author":"Theodore Roethke,  Straw for the Fire: From the Notebooks of Theodore Roethke","Category":"poetry","Quote":"Those who are willing to be vulnerable move among mysteries."},{"Author":"Henry Wadsworth Longfellow","Category":"poetry","Quote":"Music is the universal language of mankind."},{"Author":"Marc Wambolt,  Poems from the Heart","Category":"poetry","Quote":"I may not always be with you But when we're far apartRemember you will be with meRight inside my heart"},{"Author":"Jack Kerouac","Category":"poetry","Quote":"Don't use the phone. People are never ready to answer it. Use poetry."},{"Author":"Sarah Williams,  Twilight Hours: A Legacy of Verse","Category":"poetry","Quote":"Though my soul may set in darkness, it will rise in perfect light; I have loved the stars too fondly to be fearful of the night."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"poetry","Quote":"Anon, who wrote so many poems without signing them, was often a woman."},{"Author":"Emily Dickinson,  Selected Letters","Category":"poetry","Quote":"If I read a book and it makes my whole body so cold no fire can warm me, I know that is poetry. If I feel physically as if the top of my head were taken off, I know that is poetry. These are the only ways I know it. Is there any other way?"},{"Author":"Dylan Thomas,  Do Not Go Gentle Into That Good Night","Category":"poetry","Quote":"Do not go gentle into that good night,Old age should burn and rave at close of day;Rage, rage against the dying of the light."},{"Author":"Robert Frost","Category":"poetry","Quote":"The rain to the wind said,You push and I'll pelt.'They so smote the garden bedThat the flowers actually knelt,And lay lodged--though not dead.I know how the flowers felt."},{"Author":"Gwendolyn Brooks,  Report from Part One","Category":"poetry","Quote":"Live not for Battles Won.Live not for The-End-of-the-Song. Live in the along."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"poetry","Quote":"Love is heavy and light, bright and dark, hot and cold, sick and healthy, asleep and awake- its everything except what it is! (Act 1, scene 1)"},{"Author":"Virginia Woolf,  Orlando","Category":"poetry","Quote":"Love, the poet said, is woman's whole existence."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"poetry","Quote":"I don't care what you say to me. I care what you share with me."},{"Author":"Dorothea Mackellar,  The Poems of Dorothea Mackellar","Category":"poetry","Quote":"I love a sunburnt country,A land of sweeping plains,Of ragged mountain ranges,Of droughts and flooding rains.I love her far horizons,I love her jewel-sea,Her beauty and her terror –The wide brown land for me!"},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"Love consists of this: two solitudes that meet, protect and greet each other."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"poetry","Quote":"All my heart is yours, sir: it belongs to you; and with you it would remain, were fate to exile the rest of me from your presence forever."},{"Author":"Pablo Neruda,  Still Another Day","Category":"poetry","Quote":"We the mortals touch the metals,the wind, the ocean shores, the stones,knowing they will go on, inert or burning,and I was discovering, naming all the these things:it was my destiny to love and say goodbye."},{"Author":"Audre Lorde","Category":"poetry","Quote":"I am deliberate and afraid of nothing."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"Extinguish my eyes, I'll go on seeing you.Seal my ears, I'll go on hearing you.And without feet I can make my way to you,without a mouth I can swear your name.Break off my arms, I'll take hold of youwith my heart as with a hand.Stop my heart, and my brain will start to beat.And if you consume my brain with fire,I'll feel you burn in every drop of my blood."},{"Author":"George Gordon Byron","Category":"poetry","Quote":"She walks in beauty, like the nightOf cloudless climes and starry skies;And all that's best of dark and brightMeet in her aspect and her eyes..."},{"Author":"Virginia Woolf,  Orlando","Category":"poetry","Quote":"A woman knows very well that, though a wit sends her his poems, praises her judgment, solicits her criticism, and drinks her tea, this by no means signifies that he respects her opinions, admires her understanding, or will refuse, though the rapier is denied him, to run through the body with his pen."},{"Author":"Vincent van Gogh","Category":"poetry","Quote":"...and then, I have nature and art and poetry, and if that is not enough, what is enough?"},{"Author":"William Faulkner,  The Wild Palms","Category":"poetry","Quote":"Given the choice between the experience of pain and nothing, I would choose pain."},{"Author":"Alfred Lord Tennyson","Category":"poetry","Quote":"Tears, idle tears, I know not what they mean, Tears from the depths of some devine despairRise in the heart, and gather to the eyes, In looking on the happy autumn fields, And thinking of the days that are no more."},{"Author":"Roman Payne","Category":"poetry","Quote":"She is free in her wildness, she is a wanderess, a drop of free water. She knows nothing of borders and cares nothing for rules or customs. 'Time' for her isn’t something to fight against. Her life flows clean, with passion, like fresh water."},{"Author":"Rabindranath Tagore","Category":"poetry","Quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf."},{"Author":"John Green,  Paper Towns","Category":"poetry","Quote":"Poetry is just so emo.\"he said. \"Oh, the pain. The pain. It always rains. In my soul."},{"Author":"T.S. Eliot,  The Waste Land","Category":"poetry","Quote":"April is the cruelest month, breedinglilacs out of the dead land, mixingmemory and desire, stirringdull roots with spring rain."},{"Author":"Alfred Lord Tennyson,  Idylls of the King and a Selection of Poems","Category":"poetry","Quote":"Though much is taken, much abides; and thoughWe are not now that strength which in old daysMoved earth and heaven, that which we are, we are;One equal temper of heroic hearts,Made weak by time and fate, but strong in willTo strive, to seek, to find, and not to yield."},{"Author":"Rumi","Category":"poetry","Quote":"I know you're tired but come, this is the way."},{"Author":"Sara Teasdale,  The Collected Poems","Category":"poetry","Quote":"Stephen kissed me in the spring,Robin in the fall,But Colin only looked at meAnd never kissed at all.Stephen’s kiss was lost in jest,Robin’s lost in play,But the kiss in Colin’s eyesHaunts me night and day."},{"Author":"W.B. Yeats,  The Collected Poems of W.B. Yeats","Category":"poetry","Quote":"Come away, O human child!To the waters and the wildWith a faery, hand in hand,For the world's more full of weeping than you can understand."},{"Author":"Dylan Thomas","Category":"poetry","Quote":"A good poem is a contribution to reality. The world is never the same once a good poem has been added to it. A good poem helps to change the shape of the universe, helps to extend everyone's knowledge of himself and the world around him."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"Some of you say, “Joy is greater than sorrow,” and others say, “Nay, sorrow is the greater.”But I say unto you, they are inseparable.Together they come, and when one sits alone with you at your board, remember that the other is asleep upon your bed."},{"Author":"Arthur Rimbaud,  A Season in Hell/The Drunken Boat","Category":"poetry","Quote":"I turned silences and nights into words. What was unutterable, I wrote down. I made the whirling world stand still."},{"Author":"Pablo Neruda,  Twenty Love Poems and a Song of Despair","Category":"poetry","Quote":"I am no longer in love with her, that's certain, but maybe I love her. Love is so short, forgetting is so long."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"You give but little when you give of your possessions.It is when you give of yourself that you truly give."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"The purpose of life is to be defeated by greater and greater things."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"The death of a beautiful woman is, unquestionably, the most poetical topic in the world."},{"Author":"Nicholas Sparks,  The Notebook","Category":"poetry","Quote":"Poetry, she thought, wasn't written to be analyzed; it was meant to inspire without reason, to touch without understanding."},{"Author":"Robert Frost","Category":"poetry","Quote":"To be a poet is a condition, not a profession."},{"Author":"Edna St. Vincent Millay,  A Few Figs from Thistles","Category":"poetry","Quote":"My candle burns at both ends;It will not last the night;But ah, my foes, and oh, my friends—It gives a lovely light!"},{"Author":"Mary Oliver,  Owls and Other Fantasies: Poems and Essays","Category":"poetry","Quote":"I want to think again of dangerous and noble things. I want to be light and frolicsome. I want to be improbable beautiful and afraid of nothing, as though I had wings."},{"Author":"William Shakespeare,  Shakespeare's Sonnets","Category":"poetry","Quote":"Love is not loveWhich alters when it alteration finds,Or bends with the remover to remove.O no, it is an ever-fixed markThat looks on tempests and is never shaken;It is the star to every wand'ring bark,Whose worth's unknown, although his height be taken.\"(Sonnet 116)"},{"Author":"W.H. Auden,  Selected Poems","Category":"poetry","Quote":"The stars are not wanted now: put out every one;Pack up the moon and dismantle the sun;Pour away the ocean and sweep up the wood.For nothing now can ever come to any good."},{"Author":"Santosh Kalwar","Category":"poetry","Quote":"If I can see pain in your eyes then share with me your tears. If I can see joy in your eyes then share with me your smile."},{"Author":"Erin Hanson","Category":"poetry","Quote":"There is freedom waiting for you,On the breezes of the sky,And you ask \"What if I fall?\"Oh but my darling,What if you fly?"},{"Author":"E.E. Cummings","Category":"poetry","Quote":"may came home with a smooth round stoneas small as a world and as large as alone."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Genuine poetry can communicate before it is understood."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"life's not a paragraphAnd death i think is no parenthesis"},{"Author":"Charles Bukowski,  War All the Time","Category":"poetry","Quote":"some moments are nice, some arenicer, some are even worthwritingabout."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"With me poetry has not been a purpose, but a passion."},{"Author":"Janet Fitch,  White Oleander","Category":"poetry","Quote":"Always learn poems by heart. They have to become the marrow in your bones. Like fluoride in the water, they'll make your soul impervious to the world's soft decay."},{"Author":"William Wordsworth","Category":"poetry","Quote":"Though nothing can bring back the hourOf splendor in the grass, of glory in the flower;We will grieve not, rather findStrength in what remains behind;In the primal sympathyWhich having been must ever be..."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"I'm nobody! Who are you? Are you nobody, too? Then there ’s a pair of us—don’t tell! They ’d banish us, you know. How dreary to be somebody! How public, like a frog To tell your name the livelong day To an admiring bog!"},{"Author":"Daphne Gottlieb,  Why Things Burn","Category":"poetry","Quote":"you can take this mouththis wound you wantbut you can't kissand make itbetter."},{"Author":"Pablo Neruda,  Twenty Love Poems and a Song of Despair","Category":"poetry","Quote":"It was at that agethat poetry came in search of me."},{"Author":"John Keats","Category":"poetry","Quote":"The poetry of the earth is never dead."},{"Author":"E.E. Cummings,  Selected Poems","Category":"poetry","Quote":"i carry your heart with me(i carry it in my heart)"},{"Author":"Jim Morrison,  Letters from Joe","Category":"poetry","Quote":"There are things known and there are things unknownand in between are the doors."},{"Author":"Sylvia Plath,  The Collected Poems","Category":"poetry","Quote":"I lean to you, numb as a fossil. Tell me I'm here."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"Peace is always beautiful."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"poetry","Quote":"Dare to love yourselfas if you were a rainbowwith gold at both ends."},{"Author":"Rainer Maria Rilke,  Letters to a Young Poet","Category":"poetry","Quote":"If your daily life seems poor, do not blame it; blame yourself, tell yourself that you are not poet enough to call forth its riches; for to the creator there is no poverty and no poor indifferent place."},{"Author":"Roman Payne","Category":"poetry","Quote":"You must give everything to make your life as beautiful as the dreams that dance in your imagination."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"poetry","Quote":"Closed in a room, my imagination becomes the universe, and the rest of the world is missing out."},{"Author":"Rumi","Category":"poetry","Quote":"The breezes at dawn have secrets to tell youDon't go back to sleep!You must ask for what you really want.Don't go back to sleep!People are going back and forth across the doorsill where the two worlds touch,The door is round and openDon't go back to sleep!"},{"Author":"Anne Brontë,  Best Poems of the Brontë Sisters","Category":"poetry","Quote":"I love the silent hour of night,For blissful dreams may then arise,Revealing to my charmed sightWhat may not bless my waking eyes."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"Love one another, but make not a bond of love:Let it rather be a moving sea between the shores of your souls."},{"Author":"W.H. Auden,  Collected Poems","Category":"poetry","Quote":"He was my North, my South, my East and West,My working week and my Sunday rest,My noon, my midnight, my talk, my song;I thought that love would last forever: I was wrong."},{"Author":"Shel Silverstein","Category":"poetry","Quote":"The bridge will only take you halfway there, to those mysterious lands you long to see. Through gypsy camps and swirling Arab fair, and moonlit woods where unicorns run free. So come and walk awhile with me and share the twisting trails and wondrous worlds I've known. But this bridge will only take you halfway there. The last few steps you have to take alone."},{"Author":"Edna St. Vincent Millay","Category":"poetry","Quote":"Into the darkness they go, the wise and the lovely."},{"Author":"Walt Whitman,  Song of Myself","Category":"poetry","Quote":"I discover myself on the verge of a usual mistake."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"poetry","Quote":"O serpent heart hid with a flowering face!Did ever a dragon keep so fair a cave?Beautiful tyrant, feind angelical, dove feather raven, wolvish-ravening lamb! Despised substance of devinest show, just opposite to what thou justly seemest - A dammed saint, an honourable villain!"},{"Author":"Leonard Cohen","Category":"poetry","Quote":"Poetry is just the evidence of life. If your life is burning well, poetry is just the ash."},{"Author":"William Shakespeare,  Julius Caesar","Category":"poetry","Quote":"Why, man, he doth bestride the narrow worldLike a Colossus; and we petty menWalk under his huge legs, and peep aboutTo find ourselves dishonourable graves."},{"Author":"Robert Frost","Category":"poetry","Quote":"The heart can think of no devotionGreater than being shore to the ocean-Holding the curve of one position,Counting an endless repetition."},{"Author":"Kurt Vonnegut,  A Man Without a Country","Category":"poetry","Quote":"I wanted all thingsTo seem to make some sense,So we could all be happy, yes,Instead of tense.And I made up liesSo that they all fit nice,And I made this sad worldA par-a-dise."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"A Word is DeadA word is deadWhen it is said,Some say.I say it justBegins to liveThat day."},{"Author":"S.E. Hinton,  The Outsiders","Category":"poetry","Quote":"Nothing Stay Forever\"\"Nature’s first green is gold,\"Her hardest hue to hold.\"Her early leaf’s a flower;\"But only so an hour.\"Then leaf subsides to leaf.\"So Eden sank to grief,\"So dawn goes down today.\"Nothing gold can stay.-- Robert Frost"},{"Author":"Novalis","Category":"poetry","Quote":"Poetry heals the wounds inflicted by reason."},{"Author":"Sara Teasdale,  The Collected Poems","Category":"poetry","Quote":"It is strange how often a heart must be broken Before the years can make it wise."},{"Author":"Mae West","Category":"poetry","Quote":"You are never too old to become younger!"},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"Beauty is eternity gazing at itself in a mirror.But you are eternity and you are the mirror."},{"Author":"Langston Hughes","Category":"poetry","Quote":"I went down to the river,I set down on the bank.I tried to think but couldn't,So I jumped in and sank."},{"Author":"Jasper Fforde,  First Among Sequels","Category":"poetry","Quote":"Whereas story is processed in the mind in a straightforward manner, poetry bypasses rational thought and goes straight to the limbic system and lights it up like a brushfire. It's the crack cocaine of the literary world."},{"Author":"John Boyle O'Reilly,  Life of John Boyle O'Reilly","Category":"poetry","Quote":"Be silent and safe — silence never betrays you; Be true to your word and your work and your friend; Put least trust in him who is foremost to praise you,Nor judge of a road till it draw to the end."},{"Author":"Emily Dickinson","Category":"poetry","Quote":"How happy is the little stoneThat rambles in the road alone,And doesn't care about careers,And exigencies never fears;Whose coat of elemental brownA passing universe put on;And independent as the sun,Associates or glows alone,Fulfilling absolute decreeIn casual simplicity."},{"Author":"Jarod Kintz,  I Want","Category":"poetry","Quote":"I want to create a seventeen-syllable word that encompasses the human condition, and then use that word to form the world’s most perfect haiku."},{"Author":"Henry Wadsworth Longfellow,  Ballads and Other Poems","Category":"poetry","Quote":"Be still, sad heart! and cease repining;Behind the clouds is the sun still shining;Thy fate is the common fate of all,Into each life some rain must fall"},{"Author":"Mary Oliver","Category":"poetry","Quote":"Still, what I want in my lifeis to be willingto be dazzled—to cast aside the weight of factsand maybe evento float a littleabove this difficult world."},{"Author":"Cate Tiernan","Category":"poetry","Quote":"There is darkness in light, there is pain in joy, and there are thorns on the rose."},{"Author":"Tyler Knott Gregson,  Love Language","Category":"poetry","Quote":"I would love to saythat youmake meweak in the kneesbutto be quite upfrontand completelytruthfulyoumake my bodyforgetit has kneesat all."},{"Author":"Matthew Arnold,  Dover Beach and Other Poems","Category":"poetry","Quote":"Ah, love, let us be true To one another! for the world, which seems To lie before us like a land of dreams, So various, so beautiful, so new, Hath really neither joy, nor love, nor light, Nor certitude, nor peace, nor help for pain; And we are here as on a darkling plain Swept with confused alarms of struggle and flight, Where ignorant armies clash by night."},{"Author":"Nayyirah Waheed","Category":"poetry","Quote":"younot wanting mewasthe beginning of mewanting myselfthank you"},{"Author":"Pablo Neruda","Category":"poetry","Quote":"I hunger for your sleek laugh and your hands the color of a furious harvest. I want to eat the sunbeams flaring in your beauty."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"poetry","Quote":"Falling in love is very real, but I used to shake my head when people talked about soul mates, poor deluded individuals grasping at some supernatural ideal not intended for mortals but sounded pretty in a poetry book. Then, we met, and everything changed, the cynic has become the converted, the sceptic, an ardent zealot."},{"Author":"T.S. Eliot,  Poems: 1909-1925","Category":"poetry","Quote":"We are the hollow menWe are the stuffed menLeaning togetherHeadpiece filled with straw. Alas!Our dried voices, whenWe whisper togetherAre quiet and meaninglessAs wind in dry grassOr rats' feet over broken glassIn our dry cellarShape without form, shade without colour,Paralysed force, gesture without motion;- The Hollow Men"},{"Author":"W.H. Auden,  The Complete Works of W.H. Auden: Prose, Volume II: 1939-1948","Category":"poetry","Quote":"A poet is, before anything else, a person who is passionately in love with language."},{"Author":"John Green,  The Fault in Our Stars","Category":"poetry","Quote":"So dawn goes down today... Nothing gold can stay.-- Robert Frost"},{"Author":"Margaret Atwood","Category":"poetry","Quote":"You fit into melike a hook into an eyea fish hookan open eye"},{"Author":"Alfred Lord Tennyson,  The Complete Works of Alfred Tennyson","Category":"poetry","Quote":"Once in a golden hour I cast to earth a seed. Up there came a flower, The people said, a weed."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Time for you and time for me, And time yet for a hundred indecisions, And for a hundred visions and revisions, Before the taking of a toast and tea."},{"Author":"Margaret Atwood","Category":"poetry","Quote":"A truth should exist,it should not be usedlike this. If I love youis that a fact or a weapon?"},{"Author":"George Eliot,  O May I Join the Choir Invisible! And Other Favourite Poems","Category":"poetry","Quote":"O may I join the choir invisibleOf those immortal dead who live againIn minds made better by their presence; liveIn pulses stirred to generosity,In deeds of daring rectitude..."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"Poetry is the rhythmical creation of beauty in words."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"When you part from your friend, you grieve not;For that which you love most in him may be clearer in his absence, asthe mountain to the climber is clearer from the plain."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Love flows like flowers, and grows like water. I’m so thirsty for romance I could drink a dozen roses."},{"Author":"W.H. Auden","Category":"poetry","Quote":"You shall love your crooked neighbour, with your crooked heart."},{"Author":"Raymond Carver,  A New Path to the Waterfall","Category":"poetry","Quote":"Late FragmentAnd did you get whatyou wanted from this life, even so?I did.And what did you want?To call myself beloved, to feel myselfbeloved on the earth."},{"Author":"William Blake,  Jerusalem","Category":"poetry","Quote":"I must create a system, or be enslaved by another man's. I will not reason and compare: my business is to create."},{"Author":"Andrea Gibson","Category":"poetry","Quote":"That night when you kissed me, I left a poem in your mouth, and you can hear some of the lines every time you breathe out."},{"Author":"Stephen Crane,  The Black Riders and Other Lines","Category":"poetry","Quote":"In the DesertIn the desert I saw a creature, naked, bestial, Who, squatting upon the ground, Held his heart in his hands, And ate of it. I said, “Is it good, friend?” “It is bitter—bitter,” he answered; “But I like it “Because it is bitter, “And because it is my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"My brain is divided into two butterflies, and both are in love with your rose-shaped heart. If you've got the garden, I've got my whole life."},{"Author":"Judith Minty,  Letters to My Daughters","Category":"poetry","Quote":"I give you this to take with you:Nothing remains as it was. If you know this, you canbegin again, with pure joy in the uprooting."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Unreturned love is like trying to make a sandwich with one slice of bread. Don’t stress—fold it in half and love yourself."},{"Author":"Samuel Taylor Coleridge,  The Complete Poems","Category":"poetry","Quote":"What if you slept?What if you slept And what if In your sleep You dreamed And what if In your dream You went to heaven And there plucked a strange and beautiful flower And what if When you awoke You had that flower in you hand Ah, what then?"},{"Author":"Alexander Pushkin","Category":"poetry","Quote":"I have outlasted all desire,My dreams and I have grown apart;My grief alone is left entire,The gleamings of an empty heart.The storms of ruthless dispensationHave struck my flowery garland numb,I live in lonely desolationAnd wonder when my end will come.Thus on a naked tree-limb, blastedBy tardy winter's whistling chill,A single leaf which has outlastedIts season will be trembling still."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"poetry","Quote":"She has a sly smile, and eyes that seem to see my essence as they explore my soul and implore my spirit to enter her. I look at her and I see love."},{"Author":"W.B. Yeats","Category":"poetry","Quote":"What can be explained is not poetry."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"There is no Frigate like a Book To take us Lands awayNor any Coursers like a Page Of prancing Poetry – This Traverse may the poorest takeWithout oppress of Toll – How frugal is the Chariot That bears a Human soul."},{"Author":"Nikki Giovanni","Category":"poetry","Quote":"I love you because no two snowflakes are alike, and it is possible, if you stand tippy-toe, to walk between the raindrops."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"poetry","Quote":"Life, it’s made up of two things—time and love. A watch tells one, but what tells the other? We tell each other."},{"Author":"John Keats,  The Complete Poems","Category":"poetry","Quote":"Beauty is truth, truth beauty,—that is all Ye know on earth, and all ye need to know"},{"Author":"Jarod Kintz,  A Letter to Andre Breton, Originally Composed on a Leaf of Lettuce With an Ink-dipped Carrot","Category":"poetry","Quote":"Here's a haiku/palindrome I wrote called, \"Obsession.\"Bob, Bob, Bob, Bob, Bob,Bob, Bob, Bob, Bob, Bob, Bob, Bob,Bob, Bob, Bob, Bob, Bob"},{"Author":"Pablo Neruda,  100 Love Sonnets","Category":"poetry","Quote":"I crave your mouth, your voice, your hair.Silent and starving, I prowl through the streets. Bread does not nourish me, dawn disrupts me, all day I hunt for the liquid measure of your steps."},{"Author":"Mary Oliver","Category":"poetry","Quote":"To pay attention, this is our endless and proper work."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"To elevate the soul, poetry is necessary."},{"Author":"Clementine von Radics","Category":"poetry","Quote":"All this timeI drank you like the cure when maybeyou were the poison."},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"poetry","Quote":"The words ‘I Love You’ kill, and resurrect millions, in less than a second."},{"Author":"Rumi","Category":"poetry","Quote":"Like a sculptor, if necessary,carve a friend out of stone.Realize that your inner sight is blindand try to see a treasure in everyone."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Our love went from fly to flower to butterfly, and it was meant to beautifully flutter, not sit still on a shelf like a trophy to be collected."},{"Author":"Pablo Neruda,  100 Love Sonnets","Category":"poetry","Quote":"Green was the silence, wet was the light,the month of June trembled like a butterfly."},{"Author":"Mary Oliver,  Thirst","Category":"poetry","Quote":"The Uses Of Sorrow(In my sleep I dreamed this poem)Someone I loved once gave mea box full of darkness.It took me years to understandthat this, too, was a gift."},{"Author":"Maya Angelou,  Phenomenal Woman: Four Poems Celebrating Women","Category":"poetry","Quote":"It’s the fire in my eyes, And the flash of my teeth, The swing in my waist, And the joy in my feet. I’m a woman Phenomenally."},{"Author":"Sherman Alexie,  One Stick Song","Category":"poetry","Quote":"Poetry = Anger x Imagination"},{"Author":"Mario Benedetti","Category":"poetry","Quote":"Five minutes are enough to dream a whole life, that is how relative time is."},{"Author":"Langston Hughes,  Selected Poems","Category":"poetry","Quote":"Looks like what drives me crazyDon't have no effect on you--But I'm gonna keep on at itTill it drives you crazy, too."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"twice I have lived forever in a smile"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The darkness has ink eyes, and if you stare long enough, you’re going to see it blink black. That’s the moment to start writing."},{"Author":"Stephen Crane,  War Is Kind and Other Poems","Category":"poetry","Quote":"A Man Said to the UniverseA man said to the universe: “Sir, I exist!”“However,” replied the universe, “The fact has not created in me A sense of obligation."},{"Author":"Emily Dickinson","Category":"poetry","Quote":"PHOSPHORESCENCE. Now there's a word to lift your hat to... to find that phosphorescence, that light within, that's the genius behind poetry."},{"Author":"George Eliot,  Middlemarch","Category":"poetry","Quote":"It is always fatal to have music or poetry interrupted."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"My hands will get dirty holding your rose-shaped heart, because love is like gardening—it’s earthy and takes work to keep it alive."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Love isn’t in a hurry like a flurry of flowery words on paper. It’s lush and slow to grow its aroma in the garden of time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I don’t want my love with her to wither like grapes on a vine, so I’ll water it with romance to turn it into wine."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I’ll wear a maze on a necklace, dangling over my chest, because if you want to get at my heart, you have to be ready to lose yourself."},{"Author":"Mary Oliver,  A Poetry Handbook","Category":"poetry","Quote":"Poetry is a life-cherishing force. For poems are not words, after all, but fires for the cold, ropes let down to the lost, something as necessary as bread in the pockets of the hungry."},{"Author":"Anna Akhmatova,  The Complete Poems of Anna Akhmatova","Category":"poetry","Quote":"You will hear thunder and remember me, And think: she wanted storms. The rim Of the sky will be the colour of hard crimson, And your heart, as it was then, will be on fire."},{"Author":"Shel Silverstein,  Falling Up","Category":"poetry","Quote":"why can't you see i'm a kid', said the kid.Why try to make me like you?Why are you hurt when I don't cuddle?Why do you sigh when I splash through a puddle?Why do you scream when I do what I did?Im a kid."},{"Author":"William Blake","Category":"poetry","Quote":"The glory of Christianity is to conquer by forgiveness."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"A flowing flurry of flowers fell to the floor when I fell in love, as if my heart were a garden that gushed forth and flooded her being with the fragrance of romance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Instead of reciting her an original love poem using words, I think I’ll use my tongue to more creatively explore the deepest parts of her."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The middle finger is a great body language tool for letting people know you’re upset. Poetry isn’t quite as effective in a fit of road rage."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"If you want me again look for me under your boot soles."},{"Author":"Omar Khayyám","Category":"poetry","Quote":"The Moving Finger writes; and, having writ,Moves on: nor all thy Piety nor WitShall lure it back to cancel half a Line,Nor all thy Tears wash out a Word of it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Our love will blend together like turquoise is blue and green. There’s no depression or envy when both blur into one."},{"Author":"Joseph Brodsky","Category":"poetry","Quote":"For darkness restores what light cannot repair."},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"poetry","Quote":"To be great, be whole;Exclude nothing, exaggerate nothing that is not you.Be whole in everything. Put all you areInto the smallest thing you do.So, in each lake, the moon shines with splendorBecause it blooms up above."},{"Author":"Ursula K. Le Guin","Category":"poetry","Quote":"My imagination makes me human and makes me a fool; it gives me all the world and exiles me from it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Flower petals in the breeze look like a butterfly flapping its wings. My love for you takes flight like a white orchid blushing pink."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge.The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness.If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"You have been told that, even like a chain, you are as weak as your weakest link.This is but half the truth.You are also as strong as your strongest link.To measure you by your smallest deed is to reckon the power of the oceanby the frailty of its foam.To judge you by your failures is to cast blame upon the seasons for their inconstancy."},{"Author":"Langston Hughes,  The Collected Poems","Category":"poetry","Quote":"HarlemWhat happens to a dream deferred?Does it dry up like a raisin in the sun? Or fester like a sore-- And then run? Does it stink like rotten meat? Or crust and sugar over-- like a syrupy sweet?Maybe it just sags like a heavy load.Or does it explode?"},{"Author":"Jim Morrison","Category":"poetry","Quote":"Listen, real poetry doesn't say anything; it just ticks off the possibilities. Opens all doors. You can walk through anyone that suits you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Last night my shadow exploded into hundreds of fluttering black birds, foreshadowing my love taking flight under the cover of camouflage."},{"Author":"Nick Hornby,  How to Be Good","Category":"poetry","Quote":"It seems to me now that the plain state of being human is dramatic enough for anyone; you don't need to be a heroin addict or a performance poet to experience extremity. You just have to love someone."},{"Author":"Ntozake Shange","Category":"poetry","Quote":"i found god in myselfand i loved heri loved her fiercely"},{"Author":"Rainer Maria Rilke,  Rilke's Book of Hours: Love Poems to God","Category":"poetry","Quote":"If we surrenderedto earth's intelligencewe could rise up rooted, like trees."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"We wanderers, ever seeking the lonelier way, begin no day where we have ended another day; and no sunrise finds us where sunset left us. Even while the earth sleeps we travel. We are the seeds of the tenacious plant, and it is in our ripeness and our fullness of heart that we are given to the wind and are scattered."},{"Author":"W.B. Yeats","Category":"poetry","Quote":"Out of the quarrel with others we make rhetoric; out of the quarrel with ourselves we make poetry."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"i do not know what it is about you that closesand opens;only something in me understandsthe voice of your eyes is deeper than all roses"},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"poetry","Quote":"Go wisely and slowly. Those who rush stumble and fall."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"One need not be a chamber to be haunted."},{"Author":"Meher Baba","Category":"poetry","Quote":"Don't Worry Be Happy"},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"poetry","Quote":"There's an old saying that applies to me: you can't lose a game if you don't play the game. (Act 1, scene 4)"},{"Author":"Rabindranath Tagore","Category":"poetry","Quote":"Let your life lightly dance on the edges of Time like dew on the tip of a leaf."},{"Author":"Richard Siken,  Crush","Category":"poetry","Quote":"If you love me, Henry, you don’t love me in a way I understand."},{"Author":"George Gordon Byron,  Childe Harold's Pilgrimage","Category":"poetry","Quote":"There is a pleasure in the pathless woods,There is a rapture on the lonely shore,There is society, where none intrudes,By the deep Sea, and music in its roar:I love not Man the less, but Nature more,From these our interviews, in which I stealFrom all I may be, or have been before,To mingle with the Universe, and feelWhat I can ne’er express, yet cannot all conceal."},{"Author":"أمل دنقل,  تعليق على ما حدث","Category":"poetry","Quote":"قلت لكم مراراإن الطوابير التي تمر..في استعراض عيد الفطر والجلاء(فتهتف النساء في النوافذ انبهارا)لا تصنع انتصارا.إن المدافع التي تصطف على الحدود، في الصحارىلا تطلق النيران.. إلا حين تستدير للوراء.إن الرصاصة التي ندفع فيها.. ثمن الكسرة والدواء:لا تقتل الأعداءلكنها تقتلنا.. إذا رفعنا صوتنا جهاراتقتلنا، وتقتل الصغارا !"},{"Author":"Rumi","Category":"poetry","Quote":"Out beyond ideas of wrongdoing and rightdoing there is a field.I'll meet you there."},{"Author":"Rainer Maria Rilke,  Duino Elegies","Category":"poetry","Quote":"Every angel is terrifying."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"I am two fools, I know,For loving, and for saying so."},{"Author":"Robert Frost","Category":"poetry","Quote":"We ran as if to meet the moon."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"I live not in dreams but in contemplation of a reality that is perhaps the future."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"It is always what I have already said: always the wish that you may find patience enough in yourself to endure, and simplicity enough to believe; that you may acquire more and more confidence in that which is difficult, and in your solitude among others. And for the rest, let life happen to you. Believe me: life is right, in any case."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"If I waste all my charity, all I’ll wind up with in the end is the wind. Still, I think I want to be the Dandelion of Love."},{"Author":"Matsuo Bashō","Category":"poetry","Quote":"Winter solitude-in a world of one colourthe sound of the wind."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Poetry is not a turning loose of emotion, but an escape from emotion; it is not the expression of personality but an escape from personality. But, of course, only those who have personality and emotion know what it means to want to escape from these."},{"Author":"Roman Payne,  The Wanderess","Category":"poetry","Quote":"I was an adventurer, but she was not an adventuress. She was a 'wanderess.' Thus, she didn’t care about money, only experiences - whether they came from wealth or from poverty, it was all the same to her."},{"Author":"William Shakespeare,  The Passionate Pilgrim","Category":"poetry","Quote":"He that is thy friend indeed,He will help thee in thy need:If thou sorrow, he will weep;If thou wake, he cannot sleep:Thus of every grief in heartHe with thee doth bear a part.These are certain signs to knowFaithful friend from flattering foe."},{"Author":"W.B. Yeats,  The Collected Poems of W.B. Yeats","Category":"poetry","Quote":"Turning and turning in the widening gyreThe falcon cannot hear the falconer;Things fall apart; the centre cannot hold;Mere anarchy is loosed upon the world,The blood-dimmed tide is loosed, and everywhereThe ceremony of innocence is drowned;The best lack all conviction, while the worstAre full of passionate intensity."},{"Author":"Christopher Poindexter","Category":"poetry","Quote":"Sometimes I sit alone under the stars and think of the galaxies inside my heart and truly wonder if anyone will ever want to make sense of all that I am"},{"Author":"Andrea Gibson,  The Madness Vase: By Andrea Gibson","Category":"poetry","Quote":"My mouth is a fire escape.The words coming outdon’t care that they are naked.There is something burning in there."},{"Author":"E.E. Cummings,  Complete Poems, 1904-1962","Category":"poetry","Quote":"since the thing perhaps isto eat flowers and not to be afraid"},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"You darkness, that I come from,I love you more than all the firesthat fence in the world,for the fire makesa circle of light for everyone,and then no one outside learns of you.But the darkness pulls in everything:shapes and fires, animals and myself,how easily it gathers them! -powers and people -and it is possible a great energyis moving near me.I have faith in nights."},{"Author":"William Wordsworth,  Lyrical Ballads","Category":"poetry","Quote":"Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility."},{"Author":"Robert Frost","Category":"poetry","Quote":"The way a crowShook down on meThe dust of snowFrom a hemlock treeHas given my heartA change of moodAnd saved some partOf a day I had rued."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on."},{"Author":"Rumi","Category":"poetry","Quote":"Lovers find secret placesinside this violent worldwhere they make transactions with beauty."},{"Author":"William Blake","Category":"poetry","Quote":"Truth can never be told so as to be understood and not be believed."},{"Author":"Robert Browning Hamilton","Category":"poetry","Quote":"I walked a mile with Pleasure;She chatted all the way;But left me none the wiserFor all she had to say.I walked a mile with Sorrow;And ne’er a word said she;But, oh! The things I learned from her,When Sorrow walked with me."},{"Author":"E.E. Cummings,  100 Selected Poems","Category":"poetry","Quote":"when man determined to destroy himself he picked the was of shall and finding only why smashed it into because"},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"I too am not a bit tamed, I too am untranslatable, I sound my barbaric yawp over the roofs of the world."},{"Author":"Salman Rushdie","Category":"poetry","Quote":"A poet's work . . . to name the unnamable, to point at frauds, to take sides, start arguments, shape the world and stop it from going to sleep."},{"Author":"Randall Jarrell","Category":"poetry","Quote":"A poet is a man who manages, in a lifetime of standing out in thunderstorms, to be struck by lightning five or six times."},{"Author":"Jack Kerouac","Category":"poetry","Quote":"I like too many things and get all confused and hung-up running from one falling star to another til I drop."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"You have played, (I think) And broke the toys you were fondest of, And are a little tired now; Tired of things that break, and— Just tired. So am I."},{"Author":"Mario Benedetti","Category":"poetry","Quote":"Cada vez que te enamores no expliques a nadie nada, deja que el amor te invada sin entrar en pormenores"},{"Author":"John Keats","Category":"poetry","Quote":"Whatever the imagination seizes as Beauty must be truth -whether it existed before or not"},{"Author":"Flora Jessop,  Church of Lies","Category":"poetry","Quote":"To those who abuse: the sin is yours, the crime is yours, and the shame is yours. To those who protect the perpetrators: blaming the victims only masks the evil within, making you as guilty as those who abuse. Stand up for the innocent or go down with the rest."},{"Author":"Veronica Franco,  Poems and Selected Letters","Category":"poetry","Quote":"So sweet and delicious do I become,when I am in bed with a manwho, I sense, loves and enjoys me,that the pleasure I bring excels all delight,so the knot of love, however tightit seemed before, is tied tighter still."},{"Author":"Truman Capote,  Truman Capote: Conversations","Category":"poetry","Quote":"To me, the greatest pleasure of writing is not what it's about, but the music the words make."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"She plants love, and she grows roses. The fragrance of romance comes from the blossom that blooms in the heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The roses of romance grow when you water your relationship with gratitude. Love will bloom and blossom when you recognize the awesome."},{"Author":"William Wordsworth","Category":"poetry","Quote":"Nature never did betrayThe heart that loved her."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"I celebrate myself, and sing myself, And what I assume you shall assume,For every atom belonging to me as good belongs to you."},{"Author":"pleasefindthis,  I Wrote This For You","Category":"poetry","Quote":"You had this expression on your face, like you weren’t quite sure you were supposed to be on Earth."},{"Author":"Allen Ginsberg","Category":"poetry","Quote":"I really believe, or want to believe, really I am nuts, otherwise I'll never be sane."},{"Author":"W.B. Yeats,  The Collected Poems of W.B. Yeats","Category":"poetry","Quote":"How many loved your moments of glad grace,  And loved your beauty with love false or true;  But one man loved the pilgrim soul in you, And loved the sorrows of your changing face."},{"Author":"William Carlos Williams","Category":"poetry","Quote":"This is Just to Say I have eatenthe plumsthat were inthe iceboxand whichyou were probablysavingfor breakfastForgive methey were deliciousso sweetand so cold"},{"Author":"Charlotte Eriksson,  Empty Roads & Broken Bottles; in search for The Great Perhaps","Category":"poetry","Quote":"So for now,I will miss you like I’ll never see you again,And the next time I see you,I will kiss you like I’ll never kiss you again,And when I fall asleep beside you I will fall asleep as if I’ll never wake up again,because I don’t know if I will.I don’t know if I will.- I Will Love You Like The World Is Ending"},{"Author":"Rumi","Category":"poetry","Quote":"I will soothe you and heal you,I will bring you roses.I too have been covered with thorns."},{"Author":"Ezra Pound","Category":"poetry","Quote":"Speak against unconscious oppression,Speak against the tyranny of the unimaginative,Speak against bonds."},{"Author":"Tim Burton","Category":"poetry","Quote":"The Girl With Many EyesOne day in the parkI had quite a surprise.I met a girlwho had many eyes.She was really quite pretty(and also quite shocking!)and I noticed she had a mouth,so we ended up talking.We talked about flowers,and her poetry classes,and the problems she'd haveif she ever wore glasses.It's great to know a girlwho has so many eyes,but you really get wetwhen she breaks down and cries."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"poetry","Quote":"I have been used to consider poetry as \"the food of love\"said Darcy.\"Of a fine, stout, healthy love it may. Everything nourishes what isstrong already. But if it be only a slight, thin sort of inclination, Iam convinced that one good sonnet will starve it entirely away."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"White letters plus white paper equals invisibility. Just because you can’t see my love for you, doesn’t mean I didn’t write about it."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"To hide feelings when you are near crying is the secret of dignity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Let me just pause a minute and drink in this moment. And if you film it, I’ll be able to get free refills for life."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chilliest landAnd on the strangest sea;Yet, never, in extremity,It asked a crumb of me."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"poetry","Quote":"She was stuck in between two worlds while her heart was pulling them both together. In a perfect world, she'd have both, or none at all. The symbol for love is two circles trying to merge in a Venn diagram that comes to a point down below, and only mostly separate are the two orbs one whole heart.-Karen Quan and Jarod Kintz"},{"Author":"Alfred Lord Tennyson,  In Memoriam","Category":"poetry","Quote":"I hold it true, whate'er befall;I feel it when I sorrow most;'Tis better to have loved and lostThan never to have loved at all."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"I want to see thirstIn the syllables,Tough fireIn the sound;Feel through the darkFor the scream."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"poetry","Quote":"When the world is cold, use bridges for firewood. And for extra warmth, give off an aura of love, and you won't need a bridge, because the other side will come to you.-Amanda Mosher and Jarod Kintz"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The Sacred and The Scared. Which of these two categories does your love fall under? I should write a love poem on a rolled-up scroll so you’d know which one categorizes mine."},{"Author":"Robert Frost","Category":"poetry","Quote":"A poem begins with a lump in the throat; a homesickness or a love sickness. It is a reaching-out toward expression; an effort to find fulfillment. A complete poem is one where an emotion has found its thought and the thought has found words."},{"Author":"Samuel Taylor Coleridge,  The Rime of the Ancient Mariner","Category":"poetry","Quote":"Water, water, everywhere,And all the boards did shrink;Water, water, everywhere,Nor any drop to drink."},{"Author":"William Carlos Williams,  Paterson","Category":"poetry","Quote":"We sit and talk,quietly, with long lapses of silenceand I am aware of the streamthat has no language, coursingbeneath the quiet heaven ofyour eyeswhich has no speech"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I just bought a bag of poetry, but it was mostly air. The author must have learned from the potato chip industry."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Read her poetry before you make love to her. That way she’ll be asleep when you do. I’m as romantic as a rocking chair with wheels."},{"Author":"Lang Leav","Category":"poetry","Quote":"Love is a game of tic-tac-toe,constantly waitingfor the next x or o."},{"Author":"L.J. Smith,  Night World, No. 3","Category":"poetry","Quote":"People Die...Beauty Fades...Love Changes...And You Will Always Be Alone"},{"Author":"Maya Angelou","Category":"poetry","Quote":"Poetry puts starch in your backbone so you can stand, so you can compose your life."},{"Author":"Tim Burton","Category":"poetry","Quote":"Voodoo GirlHer skin is white cloth,and she's all sewn apartand she has many colored pinssticking out of her heart.She has many different zombieswho are deeply in her trance.She even has a zombiewho was originally from France.But she knows she has a curse on her,a curse she cannot win.For if someone getstoo close to her,the pins stick farther in."},{"Author":"Nayyirah Waheed","Category":"poetry","Quote":"no’ might make them angrybut it will make you free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"When I go off the grid, my main source of light will be fireflies. Oh, and the glow that will come from the epic love poem I am writing for you."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"poetry","Quote":"Angels walk amongst those with broken wings. Those with broken wings only need to be given a little love before their hearts can flutter and take flight once again.-Amanda Mosher and Jarod Kintz"},{"Author":"T.S. Eliot,  Four Quartets","Category":"poetry","Quote":"Time present and time pastAre both perhaps present in time futureAnd time future contained in time past."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"poetry","Quote":"Each star is a mirror reflecting the truth inside you."},{"Author":"Alexander Pope,  An Essay on Criticism","Category":"poetry","Quote":"A little learning is a dangerous thing.Drink deep, or taste not the Pierian Spring;There shallow draughts intoxicate the brain,and drinking largely sobers us again."},{"Author":"Santosh Kalwar","Category":"poetry","Quote":"Never cry because you have mountains of problem in your hands to solve. Always smile because each problems will someday resolve."},{"Author":"Lao Tzu","Category":"poetry","Quote":"We join spokes together in a wheel, but it is the center hole that makes the wagon move.We shape clay into a pot, but it is the emptiness insidethat holds whatever we want.We hammer wood for a house, but it is the inner spacethat makes it livable.We work with being, but non-being is what we use."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"poetry","Quote":"I'll sleep forever and meet you in my dreams; it'll hurt less anyway. But the pain of losing you was worth the pleasure of having you, and I rest in bed knowing you'll know for the rest of your life what you are missing.-Karen Quan and Jarod Kintz"},{"Author":"Ted Hughes,  Birthday Letters","Category":"poetry","Quote":"Nobody wanted your dance,Nobody wanted your strange glitter, your flounderingDrowning life and your effort to save yourself,Treading water, dancing the dark turmoil,Looking for something to give."},{"Author":"Wallace Stevens","Category":"poetry","Quote":"I do not know which to prefer,The beauty of inflectionsOr the beauty of innuendosThe blackbird whistlingOr just after."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"poetry","Quote":"I'll miss looking through the forest–your green and hazel eyes. I love the way they shimmered and changed shade with your mood, and how I could see the desire in your emerald gaze.-Karen Quan and Jarod Kintz"},{"Author":"Mary Oliver,  A Thousand Mornings","Category":"poetry","Quote":"I Go Down To The ShoreI go down to the shore in the morningand depending on the hour the wavesare rolling in or moving out,and I say, oh, I am miserable,what shall—what should I do? And the sea saysin its lovely voice:Excuse me, I have work to do."},{"Author":"W.B. Yeats,  The Wind Among the Reeds","Category":"poetry","Quote":"I bring you with reverent handsThe books of my numberless dreams."},{"Author":"W.H. Auden,  The Age of Anxiety: A Baroque Eclogue","Category":"poetry","Quote":"We would rather be ruined than changedWe would rather die in our dreadThan climb the cross of the momentAnd let our illusions die."},{"Author":"Sanober Khan","Category":"poetry","Quote":"your handtouching mine.this is howgalaxiescollide."},{"Author":"Tyler Knott Gregson","Category":"poetry","Quote":"Some days I wake upand all I feelare the fracturesin the flesh that coversthe only meI've ever known.Some days,it's those exact fissuresthat let the lighthiding inside mepour outand coverin goldeveryonethat found enough beautyin the cracksto standclose."},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"poetry","Quote":"If after I die, people want to write my biography, there is nothing simpler. They only need two dates: the date of my birth and the date of my death. Between one and another, every day is mine."},{"Author":"Alexander Pope,  Moral Essays","Category":"poetry","Quote":"Wise wretch! with pleasures too refined to please,With too much spirit to be e'er at ease,With too much quickness ever to be taught,With too much thinking to have common thought:You purchase pain with all that joy can give,And die of nothing but a rage to live."},{"Author":"Richard Siken,  Crush","Category":"poetry","Quote":"Here is the repeated image of the lover destroyed."},{"Author":"Omar Khayyám","Category":"poetry","Quote":"I sent my Soul through the Invisible, Some letter of that After-life to spell: And by and by my Soul return'd to me, And answer'd: 'I Myself am Heav'n and Hell"},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"poetry","Quote":"This fire that we call Loving is too strong for human minds. But just right for human souls."},{"Author":"Edgar Allan Poe,  Edgar Allan Poe: Selected Poems","Category":"poetry","Quote":"Once upon a midnight dreary, while I pondered, weak and weary, Over many a quaint and curious volume of forgotten lore — While I nodded, nearly napping, suddenly there came a tapping, As of some one gently rapping, rapping at my chamber door."},{"Author":"Samuel Taylor Coleridge","Category":"poetry","Quote":"Poetry: the best words in the best order."},{"Author":"T.S. Eliot,  The Love Song of J. Alfred Prufrock and Other Poems","Category":"poetry","Quote":"And would it have been worth it, after all,Would it have been worth while,After the sunsets and the dooryards and the sprinkled streets, After the novels, after the teacups, after the skirts that trail along the floor - And this, and so much more? -"},{"Author":"Leonard Cohen,  Book of Longing","Category":"poetry","Quote":"first of all nothing will happen and a little laternothing will happen again"},{"Author":"Kobayashi Issa","Category":"poetry","Quote":"HereI'm here-the snow falling."},{"Author":"Dylan Thomas,  Fern Hill","Category":"poetry","Quote":"...Time held me green and dyingThough I sang in my chains like the sea."},{"Author":"Allen Ginsberg","Category":"poetry","Quote":"Democracy! Bah! When I hear that I reach for my feather boa!"},{"Author":"John Milton,  The Complete Poetry","Category":"poetry","Quote":"What needs my Shakespeare for his honoured bones,The labor of an age in pilèd stones,Or that his hallowed relics should be hidUnder a star-y-pointing pyramid?Dear son of memory, great heir of fame,What need'st thou such weak witness of thy name?"},{"Author":"Lawrence Ferlinghetti,  Poetry as Insurgent Art","Category":"poetry","Quote":"Poetry is a naked woman, a naked man, and the distance between them."},{"Author":"Edna St. Vincent Millay,  The Harp-Weaver and Other Poems","Category":"poetry","Quote":"Pity me that the heart is slow to learnWhat the swift mind beholds at every turn."},{"Author":"Mary Oliver","Category":"poetry","Quote":"the stars began to burnthrough the sheets of clouds,and there was a new voicewhich you slowlyrecognized as your own"},{"Author":"Pablo Neruda","Category":"poetry","Quote":"Poetry is an act of peace. Peace goes into the making of a poet as flour goes into the making of bread."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"LightLightThe visible reminder of Invisible Light."},{"Author":"Virginia Woolf,  Orlando","Category":"poetry","Quote":"Was not writing poetry a secret transaction, a voice answering a voice?"},{"Author":"Sylvia Plath,  Ariel","Category":"poetry","Quote":"I am terrified by this dark thingThat sleeps in me;All day I feel its soft, feathery turnings, its malignity."},{"Author":"John Fowles,  The Magus","Category":"poetry","Quote":"To write poetry and to commit suicide, apparently so contradictory, had really been the same, attempts at escape."},{"Author":"Ovid","Category":"poetry","Quote":"I am the poet of the poor, because I was poor when I loved; since I could not give gifts, I gave words."},{"Author":"Mark Strand,  Selected Poems","Category":"poetry","Quote":"Ink runs from the corners of my mouth.There is no happiness like mine.I have been eating poetry."},{"Author":"Joanne Harris,  Chocolat","Category":"poetry","Quote":"I could do with a bit more excess. From now on I'm going to be immoderate--and volatile--I shall enjoy loud music and lurid poetry. I shall be rampant."},{"Author":"G.K. Chesterton","Category":"poetry","Quote":"The difference between the poet and the mathematician is that the poet tries to get his head into the heavens while the mathematician tries to get the heavens into his head."},{"Author":"P.C. Cast","Category":"poetry","Quote":"See with your soul and not your eyesbecause to dance with the beasts youmust penetrate their disguise."},{"Author":"Lawrence Ferlinghetti","Category":"poetry","Quote":"Recipe For Happiness Khaborovsk Or Anyplace'One grand boulevard with treeswith one grand cafe in sunwith strong black coffee in very small cups.One not necessarily very beautifulman or woman who loves you.One fine day."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"A billion stars go spinning through the night, / glittering above your head, / But in you is the presence that will be / when all the stars are dead."},{"Author":"Jim Carroll","Category":"poetry","Quote":"Conscience is no more than the dead speaking to us."},{"Author":"Cassandra Clare","Category":"poetry","Quote":"But you hate poetry!Yes, but you make me want to write it."},{"Author":"Dante Alighieri","Category":"poetry","Quote":"A mighty flame follows a tiny spark."},{"Author":"Allen Ginsberg","Category":"poetry","Quote":"If I had a soul I sold itfor pretty wordsIf I had a body I usedit up spurting my essenceAllen Ginsberg warns youdont follow my pathto extinction"},{"Author":"Ella Wheeler Wilcox,  Poems of Passion","Category":"poetry","Quote":"Laugh, and the world laughs with you;Weep, and you weep alone;For the sad old earth must borrow its mirth,But has trouble enough of its own."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"poetry","Quote":"A poem for Beth: Roses are red, Violets are blue, I didn’t know what love meant, until I looked it up in the dictionary."},{"Author":"Frank O'Hara,  Meditations in an Emergency","Category":"poetry","Quote":"My eyes are vague blue, like the sky, and change all the time; they are indiscriminate but fleeting, entirely specific and disloyal, so that no one trusts me. I am always looking away. Or again at something after it has given me up."},{"Author":"Edna St. Vincent Millay,  Second April","Category":"poetry","Quote":"EbbI know what my heart is likeSince your love died:It is like a hollow ledgeHolding a little poolLeft there by the tide,A little tepid pool,Drying inward from the edge."},{"Author":"Edgar Allan Poe,  The Complete Stories and Poems","Category":"poetry","Quote":"Take this kiss upon the brow!And, in parting from you now,Thus much let me avow-You are not wrong, who deemThat my days have been a dream;Yet if hope has flown awayIn a night, or in a day,In a vision, or in none,Is it therefore the less gone?All that we see or seemIs but a dream within a dream."},{"Author":"William Carlos Williams,  Asphodel, That Greeny Flower and Other Love Poems: That Greeny Flower","Category":"poetry","Quote":"It is difficultto get the news from poems yet men die miserably every day for lackof what is found there."},{"Author":"Charlotte Eriksson","Category":"poetry","Quote":"You read and write and sing and experience, thinking that one day these things will build the character you admire to live as. You love and lose and bleed best you can, to the extreme, hoping that one day the world will read you like the poem you want to be."},{"Author":"Raymond Carver,  Ultramarine: Poems","Category":"poetry","Quote":"there isn't enough of anythingas long as we live. But at intervalsa sweetness appears and, given a chanceprevails."},{"Author":"Alfred Lord Tennyson","Category":"poetry","Quote":"I remainMistress of mine own self and mine own soul"},{"Author":"Charles Bukowski","Category":"poetry","Quote":"when I am feelinglowall i have to do iswatch my catsand mycouragereturns"},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"It is beautiful to express love and even more beautiful to feel it."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"The most complicated skill is to be simple."},{"Author":"Sara Teasdale","Category":"poetry","Quote":"You will recognize your own path when you come upon it because you will suddenly have all the energy and imagination you will ever need."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"poetry","Quote":"Exercises are like prose, whereas yoga is the poetry of movements. Once you understand the grammar of yoga; you can write your poetry of movements."},{"Author":"Jeffrey McDaniel","Category":"poetry","Quote":"There's two kinds of women--those you write poems about and those you don't."},{"Author":"Friedrich Nietzsche","Category":"poetry","Quote":"Poets are shameless with their experiences: they exploit them."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"Humanity i love you because youare perpetually putting the secret oflife in your pants and forgettingit's there and sitting downon itand because you areforever making poems in the lapof death Humanityi hate you"},{"Author":"Henry Wadsworth Longfellow","Category":"poetry","Quote":"And in despair I bowed my head;\"There is no peace on earth,\"I said;\"For hate is strong,And mocks the songOf peace on earth, good-will to men!\"Then pealed the bells more loud and deep:\"God is not dead, nor doth he sleep!The Wrong shall fail,the Right prevail,With peace on earth, good-will to men!"},{"Author":"Emily Dickinson","Category":"poetry","Quote":"A wounded dear leaps the highest"},{"Author":"Andrea Gibson","Category":"poetry","Quote":"Safety isn't always safe. You can find one on every gun."},{"Author":"Criss Jami,  Killosophy","Category":"poetry","Quote":"A poet should be so crafty with words that he is envied even for his pains."},{"Author":"Dylan Thomas","Category":"poetry","Quote":"Poetry is not the most important thing in life... I'd much rather lie in a hot bath reading Agatha Christie and sucking sweets."},{"Author":"Rumi","Category":"poetry","Quote":"You dance inside my chest,where no one sees you,but sometimes I do, and thatsight becomes this art."},{"Author":"Morrissey","Category":"poetry","Quote":"If you must write prose or poems, the words you use should be your own. Don't plagiarize or take 'on loan'. There's always someone, somewhere, with a big nose, who knows, who'll trip you up and laugh when you fall."},{"Author":"Rumi","Category":"poetry","Quote":"This poetry. I never know what I'm going to say."},{"Author":"Samuel Taylor Coleridge","Category":"poetry","Quote":"Sir, I admit your general rule, That every poet is a fool, But you yourself may serve to show it, That every fool is not a poet."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"And think not you can direct the course of love, for love, if it finds you worthy, directs your course."},{"Author":"Henry Wadsworth Longfellow,  In the Harbor","Category":"poetry","Quote":"If you would hit the mark, you must aim a little above it;Every arrow that flies feels the attraction of earth."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"poetry","Quote":"If I say your voice is an amber waterfall in which I yearn to burn each day, if you eat my mouth like a mystical rose with powers of healing and damnation, If I confess that your body is the only civilization I long to experience… would it mean that we are close to knowing something about love?"},{"Author":"Christopher Brennan","Category":"poetry","Quote":"Were knowledge all, what were our needTo thrill and faint and sweetly bleed?"},{"Author":"Sanober Khan","Category":"poetry","Quote":"in a worldfull oftemporary thingsyou area perpetual feeling."},{"Author":"Santosh Kalwar","Category":"poetry","Quote":"Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be."},{"Author":"Adrienne Rich,  The Dream of a Common Language","Category":"poetry","Quote":"No one has imagined us. We want to live like trees,sycamores blazing through the sulfuric air,dappled with scars, still exuberantly budding,our animal passion rooted in the city."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I'm hanging on to her memory like Spanish moss on an ancient Florida oak, and unlike the sunset, my love won't fade."},{"Author":"Charlotte Eriksson","Category":"poetry","Quote":"I haven’t been very impressed lately.By people,or places,or the way someone said he loved me and then slowly changed his mind."},{"Author":"W.H. Auden","Category":"poetry","Quote":"I will love you forever\"swears the poet. I find this easy to swear too. \"I will love you at 4:15 pm next Tuesday\"- Is that still as easy?"},{"Author":"Robert Graves,  Poems 1965-1968","Category":"poetry","Quote":"When the immense drugged universe explodesIn a cascade of unendurable colourAnd leaves us gasping naked,This is no more than the ectasy of chaos:Hold fast, with both hands, to that royal loveWhich alone, as we know certainly, restoresFragmentation into true being.Ecstasy of Chaos"},{"Author":"W.B. Yeats","Category":"poetry","Quote":"Hope and Memory have one daughter and her name is Art, and she has built her dwelling far from the desperate field where men hang out their garments upon forked boughs to be banners of battle. O beloved daughter of Hope and Memory, be with me for a while."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"I don't want to go on being a root in the dark,vacillating, stretched out, shivering with sleep,downward, in the soaked guts of the earth,absorbing and thinking, eating each day."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"Every poem should remind the reader that they are going to die."},{"Author":"Czesław Miłosz","Category":"poetry","Quote":"The purpose of poetry is to remind ushow difficult it is to remain just one person,for our house is open, there are no keys in the doors, and invisible guests come in and out at will."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"A tamed woman will never leave her mark in the world."},{"Author":"Walt Whitman","Category":"poetry","Quote":"I act as the tongue of you,... tied in your mouth . . . . in mine it begins to be loosened."},{"Author":"John Milton,  The Complete Poetry","Category":"poetry","Quote":"And so sepúlchred in such pomp dost lie,That kings for such a tomb would wish to die."},{"Author":"Clementine von Radics","Category":"poetry","Quote":"But my heart is an old house(the kind my mothergrew up in)hell to heat and cooland faulty in the wiringand though it’s nice to look atI have no businessinviting lovers in."},{"Author":"Yevgeny Yevtushenko","Category":"poetry","Quote":"A poet's autobiography is his poetry. Anything else is just a footnote."},{"Author":"Sappho,  If Not, Winter: Fragments of Sappho","Category":"poetry","Quote":"their heart grew coldthey let their wings down"},{"Author":"W.B. Yeats,  The Collected Poems of W.B. Yeats","Category":"poetry","Quote":"When you are old and grey and full of sleep  And nodding by the fire, take down this book,  And slowly read, and dream of the soft look Your eyes had once, and of their shadows deep"},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"poetry","Quote":"Hearts rebuilt from hope resurrect dreams killed by hate."},{"Author":"Henry Wadsworth Longfellow","Category":"poetry","Quote":"As Unto the bow the the cord is ,So unto the man is woman;Though she bends him, she obeys him,Though she draws him , yet she follows:Useless each without the other."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"Fly without wings; Dream with open eyes; See in darkness."},{"Author":"Adrienne Rich,  What is Found There: Notebooks on Poetry and Politics","Category":"poetry","Quote":"[Poetry] is the liquid voice that can wear through stone."},{"Author":"Roberto Bolaño,  The Savage Detectives","Category":"poetry","Quote":"There is a time for reciting poems and a time for fists."},{"Author":"Matsuo Bashō","Category":"poetry","Quote":"This autumn-why am I growing old?bird disappearing among clouds."},{"Author":"Neil Gaiman","Category":"poetry","Quote":"I really don't know what \"I love you\"means.I think it means \"Don't leave me here alone."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"I love all things, not only the grand but the infinitely small: thimble, spurs, plates, flower vases....."},{"Author":"Rainer Maria Rilke","Category":"poetry","Quote":"She who reconciles the ill-matched threadsOf her life, and weaves them gratefullyInto a single cloth – It’s she who drives the loudmouths from the hallAnd clears it for a different celebration."},{"Author":"Octavio Paz,  The Collected Poems, 1957-1987","Category":"poetry","Quote":"Beyond myself, somewhere, I wait for my arrival."},{"Author":"Walt Whitman,  Songs for the Open Road: Poems of Travel and Adventure","Category":"poetry","Quote":"Afoot and light-hearted I take to the open road.Healthy, free, the world before me.The long brown path before me leading me wherever I choose.Henceforth, I ask not good fortune, I myself am good fortune.Henceforth, I whimper no more, postpone no more, need nothing."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"poetry","Quote":"There are only four times a year I love you: summer, fall, winter, and spring. I'll love you until the sun stops shining, until the clouds dissipate, when Mount Everest no longer has snow, and the flowers stop blooming.-Jarod Kintz and Karen Quan"},{"Author":"Mary Oliver,  Dream Work","Category":"poetry","Quote":"I wanted the past to go away, I wanted to leave it, like another country; I wanted my life to close, and open like a hinge, like a wing, like the part of the song where it falls down over the rocks: an explosion, a discovery; I wanted to hurry into the work of my life; I wanted to know,whoever I was, I wasalive for a little while."},{"Author":"Benny Bellamacina,  The King of Rhyme","Category":"poetry","Quote":"If you wake up tired, you’ve been chasing dreams. If you go to bed tired, your making your dreams happen."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"When I die, don't come, I wouldn't want a leafto turn away from the sun -- it loves it there.There's nothing so spiritual about being happybut you can't miss a day of it, because it doesn't last."},{"Author":"Allen Ginsberg","Category":"poetry","Quote":"I never dreamed the sea so deep,The earth so dark; so long my sleep,I have become another child.I wake to see the world go wild."},{"Author":"Robert Frost","Category":"poetry","Quote":"A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain."},{"Author":"Stephen Dunn","Category":"poetry","Quote":"I've triedto become someone else for a while,only to discover that he, too, was me."},{"Author":"Dejan Stojanovic,  The Shape","Category":"poetry","Quote":"I am the shore and the ocean, awaiting myself on both sides."},{"Author":"Brian Jacques,  Lord Brocktree","Category":"poetry","Quote":"So here is my story, may it bringSome smiles and a tear or so,It happened once upon a time,Far away, and long ago,Outside the night wind keens and wails,Come listen to me, the Teller of Tales!"},{"Author":"Alfred Lord Tennyson,  In Memoriam","Category":"poetry","Quote":"So runs my dream, but what am I?An infant crying in the nightAn infant crying for the lightAnd with no language but a cry."},{"Author":"Audre Lorde","Category":"poetry","Quote":"I am deliberate and afraid of nothing."},{"Author":"Pablo Neruda,  The Captain's Verses","Category":"poetry","Quote":"You know how this is:if I lookat the crystal moon, at the red branchof the slow autumn at my window,if I touchnear the firethe impalpable ashor the wrinkled body of the log,everything carries me to you,as if everything that exists,aromas, light, metals,were little boatsthat sailtoward those isles of yours that wait for me."},{"Author":"Gloria E. Anzaldúa","Category":"poetry","Quote":"Though we tremble before uncertain futuresmay we meet illness, death and adversity with strengthmay we dance in the face of our fears."},{"Author":"W.B. Yeats","Category":"poetry","Quote":"I know that I shall meet my fate somewhere among the clouds above; those that I fight I do not hate, those that I guard I do not love."},{"Author":"Mary Oliver","Category":"poetry","Quote":"I know many lives worth living."},{"Author":"John Milton,  The Complete Poetry","Category":"poetry","Quote":"Such sweet compulsion doth in music lie."},{"Author":"Shane Koyczan","Category":"poetry","Quote":"Don't tell me you're not beautiful. You're the kind of beautiful the blind would see if we could figure out some way to give them three seconds of sight."},{"Author":"Blaise Pascal,  Pensées","Category":"poetry","Quote":"The last thing one discovers in composing a work is what to put first."},{"Author":"Sara Teasdale,  Love Songs","Category":"poetry","Quote":"I am not yours, not lost in you,Not lost, although I long to beLost as a candle lit at noon,Lost as a snowflake in the sea.You love me, and I find you stillA spirit beautiful and bright,Yet I am I, who long to beLost as a light is lost in light."},{"Author":"Gaston Bachelard","Category":"poetry","Quote":"To feel most beautifully alive means to be reading something beautiful, ready always to apprehend in the flow of language the sudden flash of poetry."},{"Author":"James Jones,  The Thin Red Line","Category":"poetry","Quote":"If I never meet you In this lifeLet me feel the lackA glance from your eyesThen my life Will be yours"},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"This is thy hour O Soul, thy free flight into the wordless, Away from books, away from art, the day erased, the lesson done,Thee fully forth emerging, silent, gazing, pondering the themes thou lovest best. Night, sleep, and the stars."},{"Author":"Saul Williams","Category":"poetry","Quote":"They say that I am a poetI wonder what they would say if they saw me from the inside I bottleemotions and place them into the sea for others to unbottle ondistant shores I am unsure as to whether they ever reach and forthat matter as to whether I ever get my point acrossor my love"},{"Author":"Jeffrey McDaniel","Category":"poetry","Quote":"But one kiss levitates above all the others. Theintersection of function and desire. The I do kiss.The I’ll love you through a brick wall kiss.Even when I’m dead, I’ll swim through the Earth,like a mermaid of the soil, just to be next to your bones."},{"Author":"Robert Frost","Category":"poetry","Quote":"Ah, when to the heart of man Was it ever less than a treason To go with the drift of things, To yield with a grace to reason, And bow and accept the end Of a love or a season?"},{"Author":"Sanober Khan","Category":"poetry","Quote":"the saddest thing is to bea minute to someone,when you've made them your eternity."},{"Author":"John Keats","Category":"poetry","Quote":"If poetry comes not as naturally as the leaves to a tree it had better not come at all."},{"Author":"Alexander Pope,  The Rape of the Lock","Category":"poetry","Quote":"Beauties in vain their pretty eyes may roll; Charms strike the sight, but merit wins the soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"My writing has appeared in the New Yorker and The Atlantic Monthly, though whenever the newsstand guy catches me scribbling my poetry in them, he always comes along later and erases it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Flowers are aromatic and romantic, and they grow exactly the way love does—with plenty of light, and watered with affection."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"My love has a flow like a flower, so it’s best if you water it with the fragrance of romance, which has the aroma of loyalty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The heart pumps blood, a fluid, but it also pulses love, which is as liquid as a wave, and everyone wants a refill. My goal is to be a server."},{"Author":"William Carlos Williams,  Paterson","Category":"poetry","Quote":"You lethargic, waiting upon me,waiting for the fire and Iattendant upon you, shaken by your beautyShaken by your beauty Shaken."},{"Author":"Seamus Heaney,  Beowulf","Category":"poetry","Quote":"It is always betterto avenge dear ones than to indulge in mourning.For every one of us, living in this worldmeans waiting for our end. Let whoever canwin glory before death. When a warrior is gone,that will be his best and only bulwark."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"We had a lavender kind of love, so soothing and smooth, and if I could bottle up what we had, you'd want it all over your body."},{"Author":"Dylan Thomas","Category":"poetry","Quote":"[I'm]a freak user of words, not a poet."},{"Author":"Nikki Giovanni","Category":"poetry","Quote":"and sometimes I sitdown at my typewriterand I thinknot of someonecause there isn't anyoneto thinkabout and i wonderis it worth it"},{"Author":"Violet Yates,  Lost & Found","Category":"poetry","Quote":"I am a work in progress."},{"Author":"Alexander Pope,  An Essay on Man","Category":"poetry","Quote":"Hope springs eternal in the human breast; Man never Is, but always To be blest. The soul, uneasy, and confin'd from home, Rests and expatiates in a life to come."},{"Author":"Edna St. Vincent Millay","Category":"poetry","Quote":"No one but Night, with tears on her dark face, watches beside me in this windy place."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"Licence my roving hands, and let them go Before, behind, between, above, below."},{"Author":"Jim Carroll,  Fear of Dreaming: The Selected Poems","Category":"poetry","Quote":"I'll Die For Your Sins If You Live For mine."},{"Author":"T.S. Eliot,  The Waste Land and Other Poems","Category":"poetry","Quote":"Who is the third who walks always beside you?When I count, there are only you and I togetherBut when I look ahead up the white roadThere is always another one walking beside youGliding wrapt in a brown mantle, hoodedI do not know whether a man or a woman-But who is that on the other side of you?"},{"Author":"Matsuo Bashō","Category":"poetry","Quote":"Real poetry, is to lead a beautiful life. To live poetry is better than to write it."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"poetry","Quote":"I could be in the middle of a spiritual hurricane, my soul torn and tormented, but when I see you smile it's blue skies for miles. You give me a tsunami of emotions, and my heart is trying to find peace through crashing waves, but they always end up in a cyclone that never dies.-Jarod Kintz and Karen Quan"},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"poetry","Quote":"The world was fair, the mountains tallIn Elder Days before the fall..."},{"Author":"Sherman Alexie,  The Business of Fancydancing","Category":"poetry","Quote":"Everyone I have lost in the closing of a doorthe click of the lockis not forgotten, theydo not die but remainwithin the soft edgesof the earth, the ashof house fires and cancerin sin and forgivenesshuddled under old blanketsdreaming their way intomy hands, my heartclosing tight like fists.- \"Indian Boy Love Song #1"},{"Author":"Carl Sandburg","Category":"poetry","Quote":"Poetry is an echo asking a shadow to dance."},{"Author":"William Wordsworth","Category":"poetry","Quote":"Our birth is but a sleep and a forgetting:The Soul that rises with us, our life's Star,Hath had elsewhere its setting,And cometh from afar:Not in entire forgetfulness,And not in utter nakedness,But trailing clouds of glory do we come"},{"Author":"Colleen Hoover,  Maybe Someday","Category":"poetry","Quote":"Truths are written, never said... Lines are drawn, but then they fade."},{"Author":"Lang Leav,  Love & Misadventure","Category":"poetry","Quote":"I don't think all writers are sad, she said.I think it's the other way around—all sad people write."},{"Author":"George Eliot,  Middlemarch","Category":"poetry","Quote":"To be a poet is to have a soul so quick to discern, that no shade of quality escapes it, and so quick to feel, that discernment is but a hand playing with finely-ordered variety on the chords of emotion--a soul in which knowledge passes instantaneously into feeling, and feeling flashes back as a new organ of knowledge."},{"Author":"Adrienne Rich,  Twenty One Love Poems","Category":"poetry","Quote":"I touch you knowing we weren't born tomorrow,and somehow, each of us will help the other live,and somewhere, each of us must help the other die."},{"Author":"Ralph Waldo Emerson,  Letters and Social Aims","Category":"poetry","Quote":"Some people will tell you there is a great deal of poetry and fine sentiment in a chest of tea."},{"Author":"Richard Siken,  Crush","Category":"poetry","Quote":"We pull our boots on with both handsbut we can't punch ourselves awake and all I can do is stand on the curb and say Sorryabout the blood in your mouth. I wish it was mine.I couldn't get the boy to kill me, but I wore his jacket for the longest time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The heart sees what the eyes do not, and the heart hears what the ears cannot. Sight and sound are vibrations, and so is love."},{"Author":"Emily Dickinson","Category":"poetry","Quote":"He ate and drank the precious words,His spirit grew robust;He knew no more that he was poor,Nor that his frame was dust.He danced along the dingy days,And this bequest of wingsWas but a book. What libertyA loosened spirit brings!"},{"Author":"Denise Levertov","Category":"poetry","Quote":"In the dark I rest,unready for the light which dawnsday after day,eager to be shared.Black silk, shelter me.I needmore of the night before I openeyes and heartto illumination. I must stillgrow in the dark like a rootnot ready, not ready at all."},{"Author":"Charles Wright,  Littlefoot: A Poem","Category":"poetry","Quote":"What makes us leave what we love best?What is it inside us that keeps erasing itselfWhen we need it most,That sends us into uncertainty for its own sakeAnd holds us flush there until we begin to love itAnd have to begin again?What is it within our own lives we decline to liveWhenever we find it, making our days unendurable,And nights almost visionless?I still don't know yet, but I do it."},{"Author":"Christina Rossetti","Category":"poetry","Quote":"What are heavy? sea-sand and sorrow.What are brief? today and tomorrow.What are frail? spring blossoms and youth.What are deep? the ocean and truth."},{"Author":"Oscar Wilde","Category":"poetry","Quote":"There are two ways to dislike poetry: One is to dislike it; the other is to read Pope."},{"Author":"Rumi","Category":"poetry","Quote":"My friend, you thought you lost Him;that all your life you've been separated from Him.Filled with wonder, you've always looked outside for Him,and haven't searched within your own house."},{"Author":"George Gordon Byron,  Childe Harold's Pilgrimage","Category":"poetry","Quote":"I live not in myself, but I becomePortion of that around me: and to meHigh mountains are a feeling, but the humof human cities torture."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I find Bukowski to be so edgy, gritty, and daring that he oozes romance, and if couples read him in bed they would appreciate what they have."},{"Author":"Robert Frost","Category":"poetry","Quote":"Poetry is a way of taking life by the throat."},{"Author":"Nâzım Hikmet","Category":"poetry","Quote":"… and the most beautiful words ever spoken, I have not yet said to you."},{"Author":"Roman Payne","Category":"poetry","Quote":"I like the posture, but not the yoga. I like the inebriated morning, but not the opium. I like the flower but not the garden, the moment but not the dream. Quiet, my love. Be still. I am sleeping."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"For the moon never beams without bringing me dreams Of the beautiful Annabel Lee; And the stars never rise but I feel the bright eyes Of the beautiful Annabel Lee; And so, all the night-tide, I lie down by the side Of my darling- my darling- my life and my bride, In the sepulchre there by the sea, In her tomb by the sounding sea."},{"Author":"Oscar Wilde","Category":"poetry","Quote":"All bad poetry springs from genuine feeling. To be natural is to be obvious, and to be obvious is to be inartistic."},{"Author":"Wallace Stevens,  The Collected Poems","Category":"poetry","Quote":"The only emperor is the emperor of ice cream."},{"Author":"Yosa Buson","Category":"poetry","Quote":"Calligraphy of geeseagainst the sky-the moon seals it."},{"Author":"Philip Larkin","Category":"poetry","Quote":"So many things I had thought forgottenReturn to my mind with stranger pain:Like letters that arrive addressed to someoneWho left the house so many years ago."},{"Author":"Peter S. Beagle,  The Last Unicorn","Category":"poetry","Quote":"Sparrows and cats will live in my shoe,Sooner than I will live with you.Fish will come walking out of the sea,Sooner than you will come back to me."},{"Author":"Nicholas Sparks,  The Notebook","Category":"poetry","Quote":"And I learned what is obvious to a child. That life is simply a collection of little lives, each lived one day at a time. That each day should be spent finding beauty in flowers and poetry and talking to animals. That a day spent with dreaming and sunsets and refreshing breezes cannot be bettered."},{"Author":"Mary Oliver,  Why I Wake Early","Category":"poetry","Quote":"The Old Poets Of ChinaWherever I am, the world comes after me.It offers me its busyness. It does not believethat I do not want it. Now I understandwhy the old poets of China went so far and highinto the mountains, then crept into the pale mist."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"Such was a poet and shall be and is-who'll solve the depths of horror to defend a sunbeam's architecture with his life: and carve immortal jungles of despair to hold a mountain's heartbeat in his hand."},{"Author":"Sylvia Plath,  Ariel","Category":"poetry","Quote":"I am inhabited by a cry. Nightly it flaps outLooking, with its hooks, for something to love."},{"Author":"Roman Payne","Category":"poetry","Quote":"When she was a child, my love carried a road-map in her hand the way other girls carried handkerchiefs. She always knew the way. Her feet were little wings. And her beautiful head was a compass."},{"Author":"Mother Teresa","Category":"poetry","Quote":"In the final analysis it is between you and God, it was never between you and them anyway."},{"Author":"Sylvia Plath,  Ariel","Category":"poetry","Quote":"The blood jet is poetryThere is no stopping it."},{"Author":"William Wordsworth","Category":"poetry","Quote":"Dreams, books, are each a world; and books, we know,Are a substantial world, both pure and good:Round these, with tendrils strong as flesh and blood,Our pastime and our happiness will grow."},{"Author":"Sanober Khan","Category":"poetry","Quote":"To fall in love with someone's thoughts - the most intimate, splendid romance."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"The best kind of humans are the ones who stay."},{"Author":"Allen Ginsberg","Category":"poetry","Quote":"Poets are damned… but see with the eyes of angels."},{"Author":"Morrissey","Category":"poetry","Quote":"Sing your life; any fool can think of words that rhyme."},{"Author":"Langston Hughes,  Selected Poems","Category":"poetry","Quote":"Out of love,No regrets--Though the goodnessBe wasted forever.Out of love,No regrets--Though the returnBe never."},{"Author":"Pablo Neruda,  100 Love Sonnets","Category":"poetry","Quote":"Love is a clash of lightnings"},{"Author":"Anna Akhmatova,  Poems of Akhmatova","Category":"poetry","Quote":"As the future ripens in the past,so the past rots in the future --a terrible festival of dead leaves."},{"Author":"Terry Lander,  Life Through the Eyes of an Insider: 101 Poems to Help You Understand Life Better","Category":"poetry","Quote":"I’m not aspiring to be someone else – If I’m me for the rest of my life then so be it"},{"Author":"Heinrich Heine","Category":"poetry","Quote":"Perfumes are the feelings of flowers."},{"Author":"John Berryman","Category":"poetry","Quote":"You should always be trying to write a poem you are unable to write, a poem you lack the technique, the language, the courage to achieve. Otherwise you're merely imitating yourself, going nowhere, because that's always easiest."},{"Author":"Richard Siken,  Crush","Category":"poetry","Quote":"You're trying not to tell him you love him, and you're trying to choke down the feeling, and you're trembling, but he reaches over and he touches you, like a prayer for which no words exist, and you feel your heart taking root in your body, like you've discovered something you don't even have a name for."},{"Author":"John Berger,  And Our Faces, My Heart, Brief as Photos","Category":"poetry","Quote":"My heart born nakedwas swaddled in lullabies.Later alone it worepoems for clothes.Like a shirtI carried on my backthe poetry I had read.So I lived for half a centuryuntil wordlessly we met.From my shirt on the back of the chairI learn tonighthow many yearsof learning by heartI waited for you."},{"Author":"Roman Payne","Category":"poetry","Quote":"We were hooked when we woke.We had arms for each other.But I yearned to resumeMy dreams of another."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Sometimes the most beautiful people are beautifully broken."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"We swallowed the chaos because we knew we didn't want to be ordinary."},{"Author":"Richard Siken","Category":"poetry","Quote":"He could build a city. Has a certain capacity. There’s a niche in his chestwhere a heart would fit perfectlyand he thinks if he could just maneuver one into place –well then, game over."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"Much Madness Is Divinest SenseMuch Madness is divinest Sense —To a discerning Eye —Much Sense — the starkest Madness —'Tis the MajorityIn this, as All, prevail —Assent — and you are sane —Demur — you're straightway dangerous —And handled with a Chain —"},{"Author":"Octavio Paz,  Sunstone/Piedra De Sol","Category":"poetry","Quote":"because two bodies, naked and entwined,leap over time, they are invulnerable,nothing can touch them, they return to the source,there is no you, no I, no tomorrow,no yesterday, no names, the truth of twoin a single body, a single soul,oh total being..."},{"Author":"T.S. Eliot","Category":"poetry","Quote":"So I find words I never thought to speakIn streets I never thought I should revisitWhen I left my body on a distant shore."},{"Author":"William Wordsworth","Category":"poetry","Quote":"My heart leaps up when I beholdA rainbow in the sky:So was it when my life began;So is it now I am a man;"},{"Author":"George Eliot,  The Mill on the Floss","Category":"poetry","Quote":"Poetry and art and knowledge are sacred and pure."},{"Author":"W.H. Auden,  As I Walked Out One Evening: Songs, Ballads, Lullabies, Limericks & Other Light Verse","Category":"poetry","Quote":"O stand, stand at the window As the tears scald and start;You shall love your crooked neighbour With your crooked heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I sip my coffee like I fall in love—alone in a field of flowers, writing poetry for the mailman, who delivers love letters, but never gets any."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"poetry","Quote":"having nothing to struggleagainstthey have nothing to strugglefor."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"But dear, don’t be afraid of love it’s only magic."},{"Author":"Saul Williams,  She","Category":"poetry","Quote":"she stuck a bookmark in my heart and walked away"},{"Author":"Saul Williams","Category":"poetry","Quote":"The wind is the moon's imagination wandering."},{"Author":"G.K. Chesterton,  Fancies Versus Fads","Category":"poetry","Quote":"...\"vers libre,\"(free verse) or nine-tenths of it, is not a new metre any more than sleeping in a ditch is a new school of architecture."},{"Author":"Arthur Rimbaud,  Complete Works","Category":"poetry","Quote":"I have stretched ropes from steeple to steeple; Garlands from window to window; Golden chains from star to star ... And I dance."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"Blood was its Avatar and its seal."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"This Valentine’s Day rent a poem for your loved. They come in three sizes—small, medium, and romantic. Free refills available to Premium Members."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The wind is my favorite color. It reminds me of the love she painted on my life as she blew past me."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"I grew up in this town, my poetry was born between the hill and the river, it took its voice from the rain, and like the timber, it steeped itself in the forests."},{"Author":"Sylvia Plath,  Ariel","Category":"poetry","Quote":"Is it the sea you hear in me,Its dissatisfactions?Or the voice of nothing, that was you madness?"},{"Author":"Ryokan","Category":"poetry","Quote":"Too lazy to be ambitious,I let the world take care of itself.Ten days' worth of rice in my bag;a bundle of twigs by the fireplace.Why chatter about delusion and enlightenment?Listening to the night rain on my roof,I sit comfortably, with both legs stretched out."},{"Author":"Charles Sedley","Category":"poetry","Quote":"No drowning man can know which dropOf water his last breath did stop"},{"Author":"Emily Dickinson","Category":"poetry","Quote":"There's a certain slant of light,On winter afternoons,That oppresses, like the weightOf cathedral tunes."},{"Author":"John Milton,  The Complete Poetry","Category":"poetry","Quote":"Where the bright seraphim in burning rowTheir loud uplifted angel trumpets blow."},{"Author":"Carl Sandburg","Category":"poetry","Quote":"Gather the stars if you wish it soGather the songs and keep them.Gather the faces of women.Gather for keeping years and years.And then...Loosen your hands, let go and say good-bye.Let the stars and songs go.Let the faces and years go.Loosen your hands and say good-bye."},{"Author":"Robert Browning","Category":"poetry","Quote":"Take away love and our earth is a tomb."},{"Author":"William Wordsworth","Category":"poetry","Quote":"When from our better selves we have too longBeen parted by the hurrying world, and droop,Sick of its business, of its pleasures tired,How gracious, how benign, is Solitude"},{"Author":"L.M. Elliott,  Annie, Between the States","Category":"poetry","Quote":"Poetry, plays, novels, music, they are the cry of the human spirit trying to understand itself and make sense of our world."},{"Author":"Leonard Cohen,  The Favorite Game","Category":"poetry","Quote":"Deprivation is the mother of poetry."},{"Author":"Sylvia Plath,  Plath: Poems","Category":"poetry","Quote":"O love, how did you get here?--Nick and the Candlestick"},{"Author":"Harold Pinter","Category":"poetry","Quote":"I know the placeI know the place.It is true.Everything we doCorrects the spaceBetween death and meAnd you."},{"Author":"Francis William Bourdillon","Category":"poetry","Quote":"The night has a thousand eyes,And the day but one; Yet the light of the bright world dies With the dying sun. The mind has a thousand eyes, And the heart but one: Yet the light of a whole life dies When love is done."},{"Author":"Aristotle","Category":"poetry","Quote":"Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular."},{"Author":"Vladimir Mayakovsky,  Listen!","Category":"poetry","Quote":"Listen! If stars are litIt means there is someone who needs it,It means someone wants them to be,That someone deems those specks of spitMagnificent!"},{"Author":"Robert Frost,  The Poetry of Robert Frost","Category":"poetry","Quote":"I would not come in.I meant not even if asked,And I hadn't been."},{"Author":"Saul Williams","Category":"poetry","Quote":"We are unraveling our navels so that we may ingest the sun. We are not afraid of the darkness. We trust that the moon shall guide us. We are determining the future at this very moment. We know that the heart is the philosopher's stone. Our music is our alchemy."},{"Author":"Alan W. Watts","Category":"poetry","Quote":"There is nothing at all that can be talked about adequately, and the whole art of poetry is to say what can't be said."},{"Author":"Jane Kenyon","Category":"poetry","Quote":"The poet's job is to put into words those feelings we all have that are so deep, so important, and yet so difficult to name, to tell the truth in such a beautiful way, that people cannot live without it."},{"Author":"Tanzy Sayadi,  liQUID PROse QUOtes","Category":"poetry","Quote":"The aching in my chest isn't because I miss you,it's realizing that you have become someone I no longer know,your fears, your 4 am thoughts, your achievements,are things I no longer have an equivalent to.Who we were and who we are are four different people, and the me from now doesn't relate to the me from then, let alone to the you from now.-Tanzy Sayadi and Jarod Kintz"},{"Author":"Adrienne Rich,  Diving Into the Wreck","Category":"poetry","Quote":"...you look at me like an emergency"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"poetry","Quote":"The sunset produces flower clouds in a garden in the sky, and while there is still light you can see a heavenly representation of my love for you.The sunrise produces rays that light up the world like your eyes do when you're with me. They shimmer and I can see the stars in your eyes that gleam from your soul.-Jarod Kintz and Karen Quan"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"poetry","Quote":"I remember being surrounded by the heaven-sent scent of July pine in the Rockies, as you and I laughed and danced like the snow would never come. Now, as the snow covers everything, just like I in these sheets, I close my eyes, preparing myself to see you again, my summer queen.-Jarod Kintz and Tanzy Sayadi"},{"Author":"Bruce Wayne Sullivan","Category":"poetry","Quote":"Anyone who has no need of anybody but himself is either a beast or a God.\"Aristotle"},{"Author":"Ezra Pound","Category":"poetry","Quote":"Rhythm must have meaning."},{"Author":"Javan,  Something to Someone","Category":"poetry","Quote":"I don't wish to be everything to everyone, but I would like to be something to someone."},{"Author":"Billy Collins,  Sailing Alone Around the Room: New and Selected Poems","Category":"poetry","Quote":"But some nights, I must tell you,I go down there after everyone has fallen asleep.I swim back and forth in the echoing blackness.I sing a love song as well as I can,lost for a while in the home of the rain."},{"Author":"Sanober Khan","Category":"poetry","Quote":"a flower knows, when its butterfly will return, and if the moon walks out, the sky will understand;but now it hurts, to watch you leave so soon,when I don't know, if you will ever come back."},{"Author":"Kim Addonizio","Category":"poetry","Quote":". . . All artists’ work is autobiographical. Any writer’s work is a map of their psyche. You can really see what their concerns are, what their obsessions are, and what interests them."},{"Author":"Sylvia Plath,  Crossing the Water","Category":"poetry","Quote":"Stars open among the lilies.Are you not blinded by such expressionless sirens?This is the silence of astounded souls."},{"Author":"John Milton,  Paradise Lost","Category":"poetry","Quote":"Our state cannot be severed, we are one,One flesh; to lose thee were to lose myself."},{"Author":"William Blake,  Auguries of Innocence","Category":"poetry","Quote":"To see a World in a grain of sand,And a Heaven in a wild flower,Hold Infinity in the palm of your hand,And Eternity in an hour."},{"Author":"T.S. Eliot,  The Waste Land and Other Writings","Category":"poetry","Quote":"You gave me hyacinths first a year ago; They called me the hyacinth girl.' —Yet when we came back, late, from the Hyacinth garden, Your arms full, and your hair wet, I could not Speak, and my eyes failed, I was neither Living nor dead, and I knew nothing, Looking into the heart of light, the silence. Od' und leer das Meer."},{"Author":"Rudyard Kipling","Category":"poetry","Quote":"At two o'clock in the morning, if you open your window and listen,You will hear the feet of the Wind that is going to call the sun.And the trees in the Shadow rustle and the trees in the moonlight glisten,And though it is deep, dark night, you feel that the night is done."},{"Author":"Karl Lagerfeld","Category":"poetry","Quote":"Like poetry, fashion does not state anything. It merely suggests"},{"Author":"Li-Young Lee","Category":"poetry","Quote":"We suffer each other to have each other a while."},{"Author":"Carl Sandburg","Category":"poetry","Quote":"Poetry is the synthesis of hyacinths and biscuits."},{"Author":"Mary Oliver,  Red Bird","Category":"poetry","Quote":"So come to the pond, or the river of your imagination, or the harbor of your longing,and put your lips to the world.And live your life."},{"Author":"Jorge Luis Borges,  This Craft of Verse","Category":"poetry","Quote":"Sometimes, looking at the many books I have at home, I feel I shall die before I come to the end of them, yet I cannot resist the temptation of buying new books. Whenever I walk into a bookstore and find a book on one of my hobbies — for example, Old English or Old Norse poetry — I say to myself, “What a pity I can’t buy that book, for I already have a copy at home."},{"Author":"Nora Roberts,  Born in Fire","Category":"poetry","Quote":"He wanted to be a poet,' someone else put in while Maggie hugged Tim and patted his back. 'Said he'd only lacked the words to be one."},{"Author":"Rubén Darío","Category":"poetry","Quote":"You are an Universe of Universes and your soul a source of songs."},{"Author":"Daphne Gottlieb,  Why Things Burn","Category":"poetry","Quote":"come back so i can say yes this time do it again now that i know what to call what you didthis time i'll be ready i like it rough now and i'm done with romance i never met another man who loved me so much at first sight he had to hurt me to do it"},{"Author":"Thomas Aquinas","Category":"poetry","Quote":"Because philosophy arises from awe, a philosopher is bound in his way to be a lover of myths and poetic fables. Poets and philosophers are alike in being big with wonder."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"You talk when you cease to be at peace with your thoughts;And when you can no longer dwell in the solitude of your heart you live in your lips, and sound is a diversion and a pastime.And in much of your talking, thinking is half murdered."},{"Author":"H.D.,  Trilogy: The Walls Do Not Fall / Tribute to the Angels / The Flowering of the Rod","Category":"poetry","Quote":"...if you do not even understand what words say,how can you expect to pass judgementon what words conceal?"},{"Author":"Samuel Taylor Coleridge,  The Rime of the Ancient Mariner","Category":"poetry","Quote":"Since then, at an uncertain hour, That agony returns: And till my ghastly tale is told, This heart within me burns."},{"Author":"Rosa Luxemburg","Category":"poetry","Quote":"Being human means throwing your whole life on the scales of destiny when need be, all the while rejoicing in every sunny day and every beautiful cloud."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of."},{"Author":"T.S. Eliot,  The Waste Land","Category":"poetry","Quote":"My nerves are bad to-night. Yes, bad. Stay with me. 'Speak to me. Why do you never speak? Speak. 'What are you thinking of? What thinking? What? 'I never know what you are thinking. Think."},{"Author":"Edgar Allan Poe,  Annabel Lee","Category":"poetry","Quote":"For the moon never beams without bringing me dreamsOf the beautiful Annabel Lee;And the stars never rise but i feel the bright eyesOf the beautiful Annabel Lee."},{"Author":"Virginia Woolf,  The Waves","Category":"poetry","Quote":"Now begins to rise in me the familiar rhythm; words that have lain dormant now lift, now toss their crests, and fall and rise, and falls again. I am a poet, yes. Surely I am a great poet."},{"Author":"Edna St. Vincent Millay,  Collected Poems","Category":"poetry","Quote":"Stranger, pause and look;From the dust of agesLift this little book,Turn the tattered pages,Read me, do not let me die!Search the fading letters findingSteadfast in the broken bindingAll that once was I!"},{"Author":"Robert Burns","Category":"poetry","Quote":"Some hae meat and canna eat,And some wad eat that want it,But we hae meat and we can eat,And sae the Lord be thankit."},{"Author":"Robert A. Heinlein","Category":"poetry","Quote":"A poet who reads his verse in public may have other nasty habits."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"I can't even enjoy a blade of grass unless I know there's a subway handy, or a record store or some other sign that people do not totally regret life. It's more important to confirm the least sincere. The clouds get enough attention as it is..."},{"Author":"Lao Tzu,  The Chinese Translations","Category":"poetry","Quote":"A man who knows how little he knows is well, a man who knows how much he knows is sick. If, when you see the symptoms, you can tell, Your cure is quick.A sound man knows that sickness makes him sick and before he catches it his cure is quick."},{"Author":"Numey","Category":"poetry","Quote":"A lot we have in our head,But things of heart are not yet dead,They have done none, but just fled,Out of us, Forgotten, just been bled.."},{"Author":"George Gordon Byron,  Poetical Works","Category":"poetry","Quote":"We'll Go No More A-rovingSo, we'll go no more a-rovingSo late into the night,Though the heart still be as loving,And the moon still be as bright.For the sword outwears its sheath,And the soul wears out the breast,And the heart must pause to breathe,And love itself have rest.Though the night was made for loving,And the day returns too soon,Yet we'll go no more a-rovingBy the light of the moon."},{"Author":"Theodore Roethke,  The Collected Poems","Category":"poetry","Quote":"By daily dying, I have come to be."},{"Author":"Plato","Category":"poetry","Quote":"Poetry is nearer to vital truth than history."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I fall in love with you four times a year: winter, spring, summer, and fall. The leaves may change, but how I feel about you does not."},{"Author":"Omar Khayyám","Category":"poetry","Quote":"This worldthat was our homefor a brief spellnever brought us anythingbut pain and grief;its a shame that not one of our problemswas ever solved.We departwith a thousand regretsin our hearts."},{"Author":"Samuel Taylor Coleridge,  The Complete Poems","Category":"poetry","Quote":"In Xanadu did Kubla KhanA stately pleasure-dome decree:Where Alph, the sacred river, ranThrough caverns measureless to man Down to a sunless sea."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"Kerouac: You're ruining American poetry, O'Hara.O'Hara: That's more than you ever did for it, Kerouac"},{"Author":"William Blake","Category":"poetry","Quote":"A Robin Redbreast in a CagePuts all Heaven in a Rage.A dove house fill’d with doves and pigeonsShudders Hell thro’ all its regions.A Dog starv’d at his Master’s GatePredicts the ruin of the State.A Horse misus’d upon the RoadCalls to Heaven for Human blood.Each outcry of the hunted HareA fiber from the Brain does tear."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"By a route obscure and lonelyHaunted by ill angels only,Where an eidolon, named NIGHT,On a black throne reigns upright,I have reached these lands but newlyFrom an ultimate dim Thule --From a wild, weird clime that lieth, sublime,Out of SPACE, out of TIME."},{"Author":"William Carlos Williams,  Spring and All","Category":"poetry","Quote":"It is at the edge of the petal that love waits"},{"Author":"William Carlos Williams,  The Farmers' Daughters","Category":"poetry","Quote":"Your thighs are appletrees. Your knees are a southern breeze."},{"Author":"Lucy Grealy","Category":"poetry","Quote":"Does something which exists on the edge have no true relevance to the stable center, or does it, by being on the edge, become a part of the edge and thus a part of the boundary, the definition which gives the whole its shape?"},{"Author":"Criss Jami,  Killosophy","Category":"poetry","Quote":"I think there is a song out there to describe just about any situation."},{"Author":"Federico García Lorca,  Three Tragedies: Blood Wedding, Yerma, Bernarda Alba","Category":"poetry","Quote":"My head is full of fireand grief and my tongueruns wild, piercedwith shards of glass."},{"Author":"Cath Crowley,  Graffiti Moon","Category":"poetry","Quote":"If my like for you was a football crowd, you’d be deaf ’cause of the roar. And if my like for you was a boxer, there’d be a dead guy lying on the floor. And if my like for you was sugar, you’d lose your teeth before you were twenty. And if my like for you was money, let’s just say you’d be spending plenty."},{"Author":"Virginia Woolf,  Orlando","Category":"poetry","Quote":"The flower bloomed and faded. The sun rose and sank. The lover loved and went. And what the poets said in rhyme, the young translated into practice."},{"Author":"Jean Cocteau","Category":"poetry","Quote":"The poet doesn't invent. He listens."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"poetry","Quote":"Even when muddy your wings sparkle bright wonders that heal broken worlds."},{"Author":"W.H. Auden,  Another Time","Category":"poetry","Quote":"Follow, poet, follow rightTo the bottom of the night,With your unconstraining voiceStill persuade us to rejoice;With the farming of a verseMake a vineyard of the curse,Sing of human unsuccessIn a rapture of distress;In the deserts of the heartLet the healing fountain start,In the prison of his daysTeach the free man how to praise."},{"Author":"Omar Khayyám,  Edward Fitzgerald's The Rubaiyat of Omar Khayyam","Category":"poetry","Quote":"A book of verses underneath the boughA flask of wine, a loaf of bread and thouBeside me singing in the wildernessAnd wilderness is paradise now."},{"Author":"Kate DiCamillo,  Flora and Ulysses: The Illuminated Adventures","Category":"poetry","Quote":"Nothingwould beeasier withoutyou,because youare everything,all of it-sprinkles, quarks, giantdonuts, eggs sunny-side up-youare the ever-expandinguniverseto me."},{"Author":"Karen Joy Fowler,  The Jane Austen Book Club","Category":"poetry","Quote":"I once broke up with a boy because he wrote me an awful poem."},{"Author":"James Kavanaugh,  There Are Men Too Gentle to Live Among Wolves","Category":"poetry","Quote":"I saw my face todayAnd it looked older,Without the warmth of wisdomOr the softnessBorn of pain and waiting.The dreams were gone from my eyes,Hope lost in hollownessOn my cheeks,A finger of deathPulling at my jaws.So I did my push-upsAnd wondered if I'd ever find you,To see my faceWith friendlier eyes than mine."},{"Author":"Frank O'Hara,  The Collected Poems of Frank O'Hara","Category":"poetry","Quote":"I am ashamed of my century, but I have to smile."},{"Author":"Christopher Marlowe,  The Complete Plays and Poems","Category":"poetry","Quote":"Come live with me and be my Love, And we will all the pleasures prove"},{"Author":"Neil Gaiman","Category":"poetry","Quote":"If you only write when inspired, you may be a fairly decent poet, but you'll never be a novelist."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"poetry","Quote":"the worst thing,\"he told me,\"is bitterness, people end up sobitter."},{"Author":"Percy Bysshe Shelley","Category":"poetry","Quote":"I arise from dreams of thee,And a spirit in my feetHas led me- who knows how?To thy chamber-window, Sweet!"},{"Author":"Tim Burton","Category":"poetry","Quote":"Staring GirlI once knew a girlwho would just stand there and stare.At anyone or anything,she seemed not to careShe'd stare at the ground,She'd stare at the sky.She'd stare at you for hours,and you'd never know why.But after winning the local staring contest,she finally gave her eyesa well-deserved rest."},{"Author":"Dante Gabriel Rossetti,  The House of Life","Category":"poetry","Quote":"Look in my face; my name is Might-have-been; I am also call'd No-more, Too-late, Farewell"},{"Author":"Michelangelo Buonarroti","Category":"poetry","Quote":"If I am more alive because love burns and chars me,as a fire, given wood or wind, feels new elation,it's that he who lays me low is my salvation,and invigorates the more, the more he scars me."},{"Author":"Wallace Stevens","Category":"poetry","Quote":"We live in an old chaos of the sun."},{"Author":"John Keats,  Bright Star: Love Letters and Poems of John Keats to Fanny Brawne","Category":"poetry","Quote":"You are always new. THe last of your kisses was ever the sweetest; the last smile the brightest; the last movement the gracefullest. When you pass'd my window home yesterday, I was fill'd with as much admiration as if I had then seen you for the first time...Even if you did not love me I could not help an entire devotion to you."},{"Author":"Matthew Arnold,  Matthew Arnold: The Complete Poems","Category":"poetry","Quote":"But often, in the world’s most crowded streets,But often, in the din of strife,There rises an unspeakable desireAfter the knowledge of our buried life;A thirst to spend our fire and restless forceIn tracking out our true, original course;A longing to inquireInto the mystery of this heart which beatsSo wild, so deep in us—to knowWhence our lives come and where they go."},{"Author":"Rainer Maria Rilke,  Rilke's Book of Hours: Love Poems to God","Category":"poetry","Quote":"I want my own will, and I wantsimply to be with my will,as it goes toward action.And in the silent, sometimes hardly moving times,when something is coming near,I want to be with those who knowsecret things or else alone...I want to unfold.I don’t want to be folded anywhere,because where I am folded,there I am a lie."},{"Author":"Adrian C. Louis,  Fire Water World: Poems","Category":"poetry","Quote":"I'm at that place I grew up to leave."},{"Author":"José Luís Peixoto,  A Criança em Ruínas","Category":"poetry","Quote":"one day, when tenderness has become the single rule of the morning,/ I will wake in your arms. perhaps your skin will be overly gorgeous./ and the light will include the impossible understanding of love."},{"Author":"Lang Leav,  Love & Misadventure","Category":"poetry","Quote":"She lends her pen,to thoughts of him,that flow from it,in her solitary.For she is his poet,And he is her poetry."},{"Author":"Alexander Pope","Category":"poetry","Quote":"To wake the soul by tender strokes of art,To raise the genius, and to mend the heart"},{"Author":"Richard Brautigan,  Rommel Drives on Deep Into Egypt","Category":"poetry","Quote":"Hinged to forgetfulness like a door,she slowly closed out of sight,and she was the woman I loved,but too many times she slept likea mechanical deer in my caresses,and I ached in the metal silenceof her dreams."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"poetry","Quote":"Oh, what is brighter than the light?What is darker than the night?What is keener than an axe?What is softer than melting wax?Truth is brighter than the light,Falsehood darker than the night.Revenge is keener than an axe,And love is softer than melting wax."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I'm sober. Yessiree, I quit drinking. I haven't had a beer in four hours. Now I just need some coffee and to get drunk on love poetry."},{"Author":"Robert Louis Stevenson,  Selected Poems","Category":"poetry","Quote":"REQUIEMUnder the wide and starry skyDig the grave and let me lie:Glad did I live and gladly die,And I laid me down with a will.This be the verse you grave for me:Here he lies where he long'd to be;Home is the sailor, home from the sea,And the hunter home from the hill."},{"Author":"Pablo Neruda,  Twenty Love Poems and a Song of Despair","Category":"poetry","Quote":"Ya no la quiero, es cierto, pero tal vez la quiero.Es tan corto el amor, y es tan largo el olvido."},{"Author":"Edgar Allan Poe,  The Poetic Principle","Category":"poetry","Quote":"I would define, in brief, the poetry of words as the rhythmical creation of beauty."},{"Author":"Chairil Anwar","Category":"poetry","Quote":"sekali berarti sesudah itu mati"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"The wind may be invisible, but it’s colored by memories of you, as you gently blew into my life, adding motion and emotion to my still-beating heart."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"My face in thine eye, thine in mine appeares, And true plaine hearts doe in the faces rest, Where can we finde two better hemispheares Without sharpe North, without declining West? What ever dyes, was not mixt equally; If our two loves be one, or, thou and I Love so alike, that none doe slacken, none can die."},{"Author":"Jack Gilbert,  The Dance Most of All: Poems","Category":"poetry","Quote":"Waking At NightThe blue river is grey at morningand evening. There is twilightat dawn and dusk. I lie in the darkwondering if this quiet in me nowis a beginning or an end."},{"Author":"Horace","Category":"poetry","Quote":"Happy the man, and happy he alone,he who can call today his own:he who, secure within, can say,Tomorrow do thy worst, for I have lived today.Be fair or foul, or rain or shinethe joys I have possessed, in spite of fate, are mine.Not Heaven itself, upon the past has power,but what has been, has been, and I have had my hour."},{"Author":"Percy Bysshe Shelley,  The Complete Poems","Category":"poetry","Quote":"Music, When Soft Voices DieMusic, when soft voices die, Vibrates in the memory; Odours, when sweet violets sicken, Live within the sense they quicken. Rose leaves, when the rose is dead, Are heap'd for the belovèd's bed; And so thy thoughts, when thou art gone, Love itself shall slumber on."},{"Author":"Saul Williams","Category":"poetry","Quote":"Books are carefully folded forests/void of autumn/bound from the sun"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"A white wedding dress, once worn, is like the ghost of a moment, trapping feelings of forever into fabric that’s never to be tried on again."},{"Author":"William Wordsworth,  Lines Composed a Few Miles Above Tintern Abbey","Category":"poetry","Quote":"For I have learned to look on nature, not as in the hour of thoughtless youth; but hearing oftentimes the still, sad music of humanity."},{"Author":"Beau Taplin","Category":"poetry","Quote":"Self love is an oceanand your heart is a vessel. Make it full,and any excess will spill overinto the lives of the peopleyou hold dear. But you must come first."},{"Author":"Charles Dickens,  The Pickwick Papers","Category":"poetry","Quote":"Poetry makes life what lights and music do the stage."},{"Author":"Jay-Z,  Decoded","Category":"poetry","Quote":"A poet's mission is to make words do more work than they normally do, to make them work on more than one level."},{"Author":"Billy Collins,  Sailing Alone Around the Room: New and Selected Poems","Category":"poetry","Quote":"I see all of us reading ourselves away from ourselves,  straining in circles of light to find more light until the line of words becomes a trail of crumbs that we follow across a page of fresh snow"},{"Author":"Harryette Mullen","Category":"poetry","Quote":"I regret to say I'munable to reply to your unexpressed desires."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"Quiero hacer contigo lo que la primavera hace con los cerezos"},{"Author":"Adrienne Rich,  The Dream of a Common Language","Category":"poetry","Quote":"I choose to love this time for oncewith all my intelligence-from \"Splittings"},{"Author":"Julio Cortázar,  Around the Day in Eighty Worlds","Category":"poetry","Quote":"Wordplay hides a key to reality that the dictionary tries in vain to lock inside every free word."},{"Author":"Kami Garcia,  Beautiful Creatures","Category":"poetry","Quote":"Nobody the dead man & Nobody the livingNobody is giving in & Nobody is givingNobody hears me but just Nobody caresNobody fears me but Nobody just staresNobody belongs to me & Nobody remainsNo Nobody knows nothingAll that remains are remains"},{"Author":"Robert M. Drake","Category":"poetry","Quote":"I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you."},{"Author":"Gustave Flaubert,  Flaubert in Egypt: A Sensibility on Tour","Category":"poetry","Quote":"What wretched poverty of language! To compare stars to diamonds!"},{"Author":"Gwendolyn Brooks","Category":"poetry","Quote":"Poetry is life distilled."},{"Author":"Kristi Maxwell","Category":"poetry","Quote":"Living together/ is one move closer/ to living apart"},{"Author":"Langston Hughes","Category":"poetry","Quote":"Cheap little rhymesA cheap little tuneAre sometimes as dangerousAs a sliver of the moon."},{"Author":"Sanober Khan","Category":"poetry","Quote":"i want to be in love with youthe same wayi am in love with the moonwith the lightshiningout of its soul."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"poetry","Quote":"The wind may be invisible, but it’s colored by memories of you, as you gently blew into my life, adding motion and emotion to my still-beating heart. I feel you here with me, even though I'm all alone. Time is only measured now by then seconds since you've gone, and losing you is as painful as running a faucet on a bloody wound.-Jarod Kintz and Crystal Woods"},{"Author":"Amy Lowell","Category":"poetry","Quote":"I am tired, Beloved, of chafing my heart againstThe want of you;Of squeezing it into little inkdrops,And posting it."},{"Author":"Rabindranath Tagore,  Lover's Gift","Category":"poetry","Quote":"The young student sits with his head bent over his books, and his mind straying in youth's dreamland; where prose is prowling on the desk and poetry hiding in the heart."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"I felt a Cleaving in my Mind—As if my Brain had split—I tried to match it—Seam by Seam—But could not make it fit."},{"Author":"Lawrence Ferlinghetti","Category":"poetry","Quote":"I feel there is an angel in me' she'd say 'whom I amconstantly shocking"},{"Author":"Robert M. Drake","Category":"poetry","Quote":"If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you."},{"Author":"Stephen Dunn,  Different Hours","Category":"poetry","Quote":"I'll say I love you,Which will lead, of course,to disappointment,but those words unsaidpoison every next moment.I will try to disappoint youbetter than anyone else has."},{"Author":"Dorothy Parker,  The Portable Dorothy Parker","Category":"poetry","Quote":"My love runs by like a day in June, And he makes no friends of sorrows. He'll tread his galloping rigadoon In the pathway of the morrows. He'll live his days where the sunbeams start, Nor could storm or wind uproot him. My own dear love, he is all my heart, -- And I wish somebody'd shoot him."},{"Author":"T.S. Eliot,  The Sacred Wood","Category":"poetry","Quote":"No poet, no artist of any art, has his complete meaning alone. His significance, his appreciation is the appreciation of his relation to the dead poets and artists. You cannot value him alone; you must set him, for contrast and comparison, among the dead."},{"Author":"Sara Teasdale,  Rivers to the Sea","Category":"poetry","Quote":"I shall have peace, as leafy trees are peaceful When rain bends down the bough; And I shall be more silent and cold-hearted Than you are now."},{"Author":"Percy Bysshe Shelley","Category":"poetry","Quote":"Poetry is a mirror which makes beautiful that which is distorted"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"Poetic inspiration is all around us, and it surrounds us like silent music that makes our hearts vibrate. Any time you give or receive love, you are a part of a living poem."},{"Author":"Andrew Marvell,  To His Coy Mistress","Category":"poetry","Quote":"Had we but world enough and time, This coyness, lady, were no crime. We would sit down, and think which way To walk, and pass our long love’s day."},{"Author":"E.E. Cummings","Category":"poetry","Quote":"down with hell and heaven and all the religious fussinfinity pleased our parents one inch looks good to us"},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"There is another alphabet, whispering from every leaf, singing from every river, shimmering from every sky."},{"Author":"Edna St. Vincent Millay,  The Harp-Weaver and Other Poems","Category":"poetry","Quote":"I will come back to you, I swear I will;And you will know me still.I shall be only a little tallerThan when I went."},{"Author":"Mahmoud Darwish","Category":"poetry","Quote":"خضراء أكتبها على نثر السنابل في كتاب الحقل ، قوّسها امتلاءٌ شاحبٌ فيها وفي. وكلما صادقت أو آخيت سنبلةً تعلّمت البقاء من الفناء وضده. أنا حبة القمح التي ماتت لكي تخضرّ ثانية وفي موتي حياةٌ ما"},{"Author":"Philip Larkin,  Collected Poems","Category":"poetry","Quote":"Uncontradicting solitudeSupports me on its giant palm;And like a sea-anemoneOr simple snail, there cautiouslyUnfolds, emerges, what I am."},{"Author":"Paul Valéry,  The Art of Poetry","Category":"poetry","Quote":"Nothing is more natural than mutual misunderstanding; the contrary is always surprising. I believe that one never agrees on anything except by mistake, and that all harmony among human beings is the happy fruit of an error."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"poetry","Quote":"girlsplease give yourbodies and yourlivestothe young menwhodeserve thembesidesthere isno wayI would welcometheintolerabledullsenseless hellyou would bringmeandI wish youluckin bedandoutbut notinminethankyou."},{"Author":"Billy Collins,  The Trouble With Poetry - And Other Poems","Category":"poetry","Quote":"I could feel the day offering itself to me,and I wanted nothing morethan to be in the moment-but which moment?Not that one, or that one, or that one,"},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"poetry","Quote":"Lord, may the pain be ours, And the weakness that it brings, But at least give us the strength, Of not showing it to anyone!"},{"Author":"Gwendolyn Brooks,  Annie Allen","Category":"poetry","Quote":"Exhaust the little moment. Soon it dies.And be it gash or gold it will not comeAgain in this identical disguise."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"And to 'scape stormy days, I choose an everlasting night."},{"Author":"Samuel Taylor Coleridge","Category":"poetry","Quote":"No man was ever yet a great poet, without at the same time being a profound philosopher."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"poetry","Quote":"Even if you are alone you wage war with yourself."},{"Author":"Anne Stevenson","Category":"poetry","Quote":"Mind led bodyto the edge of the precipice.They stared in desireat the naked abyss.If you love me, said mind,take that step into silence.If you love me, said body,turn and exist."},{"Author":"Czesław Miłosz","Category":"poetry","Quote":"You see how I tryTo reach with wordsWhat matters mostAnd how I fail."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"poetry","Quote":"I should combine a car bumper with a belt, for a fashion accessory that’s safe for office romances. Powdered love poetry sold separately."},{"Author":"Mark Strand,  Selected Poems","Category":"poetry","Quote":"Even this late it happens:the coming of love, the coming of light."},{"Author":"Walt Whitman","Category":"poetry","Quote":"Sometimes with one I love, I fill myself with rage, for fear I effuse unreturn'd love; But now I think there is no unreturn'd love—the pay is certain, one way or another; (I loved a certain person ardently, and my love was not return'd; Yet out of that, I have written these songs.)"},{"Author":"Craig Ferguson","Category":"poetry","Quote":"Twas the night before Thanksgiving. All the food's in the oven. And I'm in the bedroom performin' self lovin'."},{"Author":"Billy Collins,  Picnic, Lightning","Category":"poetry","Quote":"It is time to float on the waters of the night. Time to wrap my arms around this book and press it to my chest, life preserver in a sea of unremarkable men and women, anonymous faces on the street, a hundred thousand unalphabetized things, a million forgotten hours."},{"Author":"Kim Addonizio","Category":"poetry","Quote":"Love me like a wrong turn on a bad roadlate at night."},{"Author":"Samuel Taylor Coleridge,  The Rime of the Ancient Mariner","Category":"poetry","Quote":"Alone, alone, all, all alone, Alone on a wide wide sea! And never a saint took pity on My soul in agony."},{"Author":"Edgar Allan Poe,  Edgar Allan Poe: Selected Poems","Category":"poetry","Quote":"You call it hope — that fire of fire!It is but agony of desire."},{"Author":"Friedrich Schiller","Category":"poetry","Quote":"There are three lessons I would write-Three words, as with a burning pen, In tracings of eternal light,Upon the heart of men.Have hope! though clouds environ round,And gladness hides her face in scorn,Put thou the shadow from thy brow,No night but hath its morn.Have love! not love alone for one, But man as man thy brother call,And scatter like the circling sun,Thy charities on all."},{"Author":"William Blake","Category":"poetry","Quote":"The lamb misused breeds public strifeAnd yet forgives the butcher's knife."},{"Author":"W.S. Merwin,  The Shadow of Sirius","Category":"poetry","Quote":"part memory part distance remainingmine in the ways that I learn to miss you"},{"Author":"Santosh Kalwar","Category":"poetry","Quote":"Every beginning has an end and every end has a new beginning, don't worry, broken soul, life will one day come to an end."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"To risk life to save a smile on a face of a woman or a child is the secret of chivalry."},{"Author":"William Cowper,  The Poetical Works Of William Cowper","Category":"poetry","Quote":"God moves in mysterious waysHis wonders to performs"},{"Author":"Dorothy Parker","Category":"poetry","Quote":"It costs me never a stab nor squirm / To tread by chance upon a worm. / Aha, my little dear, / I say, Your clan will pay me back one day."},{"Author":"Marina Tsvetaeva","Category":"poetry","Quote":"Don't you know no one can escapethe power of creatures reaching outwith breath alone?"},{"Author":"Santōka Taneda,  Mountain Tasting: Haiku and Journals of Santoka Taneda","Category":"poetry","Quote":"Haiku is not a shriek, a howl, a sigh, or a yawn; rather, it is the deep breath of life."},{"Author":"Graham Chapman","Category":"poetry","Quote":"McGough: I'm sorry. I'm afraid I've caught poetry. Mr Bones: Oh really? Well, don't worry, sir - I used to suffer from short stories.McGough: Really? When?Mr Bones: Oh, once upon a time ..."},{"Author":"Amy Lowell","Category":"poetry","Quote":"A black cat among roses,phlox, lilac-misted under a quarter moon,the sweet smells of heliotrope and night-scented stock. The garden is very still.It is dazed with moonlight,contented with perfume..."},{"Author":"Gary D. Schmidt,  Okay for Now","Category":"poetry","Quote":"You know, there are good reasons to learn how to read. Poetry isn't one of them. I mean, so what if two roads go two ways in a wood? So what? Who cares if it made all that big a difference? What difference? And why should I have to guess what the difference is? Isn't that what he's supposed to say?Why can't poets just say what they want to say and then shut up?"},{"Author":"Muriel Rukeyser","Category":"poetry","Quote":"No one wants to read poetry. You have to make it impossible for them to put the poem down--impossible for them to stop reading it, word after word. You have to keep them from closing the book."},{"Author":"Henry Wadsworth Longfellow,  Flower-de-Luce, and the Masque of Pandora","Category":"poetry","Quote":"Resolve, and thou art free."},{"Author":"John Clare,  \"I Am\": The Selected Poetry of John Clare","Category":"poetry","Quote":"I am—yet what I am none cares or knows; My friends forsake me like a memory lost: I am the self-consumer of my woes— They rise and vanish in oblivious host, Like shadows in love’s frenzied stifled throes And yet I am, and live—like vapours tossed"},{"Author":"Paul Verlaine,  One Hundred and One Poems by Paul Verlaine: A Bilingual Edition","Category":"poetry","Quote":"Il pleure dans mon coeurComme il pleut sur la ville.Tears are shed in my heart like the rain on the town."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"Love's mysteries in souls do grow,But yet the body is his book."},{"Author":"Katerina Stoykova Klemer,  The air around the butterfly/Въздухът около пеперудата","Category":"poetry","Quote":"How to Write a PoemCatch the airaround the butterfly."},{"Author":"Holly Black,  Valiant","Category":"poetry","Quote":"One fine day, in the middle of the night, two dead boys got up to fight. Back to back they faced each other. They pulled out their swords and shot one another. One deaf cop, on the beat heard the noise, and came and shot the two dead boys."},{"Author":"Andrea Gibson","Category":"poetry","Quote":"We are all instruments pulling the bows across our own lungs. Windmills, still startling in every storm. Have you ever seen a newborn blinking at the light? I wanna do that every day. I wanna know what the kite called itself when it got away, when it escaped into the night..."},{"Author":"Virginia Woolf,  Selected Letters of Virginia Woolf","Category":"poetry","Quote":"My brain hums with scraps of poetry and madness."},{"Author":"Gabriela Mistral","Category":"poetry","Quote":"You shall create beauty not to excite the sensesbut to give sustenance to the soul."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"poetry","Quote":"It is strange how a scrap of poetry works in the mind and makes the legs move in time to it along the road."},{"Author":"Craig Ferguson","Category":"poetry","Quote":"I've got mixed feelings about poetry cause done well poetry is fantastic. But not many people are capable of doing it well. I think you should have some kind of license to perform poetry. A poetic license perhaps."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"Our love was bornoutside the walls,in the wind,in the night,in the earth,and that's why the clay and the flower,the mud and the rootsknow your name."},{"Author":"Virgil,  Eclogues. Georgics. Aeneid: Books 1-6","Category":"poetry","Quote":"forsan et haec olim meminisse iuvabit.and perhaps it will be pleasing to have remembered these things one day"},{"Author":"Lawrence Ferlinghetti,  Wild Dreams of a New Beginning","Category":"poetry","Quote":"We have seen the best minds of our generation destroyed by boredom at poetry readings."},{"Author":"Emily Dickinson","Category":"poetry","Quote":"She dealt her pretty words like Blades --How glittering they shone --And every One unbared a NerveOr wantoned with a Bone --She never deemed -- she hurt --That -- is not Steel's Affair --A vulgar grimace in the Flesh --How ill the Creatures bear --To Ache is human -- not polite --The Film upon the eyeMortality's old Custom --Just locking up -- to Die."},{"Author":"Lucille Clifton","Category":"poetry","Quote":"won't you celebrate with mewhat i have shaped intoa kind of life? i had no model.born in babylonboth nonwhite and womanwhat did i see to be except myself?i made it uphere on this bridge betweenstarshine and clay,my one hand holding tightmy other hand; come celebratewith me that everydaysomething has tried to kill meand has failed."},{"Author":"A. Saleh,  Poetry Eyes","Category":"poetry","Quote":"When you write about what you dream, you become a writer.When you dream about what you write, you become haunted by a curse."},{"Author":"Naomi Shihab Nye,  Red Suitcase","Category":"poetry","Quote":"Anyone who says, “Here’s my address,write me a poem,” deserves something in reply.So I’ll tell a secret instead:poems hide. In the bottoms of our shoes,they are sleeping. They are the shadowsdrifting across our ceilings the moment before we wake up. What we have to dois live in a way that lets us find them."},{"Author":"Hāfez,  The Rubaiyat of Hafiz","Category":"poetry","Quote":"When no one is looking,I swallow deserts and cloudsand chew on mountainsknowing they are sweet bones!When no one is lookingand I want to kiss God,I just lift my own hand to my mouth."},{"Author":"Ted Hughes","Category":"poetry","Quote":"The inmost spirit of poetry, in other words, is at bottom, in every recorded case, the voice of pain – and the physical body, so to speak, of poetry, is the treatment by which the poet tries to reconcile that pain with the world."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"poetry","Quote":"How does the ordinary person come to the transcendent? For a start, I would say, study poetry. Learn how to read a poem. You need not have the experience to get the message, or at least some indication of the message. It may come gradually. (92)"},{"Author":"Aleister Crowley,  The Scented Garden Of Abdullah The Satirist Of Shiraz","Category":"poetry","Quote":"Some men are born sodomites, some achieve sodomy, and some have sodomy thrust upon them..."},{"Author":"Seamus Heaney,  Opened Ground: Selected Poems, 1966-1996","Category":"poetry","Quote":"Between my finger and my thumb The squat pen rests; snug as a gun."},{"Author":"Gerard Manley Hopkins,  Gerard Manley Hopkins: The Complete Poems","Category":"poetry","Quote":"What would the world be, once bereft Of wet and of wildness? Let them be left, O let them be left, wildness and wet; Long live the weeds and the wilderness yet."},{"Author":"Christina Rossetti,  The Poetical Works of Christina Georgina Rossetti","Category":"poetry","Quote":"In the bleak midwinter Frosty wind made moan, Earth stood hard as iron, Water like a stone; Snow had fallen, Snow on snow, Snow on snow, In the bleak midwinter, Long ago."},{"Author":"Ted Kooser","Category":"poetry","Quote":"Valentine's Day is the poet's holiday."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"That's not a run in your stocking, it's a hand on your leg."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"It was never about the world being too big, it was more like she was too much for the world to handle."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"Wild Nights – Wild Nights!Were I with theeWild Nights should beOur luxury!Futile – the winds –To a heart in port –Done with the compass –Done with the chart!Rowing in Eden –Ah, the sea!Might I moor – Tonight –In thee!"},{"Author":"Christopher Morley","Category":"poetry","Quote":"The courage of the poet is to keep ajar the door that leads into madness."},{"Author":"Amy Lowell","Category":"poetry","Quote":"For books are more than books, they are the lifeThe very heart and core of ages past,The reason why men lived and worked and died,The essence and quintessence of their lives."},{"Author":"Ernest Dowson,  The Poems and Prose of Ernest Dowson","Category":"poetry","Quote":"They are not long, the days of wine and roses:Out of a misty dreamOur path emerges for awhile, then closesWithin a dream."},{"Author":"Robert Browning","Category":"poetry","Quote":"Take away love and our earth is a tomb."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"Words rich in meaning can be cheap in sound effects."},{"Author":"Robert Browning","Category":"poetry","Quote":"The rain set early in tonight,The sullen wind was soon awake,It tore the elm-tops down for spite,And did its best to vex the lake:I listened with heart fit to break.When glided in Porphyria; straightShe shut the cold out and the storm,And kneeled and made the cheerless grateBlaze up and all the cottage warm;"},{"Author":"Edmond Rostand,  Cyrano de Bergerac","Category":"poetry","Quote":"...But...to sing,to dream, to smile, to walk, to be alone, be free,with a voice that stirs and an eye that still can see!To cock your hat to one side, when you pleaseat a yes, a no, to fight, or- make poetry!To work without a thought of fame or fortune,on that journey, that you dream of, to the moon!Never to write a line that's not your own..."},{"Author":"Sonia Sanchez","Category":"poetry","Quote":"Come windless invaderI am a carnival ofStars, a poem of blood."},{"Author":"Octavio Paz,  The Other Voice: Essays on Modern Poetry","Category":"poetry","Quote":"This is perhaps the most noble aim of poetry, to attach ourselves to the world around us, to turn desire into love, to embrace, finally what always evades us, what is beyond, but what is always there – the unspoken, the spirit, the soul."},{"Author":"Emily Brontë,  Poems by Currer, Ellis, and Acton Bell","Category":"poetry","Quote":"And, even yet, I dare not let it languish,Dare not indulge in memory’s rapturous pain;Once drinking deep of that divinest anguish,How could I seek the empty world again?"},{"Author":"Robert M. Drake","Category":"poetry","Quote":"She wildly burned for the one she loved and he stood there watching, hoping he too would catch a blaze from the violence stirring in her heart."},{"Author":"Louise Glück,  Vita Nova","Category":"poetry","Quote":"The master said You must write what you see.But what I see does not move me.The master answered Change what you see."},{"Author":"David Carradine","Category":"poetry","Quote":"If you cannot be a poet, be the poem."},{"Author":"Mary Oliver","Category":"poetry","Quote":"Sometimes I dreamthat everything in the world is here, in my room, in a great closet, named and orderly,and I am here too, in front of it, hardly able to see for the flash and the brightness—and sometimes I am that madcap person clapping my hands and singing; and sometimes I am that quiet person down on my knees."},{"Author":"Honoré de Balzac","Category":"poetry","Quote":"Love is the poetry of the senses!"},{"Author":"John Dryden","Category":"poetry","Quote":"I am sore wounded but not slainI will lay me down and bleed a whileAnd then rise up to fight again"},{"Author":"Rumi","Category":"poetry","Quote":"Soul receives from soul that knowledge, therefore not by book nor from tongue. If knowledge of mysteries come after emptiness of mind, that is illumination of heart."},{"Author":"Sanober Khan,  A Thousand Flamingos","Category":"poetry","Quote":"Sometimes I think,I need a spare heart to feel all the things I feel."},{"Author":"Marvin Bell,  Mars Being Red","Category":"poetry","Quote":"The war to preserve the privilege of mythmaking"},{"Author":"Sanober Khan","Category":"poetry","Quote":"Wordsare powerfulforces of nature.they are destruction.they are nourishment. they are flesh. they are water.they are flowers and bone.they burn. they cleansethey erase. they etch. they can eitherleave youfeelinghomelessor brimmingwith home."},{"Author":"Sara Teasdale,  Love Songs","Category":"poetry","Quote":"WisdomWhen I have ceased to break my wings Against the faultiness of things, And learned that compromises wait Behind each hardly opened gate, When I can look Life in the eyes, Grown calm and very coldly wise, Life will have given me the Truth, And taken in exchange -- my youth."},{"Author":"Joss Whedon","Category":"poetry","Quote":"My soul is wrapped in harsh repose,Midnight descends in raven-colored clothes,But soft... behold!A sunlight beamButting a swath of glimmering gleam.My heart expands,'tis grown a bulge in it,Inspired by your beauty...Effulgent."},{"Author":"C.D. Wright,  Cooling Time: An American Poetry Vigil","Category":"poetry","Quote":"Poetry is the language of intensity. Because we are going to die, an expression of intensity is justified."},{"Author":"Billy Joel","Category":"poetry","Quote":"We didn't start the fireIt was always burningSince the world's been turningWe didn't start the fireNo we didn't light itBut we tried to fight it"},{"Author":"Naomi Shihab Nye","Category":"poetry","Quote":"I Still Have Everything You Gave MeIt is dusty on the edges.It is slightly rotten.I guard it without thinking.I focus on it once a yearwhen I shake it out in the wind.I do not ache.I would not trade."},{"Author":"Philip Larkin,  High Windows","Category":"poetry","Quote":"Rather than words comes the thought of high windows:The sun-comprehending glass,And beyond it, the deep blue air, that showsNothing, and is nowhere, and is endless."},{"Author":"J.D. Salinger,  Raise High the Roof Beam, Carpenters & Seymour: An Introduction","Category":"poetry","Quote":"John Keats / John Keats / John / Please put your scarf on."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"poetry","Quote":"Rem tene, verba sequentur: grasp the subject, and the words will follow. This, I believe, is the opposite of what happens with poetry, which is more a case of verba tene, res sequenter: grasp the words, and the subject will follow."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"She needed the chaos within her in order to discover the extraordinary no man could ever reach."},{"Author":"Gwendolyn Brooks,  Selected Poems","Category":"poetry","Quote":"We real cool. We Left school. We Lurk late. We Strike straight. We Sing sin. We Thin gin. We Jazz June. We Die soon."},{"Author":"Seamus Heaney","Category":"poetry","Quote":"All I know is a door into the dark"},{"Author":"Milan Kundera","Category":"poetry","Quote":"The characters in my novels are my own unrealised possibilities. That is why I am equally fond of them all and equally horrified by them. Each one has crossed a border that I myself have circumvented."},{"Author":"Jack Kerouac,  Mexico City Blues","Category":"poetry","Quote":"I'd rather be thin than famousbut I'm fatpaste that in your broadway show"},{"Author":"José Martí,  Versos Sencillos: Simple Verses","Category":"poetry","Quote":"A grain of poetry suffices to season a century."},{"Author":"John Adams,  The Letters of John and Abigail Adams","Category":"poetry","Quote":"You will never be alone with a poet in your pocket."},{"Author":"Naomi Shihab Nye,  Salting the Ocean: 100 Poems by Young Poets","Category":"poetry","Quote":"you will never catch up.Walk around feeling like a leafknow you could tumble at any second.Then decide what to do with your time.--The Art of Disappearing"},{"Author":"Katerina Stoykova Klemer","Category":"poetry","Quote":"Writing is not a matter of time, but a matter or of space. If you don't keep space in your head for writing, you won't write even if you have the time."},{"Author":"Virginia Woolf,  Orlando","Category":"poetry","Quote":"Green in nature is one thing, green in literature another. Nature and letters seem to have a natural antipathy; bring them together and they tear each other to pieces."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"Inebriate of Air — am I —And Debauchee of Dew —Reeling — thro endless summer days —From Inns of Molten Blue —"},{"Author":"Amy Lowell","Category":"poetry","Quote":"You are ice and fire The touch of you burns my hands like snow"},{"Author":"Robert Frost,  The Poetry of Robert Frost","Category":"poetry","Quote":"Fireflies in the GardenBy Robert Frost 1874–1963 Here come real stars to fill the upper skies, And here on earth come emulating flies, That though they never equal stars in size, (And they were never really stars at heart) Achieve at times a very star-like start. Only, of course, they can't sustain the part."},{"Author":"Pat Conroy,  Beach Music","Category":"poetry","Quote":"Writing poetry and reading books causes brain damage."},{"Author":"Percy Bysshe Shelley,  Prometheus Unbound","Category":"poetry","Quote":"When soul meets soul on lovers' lips."},{"Author":"Billy Collins,  The Apple That Astonished Paris","Category":"poetry","Quote":"all they want to dois tie the poem to a chair with ropeand torture a confession out of it.They begin beating it with a hoseto find out what it really means."},{"Author":"Paul Éluard","Category":"poetry","Quote":"There is another world, and it is in this one."},{"Author":"Theodore Roethke,  The Collected Poems","Category":"poetry","Quote":"I wake to sleep, and take my waking slow. I feel my fate in what I cannot fear. I learn by going where I have to go."},{"Author":"George Orwell,  Keep the Aspidistra Flying","Category":"poetry","Quote":"He drove his mind into the abyss where poetry is written."},{"Author":"Joy Harjo","Category":"poetry","Quote":"There is no poetry where there are no mistakes."},{"Author":"Leonard Nimoy,  Come Be With Me: A Collection of Poems","Category":"poetry","Quote":"Rocket shipsare excitingbut so are roseson a birthday."},{"Author":"Edna St. Vincent Millay,  Mine the Harvest","Category":"poetry","Quote":"And must I then, indeed, Pain, live with youall through my life?-sharing my fire, my bed,Sharing-oh, worst of all things!-the same head?-And, when I feed myself, feeding you too?"},{"Author":"Wallace Stevens","Category":"poetry","Quote":"One must read poetry with one's nerves."},{"Author":"Mary Oliver","Category":"poetry","Quote":"Poetry is a life-cherishing force."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"poetry","Quote":"I believe in the flesh and the appetites; Seeing, hearing, feeling, are miracles, and each part and tag of me is a miracle. Divine am I inside and out, and I make holy whatever I touch or am touch’d from;The scent of these arm-pits, aroma finer than prayer; This head more than churches, bibles, and all the creeds."},{"Author":"Ellen Kennedy","Category":"poetry","Quote":"i don't want to hate the presidenti don't want to go to harvardi don't want to win the pulitzer prizei just want to sit in my bathtuband think about relationships i will never havewith people i will never meetand then go lay in my bedwith a magnifying glassand count all the stiches in my sheetsuntil i fall asleepand wake upto repeat again."},{"Author":"Margaret Atwood,  Procedures For Underground","Category":"poetry","Quote":"Where do the words gowhen we have said them?"},{"Author":"Helen Keller,  The Story of My Life: With Her Letters (1887 1901) and a Supplementary Account of Her Education Including Passages from the Reports and Letters of Her Teacher Anne Mansfield Sullivan by John Albert Macy","Category":"poetry","Quote":"Great poetry needs no interpreter other than a responsive heart."},{"Author":"Rumi,  The Essential Rumi","Category":"poetry","Quote":"This poetry. I never know what I'm going to say.I don't plan it.When I'm outside the saying of it,I get very quiet and rarely speak at all."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Its dark and I’m reading my scars because our moments remind me of where I should be."},{"Author":"Sanober Khan","Category":"poetry","Quote":"even in the loneliest momentsi have been therefor myself."},{"Author":"Christina Rossetti","Category":"poetry","Quote":"Love shall be our token; love be yours and love be mine."},{"Author":"حافظ","Category":"poetry","Quote":"Good poetry makes the universe reveal a secret."},{"Author":"Sappho,  If Not, Winter: Fragments of Sappho","Category":"poetry","Quote":"In fact she herself once blamed meKyprogeneiabecause I prayed this word:I want."},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"poetry","Quote":"Doubt not, O poet, but persist. Say 'It is in me, and shall out.' Stand there, balked and dumb, stuttering and stammering, hissed and hooted, stand and strive, until at last rage draw out of thee that dream-power which every night shows thee is thine own; a power transcending all limit and privacy, and by virtue of which a man is the conductor of the whole river of electricity."},{"Author":"William Shakespeare,  Shakespeare's Sonnets","Category":"poetry","Quote":"All days are nights to see till I see thee, And nights bright days when dreams do show thee me."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"poetry","Quote":"You not only are hunted by others, you unknowingly hunt yourself."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"You’re not a bad person, you’re just a little bit different and I’m a sucker for that."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"poetry","Quote":"sometimes when everything seems atits worstwhen all conspiresand gnawsand the hours, days, weeksyearsseem wasted – stretched there upon my bedin the darklooking upward at the ceilingi get what many will consider anobnoxious thought:it’s still nice to beBukowski."},{"Author":"Edna St. Vincent Millay,  A Few Figs from Thistles","Category":"poetry","Quote":"Second FigSafe upon the solid rock the ugly houses stand: Come and see my shining palace built upon the sand!"},{"Author":"Sanober Khan,  Turquoise Silence","Category":"poetry","Quote":"because some thingssometimesaren't ours to hold,but just beautiful to listen to."},{"Author":"Dylan Thomas","Category":"poetry","Quote":"I sang in my chains like the sea"},{"Author":"Louise Glück,  Triumph of Achilles","Category":"poetry","Quote":"Why love what you will lose?There is nothing else to love."},{"Author":"Pablo Neruda","Category":"poetry","Quote":"Escóndeme en tus brazospor esta noche sola,mientras la lluvia rompecontra el mar y la tierrasu boca innumerable."},{"Author":"Vikram Chandra,  Red Earth and Pouring Rain","Category":"poetry","Quote":"Ask him why there are hypocrites in the world.''Because it is hard to bear the happiness of others.''When are we happy?''When we desire nothing and realize that possession is only momentary, and so are forever playing.''What is regret?''To realize that one has spent one's life worrying about the future.''What is sorrow?''To long for the past.''What is the highest pleasure?''To hear a good story."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Maybe love was meant to save us from ourselves."},{"Author":"W.S. Merwin,  The Lice","Category":"poetry","Quote":"My words are the garment of what I shall never be Like the tucked sleeve of a one-armed boy."},{"Author":"Kathryn Lasky,  The Capture","Category":"poetry","Quote":"Flutter like a hummingbird, Dive like an eagle, Ain't no bird that's my equal. - Twilight"},{"Author":"Andrew Marvell,  To His Coy Mistress","Category":"poetry","Quote":"Thus, though we cannot make our sun Stand still, yet we will make him run."},{"Author":"Fran Lebowitz,  Metropolitan Life/Social Studies","Category":"poetry","Quote":"If you are of the opinion that the contemplation of suicide is sufficient evidence of a poetic nature, do not forget that actions speak louder than words."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"One need not be a Chamber — to be Haunted — One need not be a House — The Brain has Corridors — surpassing Material Place —"},{"Author":"Dorianne Laux,  The Poet's Companion: A Guide To The Pleasures Of Writing Poetry","Category":"poetry","Quote":"We aren't suggesting that mental instability or unhappiness makes one a better poet, or a poet at all; and contrary to the romantic notion of the artist suffering for his or her work, we think these writers achieved brilliance in spite of their suffering, not because of it."},{"Author":"Charles Baudelaire","Category":"poetry","Quote":"And, drunk with my own madness, I shouted at him furiously, \"Make life beautiful! Make life beautiful!"},{"Author":"Mark Strand,  The Late Hour","Category":"poetry","Quote":"The Coming of LightEven this late it happens:the coming of love, the coming of light. You wake and the candles are lit as if by themselves, stars gather, dreams pour into your pillows, sending up warm bouquets of air.Even this late the bones of the body shine and tomorrow’s dust flares into breath."},{"Author":"Roger Zelazny,  Isle of the Dead","Category":"poetry","Quote":"I watched the spinning stars, grateful, sad and proud, as only a man who has outlived his destiny and realizes he might yet forge himself another, can be."},{"Author":"John Dryden,  All for Love","Category":"poetry","Quote":"Errors, like straws, upon the surface flow; He who would search for pearls, must dive below."},{"Author":"Edgar Allan Poe,  Edgar Allan Poe: Selected Poems","Category":"poetry","Quote":"And the Raven, never flitting, still is sitting, still is sitting On the pallid bust of Pallas just above my chamber door; And his eyes have all the seeming of a demon's that is dreaming, And the lamp-light o'er him streaming throws his shadow on the floor:And my soul from out that shadow that lies floating on the floor Shall be lifted — nevermore!"},{"Author":"Christina Rossetti,  The Complete Poems","Category":"poetry","Quote":"I lock my door upon myself, And bar them out; but who shall wall Self from myself, most loathed of all?"},{"Author":"Miroslav Antić","Category":"poetry","Quote":"Ali ipak uz mene se može, mada je neobično, Sa mnom je opasno hteti, ja nikad ne odustajem."},{"Author":"Shel Silverstein","Category":"poetry","Quote":"Birds are flyin' south for winter.Here's the Weird-Bird headin' north,Wings a-flappin', beak a-chatterin',Cold head bobbin' back 'n' forth.He says, \"It's not that I like iceOr freezin' winds and snowy ground.It's just sometimes it's kind of niceTo be the only bird in town."},{"Author":"Charlotte Eriksson","Category":"poetry","Quote":"I am a free soul, singing my heart out by myself no matter where I go and I call strangers my friends because I learn things and find ways to fit them into my own world. I hear what people say, rearrange it, take away and tear apart until it finds value in my reality and there I make it work. I find spaces in between the cracks and cuts where it feels empty and there I make it work."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"poetry","Quote":"Writing, then, was a substitute for myself: if you don't love me, love my writing & love me for my writing. It is also much more: a way of ordering and reordering the chaos of experience."},{"Author":"Kahlil Gibran,  The Prophet","Category":"poetry","Quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge."},{"Author":"Li-Young Lee","Category":"poetry","Quote":"I am that last, thatfinal thing, the bodyin a white sheet listening,"},{"Author":"Santosh Kalwar,  Obscurity","Category":"poetry","Quote":"Not everything can be felt and not everything will be ever understood."},{"Author":"William Carlos Williams","Category":"poetry","Quote":"If it ain't a pleasure, it ain't a poem."},{"Author":"Otto René Castillo","Category":"poetry","Quote":"But I don't shut up and I don't die.I liveand fight, maddeningthose who rule my country.For if I liveI fight,and if I fightI contribute to the dawn."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"I know how you feel because I’ve been there too. I’ve hated and I’ve loved. I’ve seen my demons root and crawl and my angels branch and soar. I've died within myself and lived a thousand different lives. I too fight the same war and I too am drowning in the puddles of self-consciousness this world created."},{"Author":"W.B. Yeats,  The Winding Stair and Other Poems","Category":"poetry","Quote":"I sat, a solitary man,In a crowded London shop,An open book and empty cupOn the marble table-top.While on the shop and street I gazedMy body of a sudden blazed;And twenty minutes more or lessIt seemed, so great my happiness,That I was blessed and could bless."},{"Author":"Rainer Maria Rilke,  Rilke's Book of Hours: Love Poems to God","Category":"poetry","Quote":"If we surrenderedto earth’s intelligencewe could rise up rooted, like trees.Instead we entangle ourselvesin knots of our own makingand struggle, lonely and confused.So like children, we begin again...to fall,patiently to trust our heaviness.Even a bird has to do thatbefore he can fly."},{"Author":"G.K. Chesterton","Category":"poetry","Quote":"Free verse is like free love; it is a contradiction in terms."},{"Author":"Jane Austen,  Persuasion","Category":"poetry","Quote":"she thought it was the misfortune of poetry, to be seldom safely enjoyed by those who enjoyed it completely; and that the strong feelings which alone could estimate it truly, were the very feelings which ought to taste it but sparingly."},{"Author":"Shel Silverstein","Category":"poetry","Quote":"Pirate Captain Jim\"Walk the plank,\"says Pirate Jim\"But Captain Jim, I cannot swim.\"\"Then you must steer us through the gale.\"\"But Captain Jim, I cannot sail.\"\"Then down with the galley slaves you go.\"\"But Captain Jim, I cannot row.\"\"Then you must be the pirate's clerk.\"\"But Captain Jim, I cannot work."},{"Author":"Ally Condie,  Matched","Category":"poetry","Quote":"at first when the rain fell from the sky so wide and deepit smelled like sage, my favorite smellI went up on the plateau to watch it cometo see the gifts it always broughtbut this rain changed from blue to black and leftnothing."},{"Author":"Sappho","Category":"poetry","Quote":"Eros, again now, the loosener of limbs troubles me,Bittersweet, sly, uncontrollable creature…."},{"Author":"Pablo Neruda,  Odes to Common Things","Category":"poetry","Quote":"So the freshness lives onin a lemon,in the sweet-smelling house of the rind,the proportions, arcane and acerb."},{"Author":"Jim Morrison","Category":"poetry","Quote":"If my poetry aims to achieve anything, it's to deliver people from the limited ways in which they see and feel."},{"Author":"C. P. Klapper,  The Washington Poems","Category":"poetry","Quote":"Romantic haste in drama bringstears and sighs when the hero diesbut the curtain fall is finalwhen in life we take the tragic wayThe sunset too is a glorious thingbut with it ends the day."},{"Author":"Stanley Kunitz,  The Collected Poems","Category":"poetry","Quote":"In my darkest night,when the moon was coveredand I roamed through wreckage,a nimbus-clouded voicedirected me:“Live in the layers,not on the litter.”Though I lack the artto decipher it,no doubt the next chapterin my book of transformationsis already written.I am not done with my changes."},{"Author":"George Gordon Byron,  Manfred: A Dramatic Poem","Category":"poetry","Quote":"The stars are forth, the moon above the topsOf the snow-shining mountains.—Beautiful!I linger yet with Nature, for the nightHath been to me a more familiar faceThan that of man; and in her starry shadeOf dim and solitary loveliness,I learn'd the language of another world."},{"Author":"Sylvia Plath","Category":"poetry","Quote":"I am solitary as grass. What is it I miss?Shall I ever find it, whatever it is?"},{"Author":"May Sarton","Category":"poetry","Quote":"Where music thundered let the mind be still,Where the will triumphed let there be no will,What light revealed, now let the dark fulfill."},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"poetry","Quote":"So the nymphs they spoke,we kissed and laid.By noontime’s hourour love was made.Like braided chains of crocus stems,we lay entwined, I laid with them.Our breath, one glassy, tideless sea,our bodies draping wearily,we slept, I slept so lucidly,with hopes to stay this memory."},{"Author":"Ella Wheeler Wilcox","Category":"poetry","Quote":"We flatter those we scarcely know,We please the fleeting guest;And deal full many a thoughtless blow,To those who love us best."},{"Author":"Adrienne Rich","Category":"poetry","Quote":"and I ask myself and you, which of our visions will claim uswhich will we claimhow will we go on livinghow will we touch, what will we knowwhat will we say to each other."},{"Author":"Arakida Moritake,  Traditional Japanese Poetry: An Anthology","Category":"poetry","Quote":"A fallen blossomreturning to the bough, I thought --But no, a butterfly."},{"Author":"Edgar Allan Poe","Category":"poetry","Quote":"I have been happy, though in a dream.I have been happy-and I love the theme:Dreams! in their vivid colouring of lifeAs in that fleeting, shadowy, misty strife"},{"Author":"Sanober Khan,  A Thousand Flamingos","Category":"poetry","Quote":"sometimes i don't know, which momentwhich cool gust of wind will come,and enchant metousling my hairand my heart, stirring...that familiar ache of poetry, which drop will kissthe old wrench in my soulreminding me, all over againi miss you better in the rain."},{"Author":"Adrienne Rich","Category":"poetry","Quote":"Love, our subject:we've trained it like ivy to our walls."},{"Author":"Kahlil Gibran,  Sand and Foam","Category":"poetry","Quote":"Poetry is a deal of joy and pain and wonder, with a dash of the dictionary."},{"Author":"Pable Neruda","Category":"poetry","Quote":"Well, now,if little by little you stop loving meI shall stop loving you little by little.If suddenlyyou forget medo not look for me,for I shall already have forgotten you."},{"Author":"Friedrich Nietzsche","Category":"poetry","Quote":"We talk so abstractly about poetry because all of us are usually bad poets."},{"Author":"Dante Alighieri,  The Divine Comedy","Category":"poetry","Quote":"Those ancients who in poetry presented the golden age, who sang its happy state,perhaps, in their Parnassus, dreamt this place. Here, mankind's root was innocent; and herewere every fruit and never-ending spring; these streams--the nectar of which poets sing."},{"Author":"Federico García Lorca","Category":"poetry","Quote":"Verde que te quiero verde. Verde viento. Verdes ramas. El barco sobre la mar y el caballo en la montaña."},{"Author":"Luís Vaz de Camões,  Sonetos de Camões","Category":"poetry","Quote":"Times change, as do our wills, What we are - is ever changing; All the world is made of change, And forever attaining new qualities."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"Oh! kangaroos, sequins, chocolate sodas! / You really are beautiful! Pearls, / harmonicas, jujubes, aspirins!"},{"Author":"Criss Jami,  Killosophy","Category":"poetry","Quote":"Songwriting and poetry are so commonly birthed from underdogs because one can make even the ugliest situations admirable, or more beautiful than the beautiful situations - they are the most graceful media in which the lines of society are distorted."},{"Author":"فاضل نظری","Category":"poetry","Quote":"بی قرار توام ودر دل تنگم گله هاستآه بی تاب شدن عادت کم حوصله هاستمثل عکس رخ مهتاب که افتاده در آبدر دلم هستی وبین من وتو فاصله هاستآسمان با قفس تنگ چه فرقی داردبال وقتی قفس پر زدن چلچله هاستبی هر لحضه مرا بیم فرو ریختن استمثل شهری که به روی گسل زلزله هاستباز می پرسمت از مسئله دوری وعشقوسکوت تو جواب همه مسئله هاست"},{"Author":"Robert M. Drake","Category":"poetry","Quote":"I need you because I know I deserve you but let me fall in love with you one last time before I let go. So I can remember the beautiful imperfection that rattled my bones."},{"Author":"Heinrich Heine","Category":"poetry","Quote":"First, I thought, almost despairing,This must crush my spirit now;Yet I bore it, and am bearing-Only do not ask me how."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"poetry","Quote":"But writing poems and letters doesn't seem to do much good."},{"Author":"Li-Young Lee,  The City in Which I Love You","Category":"poetry","Quote":"a bruise, bluein the muscle, youimpinge upon me.As bone hugs the ache home, soI'm vexed to love you, your bodythe shape of returns, your hair a torsoof light, your heatI must have, your openingI'd eat, each momentof that soft-finned fruit,inverted fountain in which I don't see me."},{"Author":"Rainer Maria Rilke,  Duino Elegies","Category":"poetry","Quote":"Isn’t it time that these most ancient sorrows of ours grew fruitful? Time that we tenderly loosed ourselves from the loved one, and, unsteadily, survived: the way the arrow, suddenly all vector, survives the string to be more than itself. For abiding is nowhere."},{"Author":"Emily Dickinson","Category":"poetry","Quote":"The bustle in a houseThe morning after deathIs solemnest of industriesEnacted upon earth,--The sweeping up the heart,And putting love awayWe shall not want to use againUntil eternity"},{"Author":"Fernando Pessoa","Category":"poetry","Quote":"We, all who live, haveA life that is livedAnd another life that is thought,And the only life we haveIt's the one that is dividedIn right or wrong."},{"Author":"Sara Teasdale,  Dark of the Moon","Category":"poetry","Quote":"Autumn DuskI saw above a sea of hillsA solitary planet shine,And there was no one, near or far,to keep the world from being mine."},{"Author":"Antonio Machado,  Border of a Dream: Selected Poems","Category":"poetry","Quote":"I thought my fireplace dead and stirred the ashes. I burned my fingers."},{"Author":"Alfred Lord Tennyson,  Ulysses","Category":"poetry","Quote":"How dull it is to pause, to make an end,To rust unburnish’d, not to shine in use!As tho’ to breathe were life!"},{"Author":"Boris Pasternak","Category":"poetry","Quote":"Poetry is a rich, full-bodied whistle, cracked ice crunching in pails, the night that numbs the leaf, the duel of two nightingales, the sweet pea that has run wild, Creation's tears in shoulder blades."},{"Author":"Edwin Arnold","Category":"poetry","Quote":"Sweetest smile is made saddest tear-drop!"},{"Author":"George Gordon Byron","Category":"poetry","Quote":"We are all the fools of time and terror: DaysSteal on us and steal from us; yet we live,Loathing our life, and dreading still to die."},{"Author":"Ralph Waldo Emerson","Category":"poetry","Quote":"The secret of poetry is never explained - is always new. We have not got farther than mere wonder at the delicacy of the touch, & the eternity it inherits. In every house a child that in mere play utters oracles, & knows not that they are such. 'Tis as easy as breath. 'Tis like this gravity, which holds the Universe together, & none knows what it is."},{"Author":"Henry Wadsworth Longfellow,  The Complete Works of Henry Wadsworth Longfellow","Category":"poetry","Quote":"Unasked, Unsought, Love gives itself but is not bought"},{"Author":"T.S. Eliot,  The Waste Land","Category":"poetry","Quote":"I think we are in rats’ alley Where the dead men lost their bones."},{"Author":"Robert Bly","Category":"poetry","Quote":"It is not our job to remain whole.We came to lose our leavesLike the trees, and be born again,Drawing up from the great roots."},{"Author":"Margaret Atwood,  You are Happy","Category":"poetry","Quote":"Kill what you can't savewhat you can't eat throw outwhat you can't throw out buryWhat you can't bury give awaywhat you can't give away you must carry with you,it is always heavier than you thought."},{"Author":"John Clare,  The Later Poems, 1837-1864: Volumes I and II","Category":"poetry","Quote":"I found the poems in the fields,And only wrote them down."},{"Author":"Kay Ryan","Category":"poetry","Quote":"It's important to have your private enjoyments because sometimes that's all we have."},{"Author":"Suheir Hammad,  Zaatardiva","Category":"poetry","Quote":"Your war drum ain't / louder than this breath."},{"Author":"Voltaire,  Philosophical Dictionary","Category":"poetry","Quote":"One merit of poetry few persons will deny: it says more and in fewer words than prose."},{"Author":"Louise Glück","Category":"poetry","Quote":"Tonight I saw myself in the dark window asthe image of my father, whose lifewas spent like this,thinking of death, to the exclusionof other sensual matters,so in the end that lifewas easy to give up, sinceit contained nothing: evenmy mother's voice couldn't make himchange or turn backas he believedthat once you can't love another human beingyou have no place in the world."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"How could I live above the water or breathe under it. How could I swim in darkness consumed in an ocean of you? Falling or flying towards you, losing or finding myself in you and beauty was never the word to catch all that you are. For now I know the means of the infinite and it all starts and ends with you."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"At the end of the day I went to this place where your memories left footsteps on my skin and the breath of your touch stained my desire. Yea, it was one of those nights where I needed you the most."},{"Author":"Dorianne Laux,  The Poet's Companion: A Guide To The Pleasures Of Writing Poetry","Category":"poetry","Quote":"Who you are contributes to your poetry in a number of important ways, but you shouldn't identify with your poems so closely that when they are cut, you're the one that bleeds."},{"Author":"John Clare,  Poems Chiefly from Manuscript","Category":"poetry","Quote":"O words are poor receipts for what time hath stole away"},{"Author":"Vanna Bonta,  Shades Of The World","Category":"poetry","Quote":"The true poem rests between the words."},{"Author":"Richard Lovelace,  The Lucasta Poems","Category":"poetry","Quote":"I could not love thee, Dear, so much, Loved I not Honour more."},{"Author":"Ralph Waldo Emerson","Category":"poetry","Quote":"Every word was once a poem."},{"Author":"Santosh Kalwar,  Obscurity","Category":"poetry","Quote":"I see your picture and in that picture I didn't see you."},{"Author":"Gertrude Stein,  Tender Buttons","Category":"poetry","Quote":"A FEATHER.A feather is trimmed, it is trimmed by the light and the bug and the post, it is trimmed by little leaning and by all sorts of mounted reserves and loud volumes. It is surely cohesive."},{"Author":"Nicole Blackman,  Blood Sugar","Category":"poetry","Quote":"The ambitions are wake up, breathe, keep breathing."},{"Author":"Mahmoud Darwish,  Absent Presence","Category":"poetry","Quote":"Far away, our dreams have nothing to do with what we do. The wind carries the night, and passes on, aimless."},{"Author":"Tom Schulman,  Dead Poets Society","Category":"poetry","Quote":"And medecine, law, business, engineering, these are noble pursuits and necessary to sustain life. But poetry, beauty, romance, love: these are what we stay alive for."},{"Author":"Mary Oliver,  Dream Work","Category":"poetry","Quote":"I wanted the past to go away, I wantedto leave it, like another country; I wantedmy life to close, and openlike a hinge, like a wing, like the part of the songwhere it fallsdown over the rocks: an explosion, a discovery;I wantedto hurry into the work of my life; I wanted to know,whoever I was, I wasalivefor a little while."},{"Author":"Walt Whitman","Category":"poetry","Quote":"This is the city, and I am one of the citizens/Whatever interests the rest interests me"},{"Author":"Robert M. Drake","Category":"poetry","Quote":"With all honesty, somewhere between the hello and the dreams I saw you in I fell in love."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"She wasn't broken. She was just bent, over the chance of being ignored by the one she loved."},{"Author":"William Carlos Williams,  Spring and All","Category":"poetry","Quote":"so much dependsupona red wheelbarrowglazed with rainwaterbeside the whitechickens."},{"Author":"Sara Teasdale,  Helen of Troy and Other Poems","Category":"poetry","Quote":"At NightLove said, \"Wake still and think of me,\"Sleep, \"Close your eyes till break of day,\"But Dreams came by and smilinglyGave both to Love and Sleep their way."},{"Author":"Mary Howitt,  Spider and the Fly","Category":"poetry","Quote":"Will you walk into my parlour?\"said the Spider to the Fly"},{"Author":"Frank O'Hara","Category":"poetry","Quote":"I have been to lots of partiesand acted perfectly disgracefulbut I never actually collapsedoh Lana Turner we love you get up"},{"Author":"Octavio Paz,  A Draft of Shadows and Other Poems","Category":"poetry","Quote":"Mineral cactai,quicksilver lizards in the adobe walls,the bird that punctures space,thirst, tedium, clouds of dust, impalpable epiphanies of wind.The pines taught me to talk to myself.In that garden I learnedto send myself off.Later there were no gardens."},{"Author":"Dee Dee M. Scott,  Joy Cometh In The Morning","Category":"poetry","Quote":"Love me in actions, not in words."},{"Author":"شيرين عادل,  حالة حب موسمية","Category":"poetry","Quote":"أعرفُ أنني عندما أقع في الحبسيكون الفصل شتاءًاوستسري في جسدي قشعريرةفلن أدري أسببها البردأم كوني معك؟"},{"Author":"Jeanette Winterson,  Why Be Happy When You Could Be Normal?","Category":"poetry","Quote":"A tough life needs a tough language—and that is what poetry is. That is what literature offers—a language powerful enough to say how it is."},{"Author":"Frank O'Hara,  Lunch Poems","Category":"poetry","Quote":"...but it is good to be several floors up in the dead of night wondering whether you are any good or not and the only decision you can make is that you did it..."},{"Author":"Jean Cocteau","Category":"poetry","Quote":"Every poem is a coat of arms. It must be deciphered. How much blood, how many tears in exchange for these axes, these muzzles, these unicorns, these torches, these towers, these martlets, these seedlings of stars and these fields of blue!"},{"Author":"Edna St. Vincent Millay,  Renascence and Other Poems","Category":"poetry","Quote":"The first rose on my rose-tree  Budded, bloomed, and shattered, During sad days when to me  Nothing mattered. Grief of grief has drained me clean;  Still it seems a pity No one saw,—it must have been  Very pretty."},{"Author":"William Ernest Henley,  Hawthorn and Lavender: With Other Verses","Category":"poetry","Quote":"O, it's die we must, but it's live we can, And the marvel of earth and sun Is all for the joy of woman and man And the longing that makes them one."},{"Author":"John Dryden,  Absalom and Achitophel","Category":"poetry","Quote":"But far more numerous was the herd of such,Who think too little, and who talk too much."},{"Author":"Yrsa Daley-Ward","Category":"poetry","Quote":"You will come away bruised.You will come away bruisedbut this will give you poetry."},{"Author":"Anna Akhmatova,  The Complete Poems of Anna Akhmatova","Category":"poetry","Quote":"This cruel age has deflected me,like a river from this course.Strayed from its familiar shores,my changeling life has flowedinto a sister channel.How many spectacles I've missed:the curtain rising without me,and falling too. How many friendsI never had the chance to meet."},{"Author":"Stephen Sondheim","Category":"poetry","Quote":"One difference between poetry and lyrics is that lyrics sort of fade into the background. They fade on the page and live on the stage when set to music."},{"Author":"C.D. Wright,  Cooling Time: An American Poetry Vigil","Category":"poetry","Quote":"I am suggesting that the radical of poetry lies not in theresolution of doubts but in their proliferation"},{"Author":"Sara Teasdale,  Dark of the Moon","Category":"poetry","Quote":"There Will Be StarsThere will be stars over the place forever;Though the house we loved and the street we loved are lost,Every time the earth circles her orbitOn the night the autumn equinox is crossed,Two stars we knew, poised on the peak of midnightWill reach their zenith; stillness will be deep;There will be stars over the place forever,There will be stars forever, while we sleep."},{"Author":"Mark Strand","Category":"poetry","Quote":"Sometimes he did not know if he slept or just thought about sleep."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"The Soul selects her own Society—Then—shuts the Door—To her divine Majority—Present no more—Unmoved—she notes the Chariots—pausing—At her low Gate—Unmoved—an Emperor be kneelingUpon her Mat—I've known her—from an ample nation—Choose One—Then—close the Valves of her attention—Like Stone—"},{"Author":"Anne Bradstreet","Category":"poetry","Quote":"I am obnoxious to each carping tongue/ Who says my hand a needle better fits./ A poet's pen all scorn I should thus wrong/ For such despite they cast on female wits;/ If what I do prove well, it won't advance,/ They'll say it's stolen, or else, it was by chance."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"A precious, mouldering pleasure ’t is To meet an antique book, In just the dress his century wore; A privilege, I think."},{"Author":"Leonard Cohen,  Beautiful Losers","Category":"poetry","Quote":"It was a dance of masks and every mask was perfect because every mask was a real face and every face was areal mask so there was no mask and there was no face for there was but one dance in which there was butone mask but one true face which was the same and which was a thing without a name which changed andchanged into itself over and over."},{"Author":"Dejan Stojanovic","Category":"poetry","Quote":"There is no competition of sounds between a nightingale and a violin."},{"Author":"Henry Wadsworth Longfellow,  Voices of the Night","Category":"poetry","Quote":"Tell me not in mournful numbers,Life is but an empty dream!For the soul is dead that slumbers,And things are not what they seem."},{"Author":"Emily Dickinson,  I'm Nobody! Who Are You?","Category":"poetry","Quote":"Mine Enemy is growing old --I have at last Revenge --The Palate of the Hate departs --If any would avenge Let him be quick -- the Viand flits --It is a faded Meat --Anger as soon as fed is dead --'Tis starving makes it fat"},{"Author":"T.S. Eliot","Category":"poetry","Quote":"Poetry may make us from time to time a little more aware of the deeper, unnamed feelings which form the substratum of our being, to which we rarely penetrate; for our lives are mostly a constant evasion of ourselves."},{"Author":"Henry Wadsworth Longfellow,  Voices of the Night","Category":"poetry","Quote":"Art is long, and Time is fleeting."},{"Author":"William Shakespeare,  The Sonnets and Narrative Poems","Category":"poetry","Quote":"Like as the waves make towards the pebbled shore,So do our minutes hasten to their end;Each changing place with that which goes before,In sequent toil all forwards do contend."},{"Author":"Kay Ryan","Category":"poetry","Quote":"Failure: the renewable resource."},{"Author":"David Carradine","Category":"poetry","Quote":"If you can not be a poet, be the poem."},{"Author":"John Donne,  The Complete English Poems","Category":"poetry","Quote":"True and false fears let us refrain, Let us love nobly, and live, and add again Years and years unto years, till we attain To write threescore: this is the second of our reign."},{"Author":"William Shakespeare","Category":"poetry","Quote":"A lover goes toward his beloved as enthusiastically as a schoolboy leaving his books, but when he leaves his girlfriend, he feels as miserable as the schoolboy on his way to school. (Act 2, scene 2)"},{"Author":"R.S. Thomas,  The Echoes Return Slow","Category":"poetry","Quote":"You have to imaginea waiting that is not impatientbecause it is timeless."},{"Author":"Sanober Khan,  Turquoise Silence","Category":"poetry","Quote":"...so i will greet youin a wayall loved thingsare meant to be greetedwith a tear in my heartand a poem in my eye."},{"Author":"Stephen Dunn","Category":"poetry","Quote":"ConnubialBecause with alarming accuracy she’d been identifying patterns I was unaware of—this tic, that tendency, like the way I've mastered the language of intimacy in order to conceal how I felt— I knew I was in danger of being terribly understood."},{"Author":"Emily Dickinson,  Selected Poems","Category":"poetry","Quote":"This is the Hour of Lead – Remembered, if outlived, As Freezing persons, recollect the Snow – First – Chill – then Stupor – then the letting go –"},{"Author":"Robert W. Service,  Rhymes of a Rolling Stone","Category":"poetry","Quote":"I have no doubt at all the Devil grins,As seas of ink I spatter. Ye gods, forgive my \"literary\"sins --The other kind don't matter."},{"Author":"Chiyo Ni","Category":"poetry","Quote":"But for their cries,The herons would be lostAmidst the morning snow."},{"Author":"Adrian C. Louis,  Fire Water World: Poems","Category":"poetry","Quote":"Tears upon the dry sponge of heartdo not prove I am Promethean."},{"Author":"Neil Hilborn","Category":"poetry","Quote":"The first time I saw her,Everything in my head went quiet."},{"Author":"Robert M. Drake","Category":"poetry","Quote":"Suddenly I remembered that laugh, it told a different story, our story."},{"Author":"Suzy Kassem","Category":"poetry","Quote":"APPLY WITHINYou once told meYou wanted to findYourself in the world -And I told you toFirst apply within,To discover the worldwithin you.You once told meYou wanted to saveThe world from all its wars -And I told you toFirst save yourselfFrom the world,And all the warsYou put yourselfThrough.APPLY WITHIN by Suzy Kassem"},{"Author":"Rainer Maria Rilke,  Rainer Maria Rilke - Sämtliche Werke (Complete Works)","Category":"poetry","Quote":"Someday you will name me, then gently place those burning holy roses in my hair.[Songs of Longing]"},{"Author":"Maurice Sendak,  Chicken Soup With Rice: A Book of Months","Category":"poetry","Quote":"Each month is gay,Each season nice,When eatingChicken soupWith rice"},{"Author":"Henry Miller,  Tropic of Cancer","Category":"poetry","Quote":"Through endless night the earth whirls toward a creation unknown..."},{"Author":"Heinrich Heine","Category":"poetry","Quote":"A pine tree standeth lonelyIn the North on an upland bare;It standeth whitely shroudedWith snow, and sleepeth there.It dreameth of a Palm treeWhich far in the East alone,In the mournful silence standethOn its ridge of burning stone."},{"Author":"A.E. Housman,  A Shropshire Lad","Category":"poetry","Quote":"Into my heart an air that killsFrom yon far country blows:What are those blue remembered hills,What spires, what farms are those?That is the land of lost content,I see it shining plain,The happy highways where I wentAnd cannot come again."},{"Author":"Lewis Carroll,  Through the Looking-Glass, and What Alice Found There","Category":"poetry","Quote":"One! two! and through and throughThe vorpal blade went snickersnack!He left it dead, and with its headHe went galumphing back."},{"Author":"Czesław Miłosz","Category":"poetry","Quote":"It is sweet to think I was a companion in an expedition that never ends"},{"Author":"Jon Davis","Category":"poetry","Quote":"Of the many forms that silence takes, the most memorable is the dry husk of the cicada."},{"Author":"William Shakespeare","Category":"poetry","Quote":"To me, fair friend, you never can be old,For as you were when first your eye I ey'd, Such seems your beauty still."},{"Author":"Frank O'Hara","Category":"poetry","Quote":"You just go on your nerve."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"poetry","Quote":"I am the red wheelbarrow of communism. William Carlos Williams wrote a poem about me."},{"Author":"Tom Schulman,  Dead Poets Society","Category":"poetry","Quote":"We don't read and write poetry because it's cute. We read and write poetry because we are members of the human race."},{"Author":"Vladimir Mayakovsky","Category":"poetry","Quote":"On I’ll pass,dragging my huge love behind me.On whatfeverish night, deliria-ridden,by what Goliaths was I begot – I, so bigand by no one needed?"},{"Author":"Emily Dickinson,  The Complete Poems","Category":"poetry","Quote":"I stepped from Plank to PlankSo slow and cautiouslyThe Stars about my Head I felt,About my Feet the Sea.I knew not but the nextWould be my final inch —This gave me that precarious GaitSome call Experience."},{"Author":"Kem,  Tales of a Chocolate Smuggler: My Life with Dragons","Category":"poetry","Quote":"He will one day meet his true love... A fellow traveler on the road... Her eyes will be his ocean... In her ocean he will sail forever...."},{"Author":"Faraaz Kazi","Category":"poetry","Quote":"Lie beside me, oh my beloved! For thy thorns are more pleasurable than the petals of the world.Hold me in thy arms of hope, for the truth of separation can rest tonight."}]
