[{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"positive","Quote":"you can, you should, and if you’re brave enough to start, you will."},{"Author":"Abraham Lincoln","Category":"positive","Quote":"We can complain because rose bushes have thorns, or rejoice because thorn bushes have roses."},{"Author":"Donald J. Trump","Category":"positive","Quote":"Get going. Move forward. Aim High. Plan a takeoff. Don't just sit on the runway and hope someone will come along and push the airplane. It simply won't happen. Change your attitude and gain some altitude. Believe me, you'll love it up here."},{"Author":"Alphonse Karr,  A Tour Round My Garden","Category":"positive","Quote":"Some people grumble that roses have thorns; I am grateful that thorns have roses."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"A busy, vibrant, goal-oriented woman is so much more attractive than a woman who waits around for a man to validate her existence."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Hope for love, pray for love, wish for love, dream for love…but don’t put your life on hold waiting for love."},{"Author":"Stephen Richards","Category":"positive","Quote":"Minds are like flowers, they only open when the time is right."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"You are essentially who you create yourself to be and all that occurs in your life is the result of your own making."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"One of the best times for figuring out who you are & what you really want out of life? Right after a break-up."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go."},{"Author":"Roopleen","Category":"positive","Quote":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"There is nothing more beautiful than someone who goes out of their way to make life beautiful for others."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"If you learn to really sit with loneliness and embrace it for the gift that it is…an opportunity to get to know YOU, to learn how strong you really are, to depend on no one but YOU for your happiness…you will realize that a little loneliness goes a LONG way in creating a richer, deeper, more vibrant and colorful YOU."},{"Author":"Mandy Hale","Category":"positive","Quote":"Two things you will never have to chase: True friends & true love."},{"Author":"Ted Dekker,  The Slumber of Christianity: Awakening a Passion for Heaven on Earth","Category":"positive","Quote":"The world’s bumper sticker reads: Life sucks, and then you die. Perhaps Christian bumper stickers should read: Life sucks, but then you find hope and you can’t wait to die."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Sometimes when you lose your way, you find YOURSELF."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"The discontent and frustration that you feel is entirely your own creation."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Realize that if a door closed, it’s because what was behind it wasn’t meant for you."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Single is no longer a lack of options – but a choice. A choice to refuse to let your life be defined by your relationship status but to live every day Happily and let your Ever After work itself out."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Being brave enough to be alone frees you up to invite people into your life because you want them and not because you need them."},{"Author":"Frances Hodgson Burnett,  The Secret Garden","Category":"positive","Quote":"Of course there must be lots of Magic in the world,\"he said wisely one day, \"but people don't know what it is like or how to make it. Perhaps the beginning is just to say nice things are going to happen until you make them happen. I am going to try and experiment."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Celebrate the people in your life who are there because they love you for no other reason than because you are YOU."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"positive","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"positive","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Single” is an opportunity to live life on your own terms and not apologize."},{"Author":"Stephen Richards","Category":"positive","Quote":"You don't have to be good at something to be liked."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"It’s OKAY to be scared. Being scared means you’re about to do something really, really brave."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"positive","Quote":"if you tell yourself you feel fine, you will."},{"Author":"Stephen Richards","Category":"positive","Quote":"Stand out from the crowd, be yourself."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"When you concentrate your energy purposely on the future possibility that you aspire to realize, your energy is passed on to it and makes it attracted to you with a force stronger than the one you directed towards it."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Better to put your heart on the line, risk everything, and walk away with nothing than play it safe. Love is a lot of things, but “safe” isn’t one of them."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Outer beauty pleases the EYE. Inner beauty captivates the HEART."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"You will never gain anyone's approval by begging for it. When you stand confident in your own worth, respect follows."},{"Author":"Shannon L. Alder","Category":"positive","Quote":"The lesson will always repeat itself, unless you see yourself as the problem--not others."},{"Author":"Stephen Richards","Category":"positive","Quote":"No matter whether you believe in luck or chance, the final decision is from yourself."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Single |sin•gle| (adjective) - Too fabulous to settle."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"You will evolve past certain people. Let yourself."},{"Author":"Stephen Richards","Category":"positive","Quote":"You willed yourself to where you are today, so will yourself out of it."},{"Author":"Mike Dooley","Category":"positive","Quote":"Thoughts Become Things... Choose The Good Ones!"},{"Author":"Lorii Myers","Category":"positive","Quote":"The power behind taking responsibility for your actions lies in putting an end to negative thought patterns. You no longer dwell on what went wrong or focus on whom you are going to blame. You don't waste time building roadblocks to your success. Instead, you are set free and can now focus on succeeding."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Consider the fact that maybe…just maybe…beauty and worth aren’t found in a makeup bottle, or a salon-fresh hairstyle, or a fabulous outfit. Maybe our sparkle comes from somewhere deeper inside, somewhere so pure and authentic and REAL, it doesn’t need gloss or polish or glitter to shine."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"positive","Quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Without desires and dreams, your thoughts do not matter and you can think whatever you want to."},{"Author":"Rodolfo Costa,  Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes","Category":"positive","Quote":"Cultivate an optimistic mind, use your imagination, always consider alternatives, and dare to believe that you can make possible what others think is impossible."},{"Author":"Stephen Richards","Category":"positive","Quote":"If the great internet connects us all ... then why are so many of us becoming increasingly isolated?"},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Every sunrise is priceless and you can experience the richness that life holds only when you live life to the full instead of just being an onlooker."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Exhaust your worries and they will soon leave you."},{"Author":"Charles F. Glassman,  Brain Drain The Breakthrough That Will Change Your Life","Category":"positive","Quote":"Believing in negative thoughts is the single greatest obstruction to success."},{"Author":"Allan Rufus","Category":"positive","Quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Be a bit of a challenge; not because you're playing games but because you realize you're worth the extra effort."},{"Author":"Jennifer Crusie,  Agnes and the Hitman","Category":"positive","Quote":"You have to open up to the world and learn optimism...Contentment with the past, happiness with the present, and hope for the future. Learned optimisim."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"positive","Quote":"Well, if it can be thought, it can be done, a problem can be overcome,"},{"Author":"Amit Ray,  Mindfulness : Living in the Moment - Living in the Breath","Category":"positive","Quote":"Mind is a flexible mirror, adjust it, to see a better world."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"The realisation that limitations are imaginary will make you strong and overpowering."},{"Author":"Victoria Addino","Category":"positive","Quote":"Never run from the enemy, tackle them"},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"I have my own theory: ignorance is bliss. The less you know, the more confident you can be in tackling things."},{"Author":"Victoria Addino","Category":"positive","Quote":"Always think extra hard before crossing over to a bad side, if you were weak enough to cross over, you may not be strong enough to cross back!"},{"Author":"Napoleon Hill,  Think and Grow Rich","Category":"positive","Quote":"To win the big stakes in this changed world, you must catch the spirit of the great pioneers of the past, whose dreams have given to civilization all that it has of value, the spirit that serves as the life-blood of our own country – your opportunity and mine, to develop and market our talents."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"For us to regard others as worthy, we have to begin by regarding ourselves as worthy."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"We are exactly what our history made us to be."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"There’s something really cool about knowing that your destiny is SO big that you’re not meant to share it with anyone. At least not yet."},{"Author":"Thea Kristine May","Category":"positive","Quote":"Appreciate every little beautiful moment in every day of your life. Give it a try and you'll see the world from another perspective."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"There are some places in life where you can only go alone. Embrace the beauty of your solo journey."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"The more you go with the flow of life and surrender the outcome to God, and the less you seek constant clarity, the more you will find that fabulous things start to show up in your life."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Positive belief in yourself will give you the energy needed to conquer the world and this belief is the power behind all creation."},{"Author":"Stephen Richards","Category":"positive","Quote":"A thought is a Cosmic Order waiting to happen."},{"Author":"Stephen Richards","Category":"positive","Quote":"Inaction creates nothing. Action creates success."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"What we perceive about ourselves is greatly a reflection of how we will end up living our lives."},{"Author":"Stephen Richards","Category":"positive","Quote":"Even though your thinking might not be right for others, just so long as it's right for you then that's all what matters."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Maybe it’s NOT Maybelline. Maybe you were just born with it."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Grateful souls focus on the happiness and abundance present in their lives and this in turn attracts more abundance and joy towards them."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"To live, to TRULY live, we must be willing to RISK. To be nothing in order to find everything. To leap before we look."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Always have an air of expectancy."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Manifesting is a lot like making a cake. The things needed are supplied by you, the mixing is done by your mind and the baking is done in the oven of the universe."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Never allow your mind to wander untamed like a wild animal that exists on the basis of survival of the fittest. Tame your mind with consistent focus on your goals and desires."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"What we are waiting for is not as important as what happens to us while we are waiting. Trust the process."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Mean girls go far in high school. Kind women go far in LIFE."},{"Author":"Victoria Addino","Category":"positive","Quote":"Always strive to aim for the highest peak of the goals in life you have set, this way if you manage to reach even half way toward a goal, landing in the middle is not such a bad place to end up."},{"Author":"H. Jackson Brown Jr.,  Life's Little Instruction Book","Category":"positive","Quote":"Think big thoughts but relish small pleasures."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"There is never a moment when God is not in control. Relax! He’s got you covered."},{"Author":"Stephen Richards","Category":"positive","Quote":"When you stop blaming others for where you are in life, that is when you can start to manifest your dream life!"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"positive","Quote":"You are here to evolve and make your consciousness high.You are here to dance, sing and celebrate life. You are here to help others to make their life happy. We are here not to compete, but to learn, evolve and excel. We are not here to make divisions in the name of prophets and religions. We are here to encompass the world with love and light."},{"Author":"Rick Riordan,  The Lightning Thief","Category":"positive","Quote":"i held it up, and tried to channel happy dog thoughts toward Cerberus- Alpo commercials, cute little puppies, fire hydrants."},{"Author":"Cecelia Ahern,  If You Could See Me Now","Category":"positive","Quote":"You've come to give me a piece of your mind. You know that phrase is really beautiful. The mind is the most powerful thing in the body. Whatever the mind believes, the body can achieve. So to give someone a piece of it... well thank you. Funny how people are always intent on giving it to the people they dislike when it really should be for the ones they love."},{"Author":"T. Scott McLeod","Category":"positive","Quote":"Success doesn't come to you; you go to it."},{"Author":"Stephen Richards","Category":"positive","Quote":"Hard work is what you do to make ends meet, easy work is getting others to do the hard work for you."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"The difference between being mediocre and achieving excellence is you."},{"Author":"Stephen Richards","Category":"positive","Quote":"Poverty: a temporary financial low, curable by money."},{"Author":"Hyman G. Rickover","Category":"positive","Quote":"Success teaches us nothing; only failure teaches."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"The mind is the strongest tool we have to help us secure the riches within the universe."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"A failure is always in the passenger seat in his or her life."},{"Author":"Charles F. Glassman,  Brain Drain The Breakthrough That Will Change Your Life","Category":"positive","Quote":"I will always find a way and a way will always find me."},{"Author":"R.S. Lowel","Category":"positive","Quote":"To change the world takes time; to change yourself takes courage."},{"Author":"Tupac Shakur,  The Rose That Grew from Concrete","Category":"positive","Quote":"Where There is a willthere is a willto search and discover a better dayWhere a positive heartis all you needto rise beyondand succeedWhere young minds grow and respect each other based on their deedsand not their colorwhen times are dimsay as I say\"Where there's a willthere's a way!"},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"How we relate with other people is dependent on how we rate ourselves and what we think about ourselves."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Each person has got a voice inside them. Communicate with it and take hold of it. Do not let it push and shove you around – you are its master!"},{"Author":"Deborah Day","Category":"positive","Quote":"Flexibility requires an open mind and a welcoming of new alternatives."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Though money cannot acquire you happiness, it does not mean that both money and happiness cannot exist together."},{"Author":"Stephen Richards","Category":"positive","Quote":"Just let go of the need to care about whether it happens or not, then you are free from fear and can then concentrate on focusing."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"A barrier is a limitation only when you perceive it as one."},{"Author":"Tia Walker,  The Inspired Caregiver: Finding Joy While Caring for Those You Love","Category":"positive","Quote":"Affirmations are our mental vitamins, providing the supplementary positive thoughts we need to balance the barrage of negative events and thoughts we experience daily."},{"Author":"Roopleen","Category":"positive","Quote":"To turn your dreams into reality, all your resources, efforts and concentration should be aligned in the same direction."},{"Author":"Deborah Day","Category":"positive","Quote":"Positive energy is attracted to positive energy."},{"Author":"Stephen Richards","Category":"positive","Quote":"Thrill me, chill me I went in search of money and success, all I got was a bellyful of excess! Now that I've realigned myself I’m on my tip-toes because life is sweet! I'm overwhelmed with gratitude for all the blessings that are manifesting in my life … neat!"},{"Author":"Leonard Bernstein,  The Unanswered Question: Six Talks at Harvard (Charles Eliot Norton Lectures)","Category":"positive","Quote":"I'm no longer quite sure what the question is, but I do know that the answer is Yes."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"positive","Quote":"Happiness doesn't have to be chased...it merely has to be chosen."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"If you take any step, no matter how small it is, towards achieving your dreams then you will surely find the right path and reach the abundance that lies in store for you."},{"Author":"Patricia Mulcahy,  It Is Well with My Soul: The Extraordinary Life of a 106-Year-Old Woman","Category":"positive","Quote":"I told Ella Mae Cheeks Johnson, then age 105, that she was the only person over 80 who I'd ever met who never referred to her physical infirmities or health problems. To which she replied, \"I have my difficulties; I do not rejoice in them."},{"Author":"Hany Adeeb","Category":"positive","Quote":"لا تستهين بنفسك ، حتى لو كنت قطرة ، محاولاتك المستمرة .. بصبر تستطيع أن تفتت الصخر"},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"With every challenge you face, there is an opportunity hidden that will lead you towards the path of wealth and abundance."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"The first place where self-esteem begins its journey is within us."},{"Author":"Barbara Ehrenreich","Category":"positive","Quote":"In matters of the heart as well, a certain level of negativity and suspicion is universally recommended. You may try to project a thoroughly positive outlook in order to attract a potential boyfriend, but you are also advised to Google him."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Using your mind is a faster method to getting what you want. I mean, all you have to do is sit there. What could be easier?"},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"You tap in to this oneness and become part of the universe as a whole."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Acknowledgement is possession. When you acknowledge, think or have conviction in something, it actually will come true."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Limitations are like mirages created by your own mind. When you realise that limitation do not exist, those around you will also feel it and allow you inside their space."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"The basic idea is that all things in the universe are intertwined."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Whatever belief we have actually stems from the thankfulness that we feel and this feeling further attracts more happy feelings towards us."},{"Author":"Stephen Richards","Category":"positive","Quote":"Winning is great, but if it's not enough then then you'll never have enough!"},{"Author":"Faraaz Kazi","Category":"positive","Quote":"But when nothing in your life happens in a positive frame, it is difficult to think positively and hope for the best."},{"Author":"Ella Wheeler Wilcox","Category":"positive","Quote":"Feast, and your halls are crowdedFast, and the world goes bySucceed and give, and it helps you liveBut no man can help you die"},{"Author":"Stephen Richards","Category":"positive","Quote":"The first rule when you are in a hole is to ask for a hand out!"},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"It is not enough if you just live life as it comes to you like a floating leaf in a pond. Make use of the powers bestowed in you and soar like an eagle."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"A good self-esteem level is mostly dependant on how we value ourselves without any bias."},{"Author":"Victoria Addino","Category":"positive","Quote":"Don't step backward toward nothing, step forward toward something, better awkward steps forward, than coward steps backward."},{"Author":"Stephen Richards","Category":"positive","Quote":"When you accomplish the impossible then you can achieve anything."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Have faith in the universe and its capability to lead you to the path of abundance."},{"Author":"Rasheed Ogunlaru","Category":"positive","Quote":"Live your life, sing your song. Not full of expectations. Not for the ovations. But for the joy of it."},{"Author":"Yvonne Pierre,  The Day My Soul Cried: A Memoir","Category":"positive","Quote":"It's not strength, it's PERCEPTION that makes you stronger. If you change how you SEE it, you'll change how you FEEL about it."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"There is nothing to prove to anyone, just concentrate on your own needs."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Feeling indifferent or reserved about doing something is a signal that it is probably not correct after all."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"If someone does not consider those around them to be valuable and hold only themselves in high regard, they too have a very bad self-esteem."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Failures can be called ‘strengtheners’ as they make you determined to reach your goal with the lessons they teach."},{"Author":"Stephen Richards,  The Ultimate Focus Builder","Category":"positive","Quote":"Focusing is the great secret of power. If you want to use your full amount of focus, you must close down all other thought and direct your power of generating mental steam toward one outcome."},{"Author":"Deborah Day","Category":"positive","Quote":"The goal is to learn to be nurturing with yourself so you can feel free."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"A person today who seems to have a great sense of self-esteem has his or her childhood days to thank for it."},{"Author":"Deborah Day","Category":"positive","Quote":"The truth is that you are innately good, wise, and powerful. You were created in and for good."},{"Author":"Deborah Day","Category":"positive","Quote":"If you are unclear about what attitudes you adhere to, you will have a difficult time evaluation which ones are not serving your highest good."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"When you are drowned by your sorry state, and you feel as if you are carried away from the road that leads to your desires, you should know that you are the one responsible for being led away from the right path."},{"Author":"Stephen Richards","Category":"positive","Quote":"View life through a wide angle lens attitude and see your horizons broaden."},{"Author":"Rodolfo Costa,  Advice My Parents Gave Me: and Other Lessons I Learned from My Mistakes","Category":"positive","Quote":"Do not empower your negative thoughts by giving them “legs” so they can run around your mind, creating worries,frustrations, and anxiety in your life."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"According to the Law of Attraction, the physical reality that you experience at present is drawn towards the future probability you desired when it attains more power."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Your own dreams stand alone, longing to be fulfilled, and you wonder if it will ever happen. You must have faith. Just as the bus was a little late, so too can fulfilment of your desires come a bit late."},{"Author":"Stephen Richards,  The Ultimate Focus Builder","Category":"positive","Quote":"You cannot run at full throttle when applying your mindset to all of the different things running through your head. Focusing is the key to manifesting your desires."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Whatever you lay your hands on, self-esteem is visible."},{"Author":"Barbara Ehrenreich,  Bright-Sided: How the Relentless Promotion of Positive Thinking Has Undermined America","Category":"positive","Quote":"The question is why one should be so inwardly preoccupied at all. Why not reach out to others in love and solidarity or peer into the natural world for some glimmer of understanding? Why retreat into anxious introspection when, as Emerson might have said, there is a vast world outside to explore? Why spend so much time working on oneself when there is so much real work to be done?"},{"Author":"Stacey Chillemi,  Faith, Courage, Wisdom Strength and Hope: Inspirational Poetry That Comes Straight from the Heart","Category":"positive","Quote":"Optimistic people bring a sense of hope into world. Encouraging people bring a new meaning to life. They help you see past the clouds on a glooming day. They bring sunlight everyday"},{"Author":"Sanober Khan","Category":"positive","Quote":"i hope thatwhoever you arewherever you areand no matter howyou are feelingyou will always have somethingto smile about."},{"Author":"Stephen Richards","Category":"positive","Quote":"You don't manifest dreams without taking chances."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"If we can acquire an attitude of self-belief, then we will surely determine our future actions and our future life opportunities."},{"Author":"Barbara Ehrenreich,  Bright-Sided: How the Relentless Promotion of Positive Thinking Has Undermined America","Category":"positive","Quote":"The failure to think positively can weigh on a cancer patient like a second disease."},{"Author":"Stephen Richards","Category":"positive","Quote":"There is no new knowledge, it already exists in the universe."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Our souls sparkle brightly with creative energy, our beings are as complex as the universe, and at the same time we help make up a higher body of energy."},{"Author":"Deborah Day","Category":"positive","Quote":"The more you take responsibility for your attitudes, the more you can adjust yourself in a forward thinking manner."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"To heal physically, one must heal the emotional aspect of the issue first or it will resurface in another way."},{"Author":"Stephen Richards","Category":"positive","Quote":"If you can't quite make it as a high flier then join a trampoline club."},{"Author":"Rachel Robins,  How To Feel Good About Yourself - Boost Your Confidence & Tackle Low Self Esteem. Packed with Self Improvement Techniques, Positive Thinking Tips & Inspirational Quotes","Category":"positive","Quote":"When you’re comfortable and content with who you are, the voices of others who try and define, control or direct you are not important."},{"Author":"Deborah Day,  BE HAPPY NOW!","Category":"positive","Quote":"Every goal first started as something in our mind. You have it all within you!"},{"Author":"Israelmore Ayivor,  The Great Hand Book of Quotes","Category":"positive","Quote":"Decision decides destiny. What God wants you to become is the positive person you decide to become when led by God's spirit."},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Our own self-esteem is something we can actually twist in whatever way we want."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Your dreams will come true, but do not be overly demanding. Be logical – there are not enough mansions for everyone in the world, are there?"},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Choice forms the divider which is responsible for the formation of all futures that can be possible."},{"Author":"Harvey MacKay","Category":"positive","Quote":"Don't water your weeds"},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Once we open our eyes to the infinite magic that the universe has in abundance, we are sure to be enthralled by what we see and this miraculous creation gets us closer to our dreams and to the world as a whole."},{"Author":"Stephen Richards","Category":"positive","Quote":"There are no prizes for defying yourself."},{"Author":"Stephen Richards","Category":"positive","Quote":"When others walk away from a lost cause, then that is the time you can step in and seize success."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"The cosmic believer needs the energy of the universe to survive spiritually."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"The gratitude that you feel leads to faith in the abundance and with every resonance that radiates from your mind more strong feelings of faith start to reside in you."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"In reality there are no limitations. They are vibrant and changeable to whatever form you want them to take to realise your goals."},{"Author":"Victoria Addino","Category":"positive","Quote":"If you ever walk down a path surrounding by negative energy, look for the fork in the path then cross over to the positive side."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"On the other hand, if the future is not the one you chose then you may have to use your willpower to obtain the future of your liking."},{"Author":"Amit Abraham,  Personality Development Through Positive Thinking","Category":"positive","Quote":"Its a mathematical fact that two negatives make a positive so even under adverse circumstances think positively."},{"Author":"Stephen Richards,  The Ultimate Focus Builder","Category":"positive","Quote":"Making excuses is one of a host of self-defeating behaviours and mental patterns that can block your success."},{"Author":"Bronnie Ware,  The Top Five Regrets of the Dying: A Life Transformed by the Dearly Departing","Category":"positive","Quote":"The same view you look at every day, the same life, can become something brand new by focusing on its gifts rather than the negative aspects. Perspective is your own choice and the best way to shift that perspective is through gratitude, by acknowledging and appreciating the positives."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Time and space have no meaning, just as your conscious thoughts are meaningless."},{"Author":"Rachel Robins,  How To Feel Good About Yourself - Boost Your Confidence & Tackle Low Self Esteem. Packed with Self Improvement Techniques, Positive Thinking Tips & Inspirational Quotes","Category":"positive","Quote":"Saying thanks to the world, and acknowledging your own accomplishments, is a great way to feel good and stay positive."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Circumstances, knowledge or birth do not determine the realisation of your desires. It is only you who are blocking the achievement of your dreams and goals."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"Success is within reach of all people, but you can grasp it only when you realise the power within you."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"In the spiritual world many forms of the physical universe that are potentially effective can be perceived but with regard to time, we can observe only one form."},{"Author":"Stephen Richards","Category":"positive","Quote":"The first rule about the low hanging fruit principle is to always watch out for low hanging branches, they’re the ones to take it away from you."},{"Author":"Cornelia \"Connie D.\"DeDona,  Letters to a Prisoner","Category":"positive","Quote":"If practice makes you perfectshouldn't good behavior be addedto the curriculum"},{"Author":"Deborah Day","Category":"positive","Quote":"Beliefs that are good promote your potential and enhance your unique special qualities."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"When you act on your beliefs, the realisation that happens is caused by you and this will in turn lead to a consequence."},{"Author":"Joseph McClendon III","Category":"positive","Quote":"Doctor, I appreciate your diagnosis, but I will not accept your verdict"},{"Author":"Stephen Richards,  Boost Your Self Esteem","Category":"positive","Quote":"Failing to make it to the list of the best 5 students in class or not being named the team captain should not make anyone feel like they have failed."},{"Author":"Deborah Day","Category":"positive","Quote":"Rewriting the negative beliefs you have learned is the essence of becoming the director of your life."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"The negative patterns that form as a result of this self defeating behaviour actually symbolize the negative belief that we nurture."},{"Author":"Victoria Addino","Category":"positive","Quote":"The amount of time an individual may spend pondering over what his neighbor has and what he does not, is equivalent to the amount of time the individual has lost in becoming an equal to his neighbors."},{"Author":"Lara Biyuts","Category":"positive","Quote":"Catch sunbeams in a mirror! A reflection of a sunbeam can melt an iceberg."},{"Author":"Stephen Richards","Category":"positive","Quote":"We tend to think of future inventions and discoveries, but in reality, these things already exist in the knowledge bank of the universe."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"Since extra-sensory perception (ESP) is awareness of the world beyond the senses, it would be inappropriate to term this Sixth Sense ‘extrasensory’."},{"Author":"Deborah Day,  BE HAPPY NOW!","Category":"positive","Quote":"Your beliefs have the power to unlock your inner genius or keep you from fully achieving your greatest potential."},{"Author":"Stephen Richards,  Think Your way to Success: Let Your Dreams Run Free","Category":"positive","Quote":"It so happens that at times your desires tend to disagree with the reality and this is due to the fact that you have not let the two elements complement each other."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"positive","Quote":"Pursue your dreams. You will be amazed about what you can achieve."},{"Author":"Ogwo David Emenike,  The Fortune in Failing: Decoding the Message of Failure","Category":"positive","Quote":"The mind is the mine of man, wherein he digs out good or evil."},{"Author":"Stephen Richards","Category":"positive","Quote":"Knowing that the brain is predisposed to religion and spirituality, then might it be that God is a creation of the brain?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Sublime Beauty When I shut my eyes, I can move mountains.When I open them, mountains can move me."},{"Author":"Beryl Dov","Category":"positive","Quote":"Comfort Zone Your comfort zone has a clock on it, ticking off until it becomes your death zone."},{"Author":"Roy T. Bennett,  The Light in the Heart","Category":"positive","Quote":"Great things happen to those who don't stop believing, trying, learning, and being grateful."},{"Author":"Horacio Jones","Category":"positive","Quote":"Instead of saying, \"I'm damaged, I'm broken, I have trust issues\"say \"I'm healing, I'm rediscovering myself, I'm starting over."},{"Author":"Stephen Richards,  Cosmic Ordering Guide","Category":"positive","Quote":"I have never seen a newspaper headline where those in spirit, without physical bodies, carried out evil deeds like a mugger in a parking lot."},{"Author":"Israelmore Ayivor,  Leaders' Watchwords","Category":"positive","Quote":"Your thoughts carry you wherever you want to go. Weak thoughts don’t have the energy to carry you far!"},{"Author":"Amish Tripathi,  Scion of Ikshvaku","Category":"positive","Quote":"Some good can emerge from the most horrific of events. There is something positive hidden in every negative, and something negative in every positive. Life is complicated, and a balanced person can see both sides."},{"Author":"Rossana Condoleo","Category":"positive","Quote":"Give up smoking cold turkey. Start a diet in the next 5 min. Accept that job right away. Life can be beautiful without planning!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Metamorphosis [10w] Change. Become the butterfly.Don't stay a caterpillar with wings."},{"Author":"Beryl Dov","Category":"positive","Quote":"Eyes of Heaven To see through the eyes of heavenis to look upon your fellow manand only see the good in him."},{"Author":"Lailah Gifty Akita,  Think Great: Be Great!","Category":"positive","Quote":"I am thankful to all the souls, I meet in the journey of life."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"positive","Quote":"Whatever you dream of, there will be fulfillment."},{"Author":"Beryl Dov","Category":"positive","Quote":"Regret [10w] Regret's more about lost opportunities than about paths we've chosen."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sometimes God is Drunk [10w] Satan's sudden appearance means God is on a drinking binge."},{"Author":"Beryl Dov","Category":"positive","Quote":"Till Death Do You Part [10w] Marriage will indeed change people ~for better or for worse."},{"Author":"Beryl Dov","Category":"positive","Quote":"Credo of a Substitute Teacher I'm a 'sugar free' substitute teacher.I speak frankly and never gave any of my studentsa single word of encouragement.Why should I? Even after 10 years the school hasn't given me a pension, health insurance or paid sick leave.So fuck 'em.Fuck 'em all."},{"Author":"Beryl Dov","Category":"positive","Quote":"Garden [10w] A garden is a poem written with flowers on earth."},{"Author":"Avis J. Williams","Category":"positive","Quote":"The difficulties and challenges in your life are the lessons you need to learn to grow and development."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Wonderful Wonder Between the 'Onenesses' [10w] + [10w] + [10w] + [10w] If you can imagine time running backwards, death becomes birth;The moment before conception, becomes our oneness with the universe.Therefore, we shouldn't fear death because oneness returns to oneness;The wonder that happens between these onenesses is God's gift."},{"Author":"Beryl Dov","Category":"positive","Quote":"Madness [10w] Madness isn't an objective state,it is a cultural bias."},{"Author":"Beryl Dov","Category":"positive","Quote":"Preserving Beauty [10w] + {Couplet} Preserving beauty is futile;even Cleopatra returned to the Nile."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love's Kiss of Death [10w] Love's kiss of death is taking each another for granted."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love [10w] Love is a time machineset to your perfect present"},{"Author":"Beryl Dov","Category":"positive","Quote":"FBI vs. CIA When a person works for the FBI for 20 years and retires,he gets a watch.When a person works for the CIA for 20 years and retires,he gets watched.I know this not because I'm in law enforcement or with the NSA ~I know this because I have HBO."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rewrite☷Rewrite [10w] Happiness writes new memories;New losses rewrite over old ones."},{"Author":"Beryl Dov","Category":"positive","Quote":"Good vs. Great [10w] To be good twice is a true mark of greatness."},{"Author":"Beryl Dov","Category":"positive","Quote":"Memories [10w] Spend half your life creating memories,the other half, remembering."},{"Author":"Roy T. Bennett,  The Light in the Heart","Category":"positive","Quote":"Listen with curiosity. Speak with honesty. Act with integrity. The greatest problem with communication is we don’t listen to understand. We listen to reply. When we listen with curiosity, we don’t listen with the intent to reply. We listen for what’s behind the words."},{"Author":"Beryl Dov","Category":"positive","Quote":"Men Be Forewarned! [20w] A man caught in the embrace of the wrong womanis like having his penis caught in a bear trap."},{"Author":"Beryl Dov","Category":"positive","Quote":"Scientific Discovery [10w] The greatest scientific discoveries were madelooking at the overlooked."},{"Author":"Beryl Dov","Category":"positive","Quote":"Soulmate [10w] When you meet your soulmate,God's walked into the room."},{"Author":"Lailah Gifty Akita","Category":"positive","Quote":"Explore the depth of the sacred world."},{"Author":"Lailah Gifty Akita","Category":"positive","Quote":"Today’s experience is necessary to equip you fully for the future."},{"Author":"Hina Hashmi,  Your Life A Practical Guide to Happiness Peace and Fulfilment","Category":"positive","Quote":"You need to cleanse your mind throughout life because there is so much negativity in yourself and around. Keep cleaning and you will connect with the Universe quicker and effectively."},{"Author":"Nino Gruettke,  BOTH of You: Behavior. Opinion. Thinking. Happiness - The more rational we are, the more emotional we can be.","Category":"positive","Quote":"The joy from eating does not come from the exclusivity of the food, but instead from the sensitivity that we eat it with."},{"Author":"Avis J. Williams","Category":"positive","Quote":"Your past karma is what you found difficult or challenging in this life. To heal your past karma you would need to learn your life lessons for this life."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet's Way Are we ever sure what we do,will endure and get its due?No.But we do it anyway.For that is the poet's way."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lost vs. Lost We get lost twice in life.The first stems from uncertainty,when we try to find what our dreams truly are.The more profound feeling of being lost is existential, and comes unforeseen, after we finally fulfill our dreams.To survive the latter, we must create an entirely new set of dreams."},{"Author":"Beryl Dov","Category":"positive","Quote":"What is the Meaning of Life? [10w] {6} To be transformed into all we are capable of becoming."},{"Author":"Beryl Dov","Category":"positive","Quote":"The 3 Most Powerful Words in the English Language for Every College Student [3w] Ilovepizza"},{"Author":"Beryl Dov","Category":"positive","Quote":"Pulling a Houdini Relationships are magic;we're always getting each other out of handcuffs and strait-jacketswhile locked in a steamer trunk underwater."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hidden [10w] A woman is an iceberg;we see less than 10%."},{"Author":"Beryl Dov","Category":"positive","Quote":"Knocked-Up Kinda' Loven Marry, me, marry me, marry me,You better say, 'affirmative',Cuz you stuck a bun in my ovenand you haven't an alternative."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tonight is For the Dying I've seen it grow dark ten-thousand times, yet never once mourned the loss of light, until tonight. Tonight I'm dying, dying, dying; before morn I may be ash in an urn, I know the light will return, maybe keeping ablaze its promise to others. Maybe not.If I had my druthers, the others would bedying, dying, dying, too,tonight."},{"Author":"Beryl Dov","Category":"positive","Quote":"UPS [10w] Women at work judge the UPS man by his package."},{"Author":"Beryl Dov","Category":"positive","Quote":"Speak to the Head [10w] + {Couplet} Tis of no fucking availTo speak to the tail."},{"Author":"Beryl Dov","Category":"positive","Quote":"*\"Maybe the whole point of my life is to make you feel more alive."},{"Author":"Beryl Dov","Category":"positive","Quote":"Revel in the Unraveling Being authentic is lifting the maskon who you think you should be seen as,and becoming at ease with your bare ass vulnerability.Revel in the unraveling,take courage in sharing your imperfections,and you'llincrease your loveexponentially."},{"Author":"Beryl Dov","Category":"positive","Quote":"Divine Write [10w] To write is to divinely dabblein infinite alternate realities."},{"Author":"Beryl Dov","Category":"positive","Quote":"Your Poem A poem is a waking dream.If your poem is shit,then it was a fucking nightmare."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry vs. Prose [10w] Prose is the bread of imagination;poetry is the wine."},{"Author":"Beryl Dov","Category":"positive","Quote":"American Foreign Policy [10w] Foreign Policy requires dealing from the bottom of the deck."},{"Author":"Beryl Dov","Category":"positive","Quote":"As Long As It Has a Fast Internet Connection {Couplet} I need a cozy den to winter in,a hiberaculum away from the city's din."},{"Author":"Beryl Dov","Category":"positive","Quote":"Infinite Promise The carrot of infinite promise always dangles just inches beyond our noses.The trick is to surreptitiously switch that carrot for a zucchini."},{"Author":"Beryl Dov","Category":"positive","Quote":"Recollection [10w] Recollection recategorize memoriesby sorting them out into different collections."},{"Author":"Beryl Dov","Category":"positive","Quote":"Go with your Gut Our eyes, our mind plays tricks.Our love muscle, our heartchooses blindly and impulsively.But our gut,ahh, our gut,always makes the wise choice ~and goes straight for the burning hot pocketsfresh out of the microwavebecause our mouthsahh, our mouths,never needed a roof in the first place."},{"Author":"Beryl Dov","Category":"positive","Quote":"Break All the Rules of Poetry Place no limits on your poetry.Live a little.Break all the fucking rules!If it comes deep from the wellsprings of your imagination,the woolgathering of dreamers ~it is poetry ~no matter what anyone says."},{"Author":"Beryl Dov","Category":"positive","Quote":"My Secret for Out-of-the-Box-Thinking To help me writein my signature out-of-the-box style,I sit in front of my humidifier that I've filled up with Grey Goose vodka.My humidifier is now at Underwriters Laboratoriesin a 12-Step Programand buddied up with a de-humidifier."},{"Author":"Beryl Dov","Category":"positive","Quote":"Herpes [10w] Only greatness and genital herpes are conspicuous by their absence."},{"Author":"Beryl Dov","Category":"positive","Quote":"Carlsberg: Probably the best lager in the world... ...just like IKEA is the best furniture on earth."},{"Author":"Beryl Dov","Category":"positive","Quote":"God Created [10w] Lips were created to kiss and hands to make peace."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pizza vs. Internet Porn I'm still debating whether pizza or internet porn is the best thing ever invented.I've already jack-off three times while eating a double-cheese pepperoni piemaking my careful deliberations."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fugly Fishmates For every woman that looks like a hatchet-faced haddockthere's an equally ugly flounder-faced man with even fewer prospects."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love vs. Honeymoon [10w] Love is what truly begins when the honeymoon is over."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rhode Island State Motto Hope.Not much here but at least we have Family Guy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Washington State Motto Al-Ki. [25]America's most rainy, PC and annoying state."},{"Author":"Beryl Dov","Category":"positive","Quote":"Kraft Macaroni & Cheese: It's the cheesiest... ...advertising slogan ever!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Learning from Experience Learning from experience means, 'Boy, did I just fuck up!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Self-Help I asked the bookseller,'Do you have any self-help books for addiction?'He said,'If I tell you, I'd be enabling you."},{"Author":"Beryl Dov","Category":"positive","Quote":"How Hard? [10w] Fuck’em hard enough to make their breasts move like Jell-O."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rain Check I'm a shitty typist and speller, I hunt and peck,I wrote, \"i LeFt mY sWeEtToOtH iN yOuR nEcKoF tHe WoOdS, cOuLd YoU pLeAsE bRiNgIt BeCk.\"Surprisingly, you did,and left.\"rAiN cHeCk."},{"Author":"Beryl Dov","Category":"positive","Quote":"In and Out [10w] Our infant blanket in the externalization of our mother's womb.ღ ♛ ღ ♛ ღ ♛ ღ ♛ ღ Intruth, we should be married under,sling our newborn babiesinand after deathbe shrouded in the same infant blanketwe were taken home from the hospital in."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Freedom Paradox [10w] The act of protecting freedom is a violation of freedom."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fabulous Creatures and Trust Issues [10w] Never trust a sheep in wolf’s clothing despite the unicorn."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gray [10w] Since gray's the 'new black' things aren't black and white."},{"Author":"Beryl Dov","Category":"positive","Quote":"Stumble When you don't know how to end a sentence you've stumbled upon a truth."},{"Author":"Beryl Dov","Category":"positive","Quote":"Office Depot: Taking Care of Business... ...with short breaks, bad management and no job advancement opportunities."},{"Author":"Beryl Dov","Category":"positive","Quote":"Virginia Haiku \"Bowl of chili for me.She'll have the Cheesy Western.Both with, add a slab."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Universe Begins and Ends in Us If a telescope could see beyond the edges of the universe,we would see ourselves looking into a telescope trying to see beyond the edges of universe."},{"Author":"Beryl Dov","Category":"positive","Quote":"What is God? [17] [10w] God has a fondness for cosmology and carbon-based life forms."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dialogue Knowledge compromises its truthonce it ceases to be a dialogue."},{"Author":"Beryl Dov","Category":"positive","Quote":"Movies [10w] Movies were invented to sellbuttery snacks and sugary drinks"},{"Author":"Beryl Dov","Category":"positive","Quote":"Summer NYC ☜ʇɥƃᴉlɟ☞'ɥsɐp ɐ 'ɥsɐlds ∀˙ɥʇɐq ʍollɐɥs ɐ ʇɐ sʍoɹɹɐds ǝʞᴉlsɹǝlʞuᴉɹds ʇɐ uǝɹplᴉɥƆ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~Children at sprinklerslike sparrows at a shallow bath.A splash, a dash, ☜flight☞"},{"Author":"Beryl Dov","Category":"positive","Quote":"Don't Mess with the Queen {Couplet} The first man harnessing the secrets of fireCannot compare with the revelation of your sovereign ire."},{"Author":"Beryl Dov","Category":"positive","Quote":"War [10w] When leaders threaten war,they’re breaking dirt on our graves."},{"Author":"Beryl Dov","Category":"positive","Quote":"Soup [10w] Never marry anyone who eats their soup with a ladle."},{"Author":"Beryl Dov","Category":"positive","Quote":"Travel [10w] The difference between a traveler and vacationer is one arrives."},{"Author":"Beryl Dov","Category":"positive","Quote":"Getting Even Bring a gun to a knife-fight,Bring a nuke to a war.Even if you don't win,You'll even the score.““”̿ ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(•̪ⓧ)=ε/̵͇̿̿/̿ ̿ ̿ ̿ ̿"},{"Author":"Beryl Dov","Category":"positive","Quote":"Fame [10w] Fame has a funny way of rewriting your entire past."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hypocrisy [10w] Religion without hypocrisy doesn't exist;that's man's imperfection, not God's."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lost Love [10w] + {Couplet} Lost love's the season of mists,Though they are gone, memory persists."},{"Author":"Beryl Dov","Category":"positive","Quote":"Long Term Relationships [10w] Long term relationships should begin and end with a laugh."},{"Author":"Beryl Dov","Category":"positive","Quote":"Present {Couplet} Our present is the dissipating despair of our past mingled with the promise of our future we hope will last."},{"Author":"Beryl Dov","Category":"positive","Quote":"ESL New immigrantswho've taken ESL (English as a Second Language),will always misunderstand sarcasm ~but those fuckers sure as shit enjoy the prices at Walmart."},{"Author":"Beryl Dov","Category":"positive","Quote":"Please Don't Commemorate Me Just Yet [10w] The living are only commemorated when they're at death's door."},{"Author":"Beryl Dov","Category":"positive","Quote":"Atheism [10w] Atheism is the tragic triumph of cold contemptuousness over gratitude."},{"Author":"Beryl Dov","Category":"positive","Quote":"Shakespeare vs. Keynesian Economics {Couplet} If 'Neither a lender nor a borrower be',investments would dry up, economies stagnate,and off to the poorhouse go you and me."},{"Author":"Beryl Dov","Category":"positive","Quote":"Life Imprisonment with No Possibility of Parole [10w] \"The needle is preferable to three hots and a cot."},{"Author":"Beryl Dov","Category":"positive","Quote":"Persistence If persistence is the foundation of all success, how come persistent liars and nags aren't more successful?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Democracy, Really [10w] A democracy is free to replace one tyranny with another."},{"Author":"Beryl Dov","Category":"positive","Quote":"Biggest Problem with 10w [10w] The biggest problem with aphorisms is people believe they're true."},{"Author":"Beryl Dov","Category":"positive","Quote":"Past is Past [10w] Lovers should clearly avoid obsessing about each other's romantic past."},{"Author":"Beryl Dov","Category":"positive","Quote":"Good Egg [10w] Picking up the pieces is the responsibilty of the egg."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ruth Whither thou goest, I will go ~as long as it's to the mall.I heard Dillard's is having an 80% off sale!"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Human Race Pleasure is the sprint.Contentment is the 5 mile.Happiness is the marathon."},{"Author":"Beryl Dov","Category":"positive","Quote":"There's More Than Two Choices [10w] Don't take the road less traveled;blaze your own path."},{"Author":"Beryl Dov","Category":"positive","Quote":"Endless Childhood [10w] + {Couplet} Put off summer's endAnd adulthood's vexingburdens shall suspend."},{"Author":"Beryl Dov","Category":"positive","Quote":"Marriage Material For women seeking a marriage partner,a man's sense of humor trumps good looks.Unfortunately for the funnymen out there,security trumps laughter."},{"Author":"Beryl Dov","Category":"positive","Quote":"How to Treat Your Lover {Couplet} If you want to learn how your lover best to treat,Pretend each time is the last time you'll ever meet."},{"Author":"Beryl Dov","Category":"positive","Quote":"Facebook's New Marketing Slogan \"We can only be lonesome together.900,000,000 served."},{"Author":"Beryl Dov","Category":"positive","Quote":"Out-of-the-Box [10w] I march to my own drummerin a drum circle."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Stink of Hate {Couplet} When haters write they raise a stink;must be the venom coursing through their ink."},{"Author":"Beryl Dov","Category":"positive","Quote":"Oy Vey Haiku (g)Nat's sphincter clenched.The skinhead asked, 'You a Jew?Minyan's one man short."},{"Author":"Beryl Dov","Category":"positive","Quote":"Preparation [10w] Hope for the best, but prepare for your insufferable wife."},{"Author":"Beryl Dov","Category":"positive","Quote":"Misfortune Misfortune is but a stepping stone to great fortune ~especially if your slip and fall was possibly caused by negligenceand you get yourself a good Jew lawyer to sue the parties responsible."},{"Author":"Beryl Dov","Category":"positive","Quote":"That's Why Shag's the Way To Go [10w] Love's messy;it tracks mud on the carpet of life."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ode to a Wastepaper Basket I love the way you sit in the corner,gracious like a lover,catching my every crumpled vanity."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fall in Love in Fall {Couplet} It would be more befitting to fall in love in the fall,for the leave's colorful dance of death, augurs the long haul."},{"Author":"Beryl Dov","Category":"positive","Quote":"Grave Dancing for Dummies {Couplet} They danced at my grave when I was buried at sea;with my haters drowned, I'm now totally free."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet's Disease My body atrophies.My mind swells.Imagination's become my crutch."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love in the Afterlife [10w] Maybe I'll love you in the afterlife.This life, fuhgeddaboudit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Seafood My body's just a shell,the world is my oyster ~and I'm getting a whale of appetiteright now for some delicious seafood ."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wrong Number [10w] There is no such thing as dialing a wrong number."},{"Author":"Beryl Dov","Category":"positive","Quote":"God May Grant Your Wishes Daily [10w] Pray for sunshine at night and moonbeams when you wake."},{"Author":"Beryl Dov","Category":"positive","Quote":"Deadly Sex Haiku Each thrust of his cockwas another coffin nailhammered in my heart."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Unspoken Speaks Volumes Stillness brackets the exchanges between lovers. Itis not the lack of sound, but an encapsulated silenceof resonance. Resonant silences stand like bookends, embracing their thoughts;though formal pleasantries vibrate the air,they are more ritual than communication.The couples true intents are articulated in the unspoken.Two bodies.One soul."},{"Author":"Beryl Dov","Category":"positive","Quote":"Leap of Faith [10w] Seeing God withinis where the leap of faith lands."},{"Author":"Beryl Dov","Category":"positive","Quote":"Err 2 [10w] To err is human, to make it a habit, assinine."},{"Author":"Beryl Dov","Category":"positive","Quote":"Scientology [10w] There's nothing more oppressive than the ignorance of foolish belief."},{"Author":"Beryl Dov","Category":"positive","Quote":"Soulmate My Ass [10w] Aspire to marry the person the least wrong for you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hellman's Mayonnaise: Bring out the Hellman's and bring out the best... ...artery clogger since Burger King’s Triple Whopper with Cheese."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hustling [10w] Fishing's the world's oldest profession;only the bait has changed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mood Swings 'ᏰέƦẙḽԃṏሁ's the most \"unappreciated\"poet on this site.Being \"misunderstood\"is what gets him into a fight.Now that I'm retired and free,He's the new \"King\"of HP ~Now I hate that Jew because he's better and right."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tangled [10w] Love becomes a tangle of roots submerged in common soil."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Game Is Afoot God's buried eight jewels within my soul.Life's game is,'Remove each gem, yet find me whole.'The clue is,\"Eight is one, and one is eight,no jewel's more precious,all equally great."},{"Author":"Beryl Dov","Category":"positive","Quote":"Flood of Feeling {Couplet} A flood of feeling is a poem,created from daydreaming in the zone.The levees break, emotions snake,from imagination's ocean who sets the stakes."},{"Author":"Beryl Dov","Category":"positive","Quote":"Visual Pun [10w] Example of visual pun:cloud shaped like a banana peel."},{"Author":"Beryl Dov","Category":"positive","Quote":"Upgrading [10w] Promise them the worldto get the universe in return."},{"Author":"Beryl Dov","Category":"positive","Quote":"Prolific [10w] \"Perhaps I'm prolific because I believe creativity can forestall death."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rice-a-Roni: The San Francisco treat... ...the other treat, of course, being anal penetration."},{"Author":"Beryl Dov","Category":"positive","Quote":"Southern Cat on a Hot Tin Roof Sure nuff, I'm happier than a cat on a formerly hot tin roofwhich now usesNXT Cool Zone® heat reflecting roof coating ~but I'm still ornier than a mule on loco weedand a whole lot hornier than a two-dicked billy goat.You gots any coatin' for dat?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Coffee Wisdom [2] For a real manthe only thing better than the scent of pussyis the smell of freshly ground coffee."},{"Author":"Beryl Dov","Category":"positive","Quote":"Virtual Reality [10w] Bliss is a virtual-reality headset coupled with a virtual-reality hooker software."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love vs. Mental Illness [10w] Love, like mental illness, comes on graduallyand then suddenly."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sharia Justice [10w] Sharia justice is a lynch mob masquerading as Allah's will."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dressed to Kill [10w] At fashionable parties,vegetarians should not be dressed to kill."},{"Author":"Beryl Dov","Category":"positive","Quote":"Missouri State Motto Salus populi suprema lex esto [16]If our chiggers don't getcha', Rush Limbaugh will."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sex Kitchens of the Future [10w] Her entire kitchen was made of silicone ~ including her breasts."},{"Author":"Beryl Dov","Category":"positive","Quote":"Do Me No Favors Haiku 'Do me no favors ~I can take care of myself.So, pay the check and drive me home."},{"Author":"Beryl Dov","Category":"positive","Quote":"Did He Do the Right Thing? I walked out of the room. I did not stay to watch my beloved draw her last breath because I didn't want all my magical memories of her tainted by the profanity of death."},{"Author":"Beryl Dov","Category":"positive","Quote":"Genocide [10w] Genocide is the runaway bride once death becomes the bridegroom."},{"Author":"Beryl Dov","Category":"positive","Quote":"Self-Contempt [10w] Self-contempt is calling yourself collect and refusing to accept the charges."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ballz Deep & Strange Haiku [1] Down the schnapps, third eye,cat flaps, pussy hole, fish lips,cha cha, ooo la la."},{"Author":"Beryl Dov","Category":"positive","Quote":"Vacations for Souls [10w] When souls are bored in Heaven they vacation in Hell."},{"Author":"Beryl Dov","Category":"positive","Quote":"Enmity Enmity is the soul of shit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Evolution of Love [10w] Love evolved from when one monkey handed another a blossom."},{"Author":"Beryl Dov","Category":"positive","Quote":"Finding Fault [10w] + {Couplet} We find in others faultWhenever our wounds perceives salt."},{"Author":"Beryl Dov","Category":"positive","Quote":"Avery If a boy named Avery marries a girl named Avery,will they name or just label their children?"},{"Author":"Beryl Dov","Category":"positive","Quote":"God vs. Satan [10w] Why can't God and Satan get along?They're both detail-oriented."},{"Author":"Beryl Dov","Category":"positive","Quote":"One Size Fits All Life Strategy Smile first.Ask questions later."},{"Author":"Beryl Dov","Category":"positive","Quote":"Why I Don't Carry a Cellphone [10w] It's a sign of servility you can be contacted anytime."},{"Author":"Beryl Dov","Category":"positive","Quote":"Note to Self: Patent #10w Diving Mask for fish filled with water when oceans disappear."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wretched [10w] Intelligence without compassion is an invitation to a wretched life."},{"Author":"Beryl Dov","Category":"positive","Quote":"Vapers I bought a vape pen from a vaporium.The vapologist advised meto get the model with the refillable vape tank.When the fuck did smoking become so vapid?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Beyond the Place of Turning Back ↺ \"Sometimes I wish to fly so far sou⇟hit's stars beyond the place of turning back↺"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet's Job [10w] + {Couplet} Trigger memory, explode an emotion;the poet must create commotion....................................................­....................."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Sound of Killing [10w] + [10w] A doe, a deer, a femaledeerin my headlights.A doe, a deer, a femaledeeron my sunroof."},{"Author":"Beryl Dov","Category":"positive","Quote":"Scientifically Proven [10w] Mariah Carey has a brain the size of a walnut."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mmm Mmm Good Gimmick Campbell's Soup announced todayit's introducing 'QWERTY' soupfor our more computer literate children.Who are they kidding?They're just relabeling the old Alphabet Soup."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gypsy When one gypsy spits on you, its disgusting;when two do, it's suspicious;when three do, you're late to a gypsy wedding."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets Be Realists! Poets be realists!It's O.K. to keep your jobs ~just don't quit your day dreams."},{"Author":"Avis J. Williams","Category":"positive","Quote":"Follow your heart. It will lead you to where you need to be."},{"Author":"Beryl Dov","Category":"positive","Quote":"Predestination [10w] 'Twas predestined that I'd call predestination a crock of shit."},{"Author":"Avis J. Williams","Category":"positive","Quote":"Failures and mistakes are lessons to be learned from. They are opportunities for growth."},{"Author":"Avis J. Williams","Category":"positive","Quote":"We are all teachers, we all have knowledge and experiences that can teach others."},{"Author":"Beryl Dov","Category":"positive","Quote":"The State of the World Attests to This: [10w] Common people are too easily manipulated or stupid to vote."},{"Author":"Beryl Dov","Category":"positive","Quote":"Somalia Haiku For a Somalian, heaven's drawing water from a well in an earthen pot."},{"Author":"Beryl Dov","Category":"positive","Quote":"The AP Stylebook is Useless {Couplet} I can't abbreviate abbreviation nor know how to initialize an acronym,I can find the contraction for contraction nor the précis for a homonym."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet's Mind In so many ways I walk ablaze in a maze,my eyes in a glaze, my mind in a daze,this poem's just a phrase in the latency phase,rephrase, rephrase, rephrase..."},{"Author":"Beryl Dov","Category":"positive","Quote":"No Planning for Death [10w] People put more planning into a weekend vacation than death."},{"Author":"Beryl Dov","Category":"positive","Quote":"Say No to Drugs Commercials The image of an egg sizzling in a frying pan is not your brain on drugs.It's just a fucking omelet."},{"Author":"Beryl Dov","Category":"positive","Quote":"Storm [10w] Clouds darken to X-rays revealingthe tumorous thunder resounding within."},{"Author":"Beryl Dov","Category":"positive","Quote":"Epic vs. Great Poetry [10w] Epic poetry's about the extraordinary;Great poetry is about the commonplace."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death & Poetry Nothing softens the blow of death like a cushy poem to fall upon."},{"Author":"Beryl Dov","Category":"positive","Quote":"Kaddish Kaddish for Mrs. Ginsbergis not Kaddish,For your mom raised a Buddhistand mine raised a Jew.You'll zazen for your loss,I'll daven for mine.I do not belittle your loss,your grief is no less than mine.But by abandoning your tribe, אלון,Who now will say Kaddish for you?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Leaps of Faith [10w] Like religion, leaps of faith are behind all idealistic movements."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry as Entertainment [10w] Poetry that's not entertaining is just a self-indulgent laundry list."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Flood that Did Not Subside [10w] What would today's world be,If Noah's dove flew into obscurity?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Athens, Texas Haiku Blackeyed Pea Capital of the World.Yup, just another shithole."},{"Author":"Beryl Dov","Category":"positive","Quote":"No-brainers [10w] No-brainers are challenging enough for people with no fucking brains."},{"Author":"Beryl Dov","Category":"positive","Quote":"Notoriety vs. Anonymity [10w] 'Tis better to live with notoriety,than die of anonymity."},{"Author":"Beryl Dov","Category":"positive","Quote":"If You Can't Think, You've No Right to Speak [10w] Our Constitution's guarantee of free speech specifically excludes fucking idiots."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spineless \"How do you know which invertebrate lacks resolution if they're all spineless?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Rationalize [10w] Man needs an apt aphorism to rationalize his ruthless actions."},{"Author":"Beryl Dov","Category":"positive","Quote":"Irish-Gaelic Wife-Fooking Proverb The truth can't be concealedI fooked your Caitlin from behind,because you can never plow a field by just turning it over in your mind.By the way, Caitlin's last words, before sucking me cock, were\"Me husband's balls smells like ballyblue cheese, ahhhhhh, Éirinn go Brách!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Galoshes Haiku Cherry blossoms bloomin the morning mist.Thank God I took my galoshes."},{"Author":"Beryl Dov","Category":"positive","Quote":"The 'Ugly' Poet [10w] Poets develop cleverness with wordsto compensate for their unattractiveness."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Prayer God, be my light in pitch-black night;Show me the path from wrong to rightThat I might in Your hands be delivered later,Having eclipsed myself to become something greater."},{"Author":"Beryl Dov","Category":"positive","Quote":"Writer's Prayers That Don't Work \"Lord, lead me from the banality of everyday life,to the gleaming one beneath the surface."},{"Author":"Beryl Dov","Category":"positive","Quote":"First Day at Harvard [10w] Smartest kid in the roomwalks into room of competitors."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mythbusters [10w] Snipers will assure you safety in numbers is a myth."},{"Author":"Beryl Dov","Category":"positive","Quote":"Charity [10w] Contentment over your life is the best aphrodisiac for charity."},{"Author":"Beryl Dov","Category":"positive","Quote":"Grandma's Advice on Ambition \"Children, if you aim for the stars you'll be impaled by small meteorites and become toast."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pun vs. Puny [10w] + {Couplet} \"His penis was a pun,judging by the predictable groans.The hours set by innuendos,the seconds by the moans."},{"Author":"Beryl Dov","Category":"positive","Quote":"Let Others Speak [10w] When others speak of your virtues they grow tenfold."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Loaf of Challah Haiku A loaf of challah,a bottle of Rashi wine...For everything else there's Simply Manischewitz."},{"Author":"Beryl Dov","Category":"positive","Quote":"Retail [10w] The first and last sale of the day are best."},{"Author":"Beryl Dov","Category":"positive","Quote":"Thorn [5w] Every thorn has its rose."},{"Author":"Beryl Dov","Category":"positive","Quote":"Catalyst [10w] You're not lying if your lie helps engender the truth."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wheels of Change Discontentment is the wheels of change.You can either add some grease to bring about change faster,or run in front of them in protest,and be crushed by them."},{"Author":"Beryl Dov","Category":"positive","Quote":"Who, Me? We marry nearly the same person over and over again,hoping next time they'll get it right."},{"Author":"Beryl Dov","Category":"positive","Quote":"Bespeckled Heroes [10w] Great heroes in 100 years become statues speckled with birdshit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love Undeniable [10w] A lover may deny anything to their lover but love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets Job Description [10w] Poets console the soul with words and eyes with images."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love's War [10w] In love's war there aren't winners and losers ~just casualties."},{"Author":"Beryl Dov","Category":"positive","Quote":"Too Much Information You must empty your mind of garbage to let new garbage in."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death [10w] What the the dying most resent is life goes on."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love vs. Control [10w] A lover you can control is not worthy of having."},{"Author":"Beryl Dov","Category":"positive","Quote":"New Year's Revolving Door [10w] + [10w] + {Couplet} 2015's revolution commences with the overthrow of New Year's resolution.Seek not absolutionfor our weak character's immune to evolution."},{"Author":"Beryl Dov","Category":"positive","Quote":"First Things First \"Where are you?\"is the voice of God.\"Who am I?\"is the voice of your soul.You can't answer Goduntil you answer yourself.Before you come out of hiding,find your identity and your purpose."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tennessee State Motto Agriculture and Commerce.Where the KKK was bornand the most popular pick up line is, 'Nice tooth!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Opportunities Come a Knockin' [10w] Never miss the opportunity to fuck or write poetry."},{"Author":"Beryl Dov","Category":"positive","Quote":"Heartbreak [10w] Heartbreak’s like a heart attack but without the hospital bills."},{"Author":"Beryl Dov","Category":"positive","Quote":"Humble Wishes [10w] \"God, all I simply ask is that I become perfect."},{"Author":"Beryl Dov","Category":"positive","Quote":"Children Learn to Love and Hate A child understands love by three months and hate by three years.How the child processes that understandingwill shape his character for the next seventy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Indiscernible Love [10w] True love's so effortless, others can hardly see it's happening."},{"Author":"Beryl Dov","Category":"positive","Quote":"Russian, Umerzhurnalistka Someone who too many questions for his own good. Literally, 'Dead journalist'."},{"Author":"Beryl Dov","Category":"positive","Quote":"Who Isn't [10w] Psychotherapy's powerless once you assume you're smarter than the therapist."},{"Author":"Beryl Dov","Category":"positive","Quote":"Extra Crispy Deranged Free Range Chickens \"Hey, I may be delusional in believing you're delusional,but one thinks for sure, the person who bothers to read this shit is delusional."},{"Author":"Beryl Dov","Category":"positive","Quote":"Animal Species Identity [10w] Funny how animals know their own species without a mirror."},{"Author":"Beryl Dov","Category":"positive","Quote":"Bagels and Lox Life's an everything bagel;love is a schmear of scallion cream cheese;and lox, no matter how you cut it,is resistant to dumbass metaphors."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry and Ostrich Feathers A poet should leave his poem covered with a faint film of fairy dust,inviting the reader to bring his faint heartand an ostrich feather duster to the reading."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love on Fire [10w] A man in love cannot see fire or smell smoke."},{"Author":"Beryl Dov","Category":"positive","Quote":"but,=\"\"soft!=\"\"what=\"\"light=\"\"through=\"\"yonder=\"\"window=\"\"breaks?\"=\"\"[10w]=\"\"\"Shut the fuck up! I think we got a burglar."},{"Author":"Beryl Dov","Category":"positive","Quote":"Time Traveler's Ennui The future ain't what it use to be."},{"Author":"Beryl Dov","Category":"positive","Quote":"Maintaining the Distance between Wealth and Poverty [10w] The nouveau riche are far more ruthlessthan the rich."},{"Author":"Beryl Dov","Category":"positive","Quote":"Origami Master If you're the greatest origami master in the worldmaybe I can find you a job folding napkins at a restaurant.I'm not making any promises."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ethical Dilemma of an Ascending Body [10w] + [10w] You can't ascend a ladderwithout rungs to push back;you can't climb a staircasewithout stairs to step on."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rat Trap Haiku 'Hmm, 12 by 13,4 by 9. Oy! You call thisrat trap an apartment?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Depression Busy people have neither the time nor the swimming skills to take a divein a pool of depression."},{"Author":"Beryl Dov","Category":"positive","Quote":"Double-Dipping [10w] Double-dip in righteousness and delight in the here and herafter."},{"Author":"Beryl Dov","Category":"positive","Quote":"2D or Not 2D [10w] The best thing about a two-dimensional world is nobody's fat."},{"Author":"Beryl Dov","Category":"positive","Quote":"Err [10w] My dear, \"To err is human — to forgive, to redefine."},{"Author":"Beryl Dov","Category":"positive","Quote":"Switch Hitter [10w] Aphorisms are penned in my left brain,poetry, my right."},{"Author":"Beryl Dov","Category":"positive","Quote":"Discrete vs. Discreet Moonlight falls upon my feet,beyond the sun's overwrought conceit.I'm painted pristine white, without the heat;reflection's cool reflection~ how discreet!"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Squeaky Wheel The squeaky wheel ~will put you $374.43 in the holeafter replacing the brake pad, rotorsand $500 with a new master cylinder."},{"Author":"Beryl Dov","Category":"positive","Quote":"Obscure Poetry Obscurity does not make a poem better or deeper.It simply makes it obscure."},{"Author":"Beryl Dov","Category":"positive","Quote":"Eckhart Tolle for Sociopaths The foundation for all abundance is having more cool shit than your neighbor."},{"Author":"Beryl Dov","Category":"positive","Quote":"Yams vs. Sweet Potatoes vs. Cassava vs. Popeye [10w] \"I am that I am that I am a yam."},{"Author":"Beryl Dov","Category":"positive","Quote":"Angels vs. Fools [10w] Au contraire: Angels rush in where fools fear to tread."},{"Author":"Beryl Dov","Category":"positive","Quote":"Virtual Friends [10w] Internet camaraderie's bullshit because these 'friends' can't be relied upon."},{"Author":"Beryl Dov","Category":"positive","Quote":"Stampede [10w] Her stampede of wild emotions broke down everything once stable."},{"Author":"Beryl Dov","Category":"positive","Quote":"Now [10w] + {Couplet} Whether you Hurry up! or P r o c r a s t i n a t e,the NOW doesn't discriminate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry and Dogs [10w] Poetry and dogs make the best companions.Don't trust dogs."},{"Author":"Beryl Dov","Category":"positive","Quote":"California Haiku \"After my boob jobI'm taking acting lessons.Fuck's fifty, no anal."},{"Author":"Beryl Dov","Category":"positive","Quote":"Evil [10w] Believing you're evil sets into motion the wheels of self-destruction."},{"Author":"Beryl Dov","Category":"positive","Quote":"Free Lunch There's no such thing as a free lunch ~for people who haven't yet learned to beat the system ;)"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Wonder of Wandering [10w] When you wander without destination,the world becomes your teacher."},{"Author":"Beryl Dov","Category":"positive","Quote":"If I Were God [10w] If I were God I'd sell my shit on Ebay."},{"Author":"Beryl Dov","Category":"positive","Quote":"Iran [10w] In Teheran daylight dawnswith minarets against skies of bronze."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hook 'em I know how to leave them satisfied and hungry for more ~with a carefully administered shot of insulin."},{"Author":"Beryl Dov","Category":"positive","Quote":"❞ [10w] \"Let's cuddle like a quotation mark filling a blank page."},{"Author":"Beryl Dov","Category":"positive","Quote":"Jew in a Canoe Haiku Jew in a canoe,whitewater rushes, the canoe tips.The Jew doesn't."},{"Author":"Beryl Dov","Category":"positive","Quote":"O God O God I love you.I worship you, I need you.Everything I am is because of you.Everything.O God I hate you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Evil Thoughts [10w] Believing 'You're either with us or against us' is evil."},{"Author":"Beryl Dov","Category":"positive","Quote":"Library [10w] Hopefully, the library in the afterlife doesn't contain contemporary poetry."},{"Author":"Beryl Dov","Category":"positive","Quote":"again!\"=\"\"Perfect happiness is when your child giggles and yells,\"Again!"},{"Author":"Beryl Dov","Category":"positive","Quote":"My Sweet Home, Alabama If it grows, it sticks, if it crawls, it bites,if it's outside, it rusts,if it's ornery, it fights,if it's a dawg, it barks.if its a possum, it feignsif it's a buggy, it squeals,if it's winter, it's summer,If it's slimy, it's eels.If it ain't Dixie, it won't do,so let's fix to get piss drunkand lynch us another nigger and Jew."},{"Author":"Beryl Dov","Category":"positive","Quote":"Occam's Razor [10w] I shaved with Occam's razor and he shaved with mine."},{"Author":"Beryl Dov","Category":"positive","Quote":"Finally, I Know Who I Am You are what you eat.~ Ludwig Andreas FeuerbachWe become what we think about.~ Earl NightingaleI'm a Horny Pizza!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Past/Present/Future I have no problem living in the present,but because of my pastpeople want to kill me in the future."},{"Author":"Beryl Dov","Category":"positive","Quote":"Political Strategists Avoids the Controversial [10w] Politicians win by pandering to the base of shared assumptions."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fate [10w] The eternal point where our dreams intersect is called fate."},{"Author":"Beryl Dov","Category":"positive","Quote":"3 Surefire Ways to Win a Man You sucking my cock made our relationship interesting.You taking it up your ass made it meaningful.You cooking me dinner made it lasting."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mingling Defined [10w] Superficial people engaging with superficial people on a superficial level."},{"Author":"Beryl Dov","Category":"positive","Quote":"Oppressor vs. Oppressed [10w] Love somtimes disintegrates into becoming the oppressor or the oppressed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Busch Beer: Head for the mountains... [10w] ...and fall off the precipice shitfaced."},{"Author":"Beryl Dov","Category":"positive","Quote":"Keep Your Day Job Bitch [10w] + {Couplet} If you've guessed that I'm blessed,augury ain't your strawberry."},{"Author":"Beryl Dov","Category":"positive","Quote":"Amazon.com Amazon.com is the Church of Consumer Capitalismwhose ethics demands we know the price of everything,the value of absolutely nothing of true moral valueand most importantly ~Customers Who Bought This Item Also Bought."},{"Author":"Beryl Dov","Category":"positive","Quote":"Confucius vs. Confusion [10w] Confucius says if pussy smell like fish change the bait."},{"Author":"Beryl Dov","Category":"positive","Quote":"What Children See [10w] \"A spider is an octopus who lives in the desert."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dogs [10w] Dogs never lie about love,but occasionally fake an orgasm."},{"Author":"Beryl Dov","Category":"positive","Quote":"Entrepreneurs [10w] A man should be judged by the companyhe sells."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry Calling [10w] Poetry's not a calling.It's a whispering in your ear."},{"Author":"Beryl Dov","Category":"positive","Quote":"I [10w] 'I' is a wellspring in the desertoverflowing with life."},{"Author":"Beryl Dov","Category":"positive","Quote":"test post please ignore .Gotcha!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Six Minus Three Degrees of Stupidation [10w] Three degrees of stupid:stupidstupid squaredstupid stupid stupid"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Grass is Always Greener on the Other Side of the Hill That's because my lawn is on a south-facing slope of the hill and more more open to sunlight and warm winds. It's dryer due to higher levels of evapotranspiration than my neighbor's greener north-facing slope.I'm not the least bit envious of the color of his greener grass.I'm just pissed that the prick owns a better piece of real estate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Grateful [10w] + [10w] If you can't think of anything you should be grateful for,think that you can think and be grateful for that."},{"Author":"Beryl Dov","Category":"positive","Quote":"Let's get physical, physical [10w] All physical contact is meaningful,even if meaningful means sleazy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hate [10w] Love cannot hate eradicate ~only a more ruthless hate can."},{"Author":"Beryl Dov","Category":"positive","Quote":"Explosive Heart [10w] + {Couplet} A heart that's been playedcan become a hand grenade."},{"Author":"Beryl Dov","Category":"positive","Quote":"Shit Poetry [10w] Poetry without grace of expression is just so much shit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Teenagers [10w] Teenagers are the lone survivors of a ruthless hormonal holocaust."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Machismo Motto [10w] \"When we are not hard as nails we get screwed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ars Poetica: Dovetailing Collage [10w] Poems should be a dovetailing collage not a linear cohesion."},{"Author":"Beryl Dov","Category":"positive","Quote":"Imitation [10w] Art imitates life.Life imitates art.I just imitate imitation."},{"Author":"Beryl Dov","Category":"positive","Quote":"Man vs. Chimp Even chimpanzees are toolmakers,but only man has the unique honor of being a Godmaker."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Tragedy of Forgetfulness When you stop loving someone,in order to heal your memory of them begins to fade.Unfortunately, the good ones fade with the bad and suddenlyyears of your life have disappeared."},{"Author":"Beryl Dov","Category":"positive","Quote":"Promising vs. Promises A promising life comes from a childhood without broken promises."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Real Passionate Kiss Should Feel Like Dying [10w] Like ice melting into water coming to a rolling boil."},{"Author":"Beryl Dov","Category":"positive","Quote":"First Things First [10w] God created the possibility of absurditybefore he created man."},{"Author":"Beryl Dov","Category":"positive","Quote":"Me vs. Me Only the practice of empathy and gratitudecan make the opaque ego transparent to receivethe loving light emanating from your soul.Hate and selfishness will always leave you'in the shadow."},{"Author":"Beryl Dov","Category":"positive","Quote":"Heart My heart jumps every time you walk through the door.It's not love.I have an arrhythmia."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gone to the Dogs [10w] All ideals corrupt into ideology to sustain the social order."},{"Author":"Beryl Dov","Category":"positive","Quote":"Detonation vs. Pre-Ignition [10w] Poets have thin skins;physicists call this differential burn rates."},{"Author":"Beryl Dov","Category":"positive","Quote":"Publisher's Persuasion \"You're much too good a writer to want a six figure advance. You don't want your readers to think you're only writing for money ~ do you?"},{"Author":"Beryl Dov","Category":"positive","Quote":"What One Vulture Said to the Other I have a bone to pick with you ~which end shall we start on?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Old People [10w] At the mere mention of death they gasp for breath."},{"Author":"Beryl Dov","Category":"positive","Quote":"Iowa Haiku \"We're not really dull,we are just misunderstood.Weed helps dull the pain."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spooning [10w] Love means tasting her spaghetti sauce on a wooden spoon."},{"Author":"Beryl Dov","Category":"positive","Quote":"Area 51 [20w] If aliens were truly looking for intelligent life on earth,what the fuck were they thinking going to New Mexico?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Omnipresence Under The Christmas Tree \"I wish I was a schizophrenic with déjà vu so I could've been everywhere simultaneously."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Gypsy Jackpot An ambulance, a police car and a fire truck parked in front of a gypsy's trailer can only mean one thing ~ insurance scam!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Pushkin When Pushkin came to Shovekin all hell broke loose."},{"Author":"Beryl Dov","Category":"positive","Quote":"Home Never give up a home for a house;you may never find a home again."},{"Author":"Beryl Dov","Category":"positive","Quote":"Compassion [10w] Compassion is the combination to enter the vault of heaven."},{"Author":"Beryl Dov","Category":"positive","Quote":"Selfies [10w] Selfies allows you instant gratification and reminiscence all at once."},{"Author":"Beryl Dov","Category":"positive","Quote":"9/11 Haiku: Rudy Giuliani, Mayor of New York \"Now you boxcutter, Iraqi Pete, camel fuckersreally pissed me off!"},{"Author":"Beryl Dov","Category":"positive","Quote":"When in Doubt [10w] If your relationship becomes stagnant,set fire to her dress."},{"Author":"Beryl Dov","Category":"positive","Quote":"Telekinetic Poker Players Telekinetic poker players have a tell when they're bluffing:they always raise you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Curse of the Ageing Woman {Couplet} I'm a wallflower, bluestocking, left on the Shelf, When you're beyond one's sell-by date, you've left by yourself,"},{"Author":"Beryl Dov","Category":"positive","Quote":"Pussy [10w] Her pussy was heaven's gate and the backdoor of hell."},{"Author":"Beryl Dov","Category":"positive","Quote":"Grass in a Sidewalk Crack Grass sprounting miraculously in a sidewalk crack is a metaphor forlousy maintenance."},{"Author":"Beryl Dov","Category":"positive","Quote":"Broken [10w] + {Couplet} \"His gifts have become broken things, hidden from my view,Sitting on a shelf, above my shoes, like exterminated Jews."},{"Author":"Beryl Dov","Category":"positive","Quote":"Eye of God [10w] The Hubble-Universe is a microchip in the Eye of God."},{"Author":"Beryl Dov","Category":"positive","Quote":"Too Beautiful for Words [10w] + [10w] When nature presents us with miracles too beautiful for words,it is either a mountain, a beach, or a baby."},{"Author":"Beryl Dov","Category":"positive","Quote":"GPS for Sin \"You've entered the point of no return;Re-cal-cu-la-ting."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mercy vs. Revenge \"May God have mercy on my unfaithful, back-stabbing, adulterous husband because I sure as hell won't."},{"Author":"Roy T. Bennett,  The Light in the Heart","Category":"positive","Quote":"Be mindful. Be grateful. Be positive. Be true. Be kind."},{"Author":"Karon Waddell","Category":"positive","Quote":"Tell the negative committee that meets inside your head that they have nothing to say you haven't heard before and it's about time they disbanded until they have something positive to say."},{"Author":"Roy T. Bennett,  The Light in the Heart","Category":"positive","Quote":"The more you feed your mind with positive thoughts, the more you can attract great things into your life."},{"Author":"Delma Pryce,  ABOVE AND BEYOND: My Spiritual Journey","Category":"positive","Quote":"Everything we experience in life is designed to shape our characters."},{"Author":"Viola Shipman,  The Charm Bracelet","Category":"positive","Quote":"The Hot Air Balloon CharmLife Can Be Filled with Adventure If You Let Yourself Soar"},{"Author":"Karon Waddell","Category":"positive","Quote":"I choose not to waste my energy hating someone and I recognise that their negativity drags me down, so I walk away from them."},{"Author":"Karon Waddell","Category":"positive","Quote":"Remember, you are training your mind. You are either training to look for things to go wrong or you are training it to look for anything to go right. Train yourself to think only positive thoughts."},{"Author":"Beryl Dov","Category":"positive","Quote":"Romantic Ring Ceremony Define this wedding ring,with which I betroth thee unto me forever,not by the confining boundaries of it's goldbut by the empty circle within -that perfect portal to your loving heartyou have opened for me, and me alone -as I have opened mine for you."},{"Author":"Beryl Dov","Category":"positive","Quote":"♥ Love ♡ My heart skips a beat every time you walk through the door!It isn't love ~ I have an arrhythmia."},{"Author":"Beryl Dov","Category":"positive","Quote":"Reckless vs. Diet [10w] I live too recklessly to worry about low carb diets."},{"Author":"Beryl Dov","Category":"positive","Quote":"Minus One [10w] We more people we fuckthe more lonely we become."},{"Author":"Beryl Dov","Category":"positive","Quote":"Kansas Haiku \"Ya' know Superman'sfrom here and Jor-El could'vesent him to New York."},{"Author":"Beryl Dov","Category":"positive","Quote":"The 2-Step Self-Discovery Program The first step in self-discovery is not giving a shit what anybody else thinks.The second step is knowing you're a self-centered asshole."},{"Author":"Beryl Dov","Category":"positive","Quote":"When Old Age Begins Old age seizes center stagewhen more people we love are amidst the deadthan amongst the living."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Note from Time Management [10w] Our time machine's temporarily out of order. Come back yesterday."},{"Author":"Beryl Dov","Category":"positive","Quote":"Louisiana Dynamite Fishin' {10w] \"Uncle Jimbo sez, if dey don't float it ain't fishin'."},{"Author":"Beryl Dov","Category":"positive","Quote":"Oxford, England Haiku City shrouded in fogand within the blinding mist we found each other."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mind Maneuvers When we hear something unflattering,our mind doesn't fully process it.When we hear a compliment,the mind goes into overdriveand tend to read too much into it."},{"Author":"Beryl Dov","Category":"positive","Quote":"Buddha (Haiku) Buddha, Enlightened,I rub your belly to blessmy Lotto ticket."},{"Author":"Beryl Dov","Category":"positive","Quote":"Soar Like a Pigeon [10w] Better be a pigeon than an eagle with Indians around."},{"Author":"Beryl Dov","Category":"positive","Quote":"Who Am I \"I don't know who I am whenI'm not the person who loves you."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Good Krill When there's a ocean to sieve through,there's no good or bad krill.There's only your mouth and hunger ~like Vladimir Putin."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wishing Wells [10w] Wishes fall to the bottom of wells;only faith floats."},{"Author":"Beryl Dov","Category":"positive","Quote":"What Women Want [10w] What women want is a feeling of security with abs."},{"Author":"Beryl Dov","Category":"positive","Quote":"Breathe inhale.exhalerepeatThat should solve 90% of your problems.For the other 10% ask your local Rabbi."},{"Author":"Beryl Dov","Category":"positive","Quote":"Committees [10w] A committee sits in a rectangle and talks in circles."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Moment Before Impact [10w] The deer's eyes were moonstones, reflecting back my car's headlights."},{"Author":"Beryl Dov","Category":"positive","Quote":"Still Hangin' in the Child Hood [20w] You can spend an entire lifetime trying to be a child again,or never lose your childhood to begin with."},{"Author":"Beryl Dov","Category":"positive","Quote":"Kill Buddha's Hairdresser [10w] I'd like to meet Buddha's hairdresser and shoot the prick."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hungry When you're hungry everything tastes good.Note to myself: Don't get married when you're hungry."},{"Author":"Beryl Dov","Category":"positive","Quote":"That Jesus Kinda' Love [20w] What people do for the loveof their Lord and Savior, Jesus Christ,I wouldn't do for my fucking mother."},{"Author":"Beryl Dov","Category":"positive","Quote":"Q & A The illness of our time is not that we lack for answers;man's tragedy is that we've forgotten the important questions."},{"Author":"Beryl Dov","Category":"positive","Quote":"North Dakota Haiku \"My bib overallslook spiffy at a weddingor a funeral."},{"Author":"Baz Luhrmann","Category":"positive","Quote":"Don't waste your time on jealousy. Sometimes you're ahead, sometimes you're behind. The race is long and in the end, it's only with yourself."},{"Author":"Beryl Dov","Category":"positive","Quote":"Nebraska State Motto Equality before the law.Where Monsanto/GMO corn is above the law."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wheaties: Breakfast of Champions... who'll endorse any product for a price."},{"Author":"Beryl Dov","Category":"positive","Quote":"What happens when you trip China's Premier Li Keqiang on a banana peel? Your wind up with an even more slippery slope."},{"Author":"Beryl Dov","Category":"positive","Quote":"Finish Off Your Enemies If you finish off your enemiesdo they wind up more charming and with better manners?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Las Vegas Magic! I was the greatest magician in the world.Things were going great. My agent booked me to play the Mirage Hotel in Las Vegas for $100,000 per performance!When I got onstage everything suddenly disappeared.I'm not sure if it was allan illusion or a delusion,but I cashed the check anyway just to be safe."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lotto If I won a million bucks in Lotto,I'd give it to Charity.Charity gives great head."},{"Author":"Beryl Dov","Category":"positive","Quote":"Money Can't Buy Everything [10w] Money can't buy everything ~ but love is certainly no exception."},{"Author":"Beryl Dov","Category":"positive","Quote":"Talented [10w] Being called talented brings with it more hatred than applause."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dammit Goddammit' Defined [10w] Damned if you do and damned if you don't double-bind."},{"Author":"Beryl Dov","Category":"positive","Quote":"Read vs. Write If you want to know about life second hand, read;if you want to experience life directly, write."},{"Author":"Beryl Dov","Category":"positive","Quote":"Bruges Belgium Haiku Behind a stack of grey Lego bricksyou wheeze up Belfry's 366 stepsand don't see a single bat."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death Ride Denied At the stables of your agonyDeath brought his morbid mareTo whisk you from your woeful wantsAnd coax you from your cares.A ride you did deny this princeAnd bid him soft farewell,Hoping the morrow must be brighter sinceYour yesterdays were hell."},{"Author":"Beryl Dov","Category":"positive","Quote":"Minimum Wage [10w] Even trained bears couldn't bear working for bare minimum wage."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dysfunctional vs. You're One Fucked Up Bitch [10w] \"Causing pain's the only way you know how to love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Privacy [10w] Why someone prefers his privacy is itself a private matter."},{"Author":"Beryl Dov","Category":"positive","Quote":"Doldrums People who live in the doldrumscan't throw caution to the wind."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rebellious Fish [10w] Sometimes swimming against the current turns you into glazed salmon."},{"Author":"Beryl Dov","Category":"positive","Quote":"Jesus [10w] \"Sorry to keep you hanging,but it's just our nature."},{"Author":"Beryl Dov","Category":"positive","Quote":"Argument [10w] Argue for the sake of resolutionnot for arguments sake.."},{"Author":"Beryl Dov","Category":"positive","Quote":"Recipe for Love [10w] Recipe for love:compatibilityattraction ~just add penis and stir."},{"Author":"Beryl Dov","Category":"positive","Quote":"Some Semblance of Such \"To lose one's identity to a Doppelgänger may be regarded as a misfortune; to lose multiple identities speaks of Nabakov."},{"Author":"Beryl Dov","Category":"positive","Quote":"Miss Universe Contest Protest Haiku Fundamentalists protest Miss Universe contest.Go home, beat their wives."},{"Author":"Beryl Dov","Category":"positive","Quote":"No That's Bad Aim Shoot!That ass clown couldn't hit the broad side of a barnwith the smart photon torpedohe lifted from Area 51."},{"Author":"Beryl Dov","Category":"positive","Quote":"Twittersweeet [10w] Finding Twitter followers' like fishing in a lake of fisherman."},{"Author":"Beryl Dov","Category":"positive","Quote":"Autumn Ikebana [10w] + {Haiku} Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves.or:Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves."},{"Author":"Beryl Dov","Category":"positive","Quote":"Who is Fortunate? [10w] Who is fortunate?He who measures his fortune in friends."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ranger Smith, Unemployement and the Possibility of Unperceived Existence If a tree falls in the forest and we're not there,do we fire the park ranger without making a sound?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Kansas State Motto Ad astra per aspera. [9]Flat land and flatline intelligence."},{"Author":"Beryl Dov","Category":"positive","Quote":"How to Exercise Caution [10w] Walk in the counsel of the wickedon your treadmill."},{"Author":"Beryl Dov","Category":"positive","Quote":"Today I Learned: Delete Today I learnedwhen you delete stuff on your computerit still resides on your hard drive.It's sort of like getting divorcedbut that bitch still lives in your house."},{"Author":"Beryl Dov","Category":"positive","Quote":"Chlorophylia [10w] + {Couplet} Few things amaze as the paletteof the autumn blaze."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Matter of Perspective I see rain dancing on the stage of the pond.Fish see heaven throwing a thousand kisses.My wife see a drizzle of olive oil on a pot of spaghetti. The scientist sees condensation and precipitation.The rain sees reincarnation.A poet see them all in permutation."},{"Author":"Beryl Dov","Category":"positive","Quote":"Proof Proof of God's existence is as silly as proof of love's."},{"Author":"Beryl Dov","Category":"positive","Quote":"Virtual Reality [10w] The only thing better than reality is perfected virtual reality."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Rubik's Cube of Omár my Mán A Key of Coke underneath the Bough,A Jug of Jack, a Brick of Hash ~ Newsflash:'Now who the fuck needs Thou'."},{"Author":"Beryl Dov","Category":"positive","Quote":"There is nothing wrong with your television set. Do not attempt to adjust the picture. [10w] + {Couplet} Network TV's insistent stupidity to the Outer Limits pushes me."},{"Author":"Beryl Dov","Category":"positive","Quote":"Royal Pricks [10w] Woe unto the king of his bubble who's a prick."},{"Author":"Beryl Dov","Category":"positive","Quote":"Reflection Upon Reflection [10w] Don't look into a mirror in rooms full of mirrors."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Dangers of Second Hand Smoke \"Second hand smoke can be harmful becauseif you don't put out that fucking cigaretteI'm smashing your head open with this baseball bat."},{"Author":"Beryl Dov","Category":"positive","Quote":"Il Principe 2015: Lesson 2 ~ Shit If you're going to run for public office,you must first scrape the shit off your shoe,or the stink will follow you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spirituality and Aging Spirituality comes naturally to the old because they're running out of options."},{"Author":"Beryl Dov","Category":"positive","Quote":"Straight Men vs. Curved Women [10w] 'Straight' men who approach 'curved' women must'mind the gap'."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fucking 3rd World Taxi Drivers [10w] Taxi drivers have ruined more vacations than tsunamis or earthquakes."},{"Author":"Beryl Dov","Category":"positive","Quote":"Having Words with Words [10w] ”I’ve had a falling out with words,leaving me speechless."},{"Author":"Beryl Dov","Category":"positive","Quote":"♀ Travelers vs. ♀ Tourists [10w] + [10w] Female travelers wear no makeup, stringy jewelry and Jesus sandals.Female travelers wear overcaked makeup, diamond jewelry and Gucci Booties."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Written Word The only thing I hold dearer than myself(and my moms, yo') ~is the written word.I'd give my life for that bitch, (yo'.)"},{"Author":"Beryl Dov","Category":"positive","Quote":"Writer's Block [10w] Every writer's block is surrounded by a million other possibilities."},{"Author":"Beryl Dov","Category":"positive","Quote":"Penetration [10w] The difference between truism and an enlightened [10w] is penetration."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tickled Pink Today,without thinking,I filled my half-empty fish tank, to its brink.Having doubled the size of his universe,my Siamese bettais quite tickled pinkThe same thing happens when you fill my half-empty world with your love.Bai, keep pourin'!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Leaping lemmings! Leaping lemmings!I so adore ya'Can't get enoughJust want more’o'ya'!When I've had my fill'o'ya',I long for anotherRefill'o'ya.So, let's cut my spiel And here's the deal:I'm just gonna' haveta' cloneya'!So, when we're doneJust having fun --I'm just gonna' haveta' boneya'Again."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wisconsin State Motto Forward.Leading the nation in drunk driving and Cheesehead hats."},{"Author":"Beryl Dov","Category":"positive","Quote":"Paranoid Realist Perspective [10w] \"I've conquered all my enemies except for the real ones."},{"Author":"Beryl Dov","Category":"positive","Quote":"Grease [10w] Relationships between people are rarely frictionless;they all need grease."},{"Author":"Beryl Dov","Category":"positive","Quote":"Frank Lloyd Wright {Couplet} Frank Lloyd Wright eliminated the confining wall,so now when your wife screams at youit sounds like you're in Tammany Hall."},{"Author":"Beryl Dov","Category":"positive","Quote":"Toasts During the hymeneal repast,The guest stood silent as toasts were cast.The Best Man bore witness to a dozen years pastThe Bridesmaid joked about a relationship that wouldn’t lastThe groom listened and held the hand of the brideKnowing his real toast was buttered on the other side."},{"Author":"Beryl Dov","Category":"positive","Quote":"Small Degrees Lobster don't fathom they're being cooked,like relationships being snuffed out in small degreesbut in reverse, as love begins to freeze over, trapping you in a impenetrable ceiling of ice until you drown."},{"Author":"Beryl Dov","Category":"positive","Quote":"Opportunity Knocks: China When opportunity knocksthe Chinese make knock-offs."},{"Author":"Beryl Dov","Category":"positive","Quote":"What's Hot [10w] + {Couplet} We incorrectly assume what's hotis becoming what we're not."},{"Author":"Beryl Dov","Category":"positive","Quote":"Meaning of Life {Couplet} Life's but the love and laughter we've amassed,the friendships forged that shall outlastpossessions, station and renown,the make-up palette of a clown."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rules of Etiquette [10w] Rules of etiquette are pretend manners for the lower classes."},{"Author":"Beryl Dov","Category":"positive","Quote":"Breaking with Tradition is Tradition You can take the poem outside of tradition,but you can't take tradition out of the poem."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Dream Come True [10w] A dream come true is a nightmare in the making."},{"Author":"Beryl Dov","Category":"positive","Quote":"Journalist asks me whether I can sit down for an interview... Sorry, I can't talk now. I'm busy writing up a storm.How about tomorrow?Sorry, tomorrow I'm bust conjuring up a tornado."},{"Author":"Beryl Dov","Category":"positive","Quote":"Control [10w] Don't lose control by imagining you can control your lover."},{"Author":"Beryl Dov","Category":"positive","Quote":"Silly String [10w] Life' an absurdity radiating from a spine of silly string."},{"Author":"Beryl Dov","Category":"positive","Quote":"Prayer [10w] Despite God's grace, prayer is not a wish granting well."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sometimes Magic is What Disappears [10w] + {Couplet} Love's tragic, not ecstatic;with finespun change, disappears the magic."},{"Author":"Beryl Dov","Category":"positive","Quote":"One Philosophical Question, Two Faces [10w] 'Is life wort living?' is tantamount to'Does God exist?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Got Hate? When a hater cozily whispers shit in your ear about them,what does that say about you?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Chutzpah {Limerick} Despite your unmitigated audacity,you're effrontery remains one of opacity.Let me suggest you turn Jewand learn chutzpah too,to realize your fullest capacity."},{"Author":"Beryl Dov","Category":"positive","Quote":"BMW: The ultimate driving machine... ...just like our gas chambers were the ultimate killing machines."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Cure [10w] Laughter, love and faith can cure 95% of all illnesses."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Pompous Psychopomp Its your charge to provide me safe passage to the afterlife,to be a midwife to my dying.Any yet, you hover there, judging me,putting on airs, you supercilious whip-poor-will.You're an embarrassment to nightjars everywhere.Now do your fucking job and take me to hell ~which I guess has already begun,judging by your shitty escort service."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love's Reward [10w] + {Couplet} Love repaid is love's reward;recompense fair towards being adored."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pacifism There's nothing like seeing action in war to turn a soldier into an instant pacifist or an instant killer."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hate Recycle Bin When you empty your hate recycle binit frees up more memory to write even better poetry.Just try it and tell me this isn't true!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Siesta Mud tracked from the rice fields blazon a pathFrom kitchen to cellar escaping noon’s wrath.A quiet siesta to break the ordealOf scything and sifting and spinning the wheel.Half a dream later he returns to the fieldTo seeding earth’s furrows. massaging its yield.And when Sun descends gravely back to her tombHe tracks back to the kitchen, the cellar, his room."},{"Author":"Beryl Dov","Category":"positive","Quote":"Clairol 2: Hair color so natural only her hairdresser knows for sure... ...but he's gay and already Tweeted it to 300 people."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Chuck Yeager Moment {Couplet} There's a sonic boom resonating in my head as I break through the 2000 HP follower watershed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Invisible Attraction What's invisible to the eye is that as you move towards love,love moves towards you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Voodoo I'm phobic about pins and needles.Can I just stick a voodoo doll in the microwave?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Freedom [10w] You've never experienced freedom until you have nothing to lose."},{"Author":"Beryl Dov","Category":"positive","Quote":"Vices [10w] Cultivate vices;to be without them is not to be."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hermit Crab Should a hermit crab be required to have a real estate license?"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Refugee I packed my car with cash and valuablesand headed for the border.At the first checkpoint they took my cash.At the second they took my valuables.At the border they took my car and my shoes.I walked barefoot the last 100 feet to freedom,and was greeted with open arms by a person I didn't recognize.In time I discovered that strangerwas the me they could not take from me."},{"Author":"Beryl Dov","Category":"positive","Quote":"You Can't Win [10w] Every bitch is a witch;every wife brings you strife."},{"Author":"Beryl Dov","Category":"positive","Quote":"Glow in the Dark \"You've led me from stark nightwith a love that glows in the dark."},{"Author":"Beryl Dov","Category":"positive","Quote":"Self-Sufficiency [10w] When God closes a door,buy a Sawzall from Home Depot."},{"Author":"Beryl Dov","Category":"positive","Quote":"Every Small Child is a Miracle [10w] The God of small children is the one true God."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rainbows and Gratuitous Violence Whenever I see a rainbow, I want to punch a penguin in the face."},{"Author":"Beryl Dov","Category":"positive","Quote":"Inspiration vs. Plagiarism [10w] Inspiration is improving on another's idea;plagiarism is copy/paste piracy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pain vs. Pleasure {Couplet} Pain and pleasure are nearly identical,the difference lies in their temporal perception.Pleasure feels fleeting, pain feels unending;both jolt us at the nerve's first inception."},{"Author":"Beryl Dov","Category":"positive","Quote":"Unwitting Measure [10w] + {Couplet} \"You I love and treasurein an equal, unwitting measure."},{"Author":"Beryl Dov","Category":"positive","Quote":"Excuse The bureaucrat's excuse, 'If I have to make an exception for you,I have to make an exception for everybody else',doesn't apply to me because I exceptional."},{"Author":"Beryl Dov","Category":"positive","Quote":"Crying in the Rain If you cry in the raindoes anybody but you know you're unhappy?"},{"Author":"Beryl Dov","Category":"positive","Quote":"A Poem Must Have an Accomplice If you cannot bamboozle the reader into becoming a willing accomplice to your artifice and collusion the poem won't fly."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hanzō Katana Poetry A poem should be forged and folded to perfection like a Hanzō katanaand as gentle as the mist it cuts through."},{"Author":"Beryl Dov","Category":"positive","Quote":"Perfection [10w] If you've attained perfection,then what's the point of living?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Relationships Deconstrcted [10w] Qualities we at first perceive as endearingsoon becomes annoying."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pussy Whipped I was pussy whipped with four lashes.It was a helluva threesome ~but I still can't get the damn mascara off my one-eyed snake."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cheeky Poets [10w] Remember 'poetry' lies between 'pitiful' and 'poop' in the dictionary."},{"Author":"Beryl Dov","Category":"positive","Quote":"Trickeries, Sophistries and Traps [10w] Life's great irony is that we, the trapped,set traps."},{"Author":"Beryl Dov","Category":"positive","Quote":"Memory Foam [10w] She had an ass like an elephants memoryfoam pillow."},{"Author":"Beryl Dov","Category":"positive","Quote":"To Trend or Not to Trend I've had a thousand trending poems,they were rarely my best.Evoking empathy and shared feelingis the poet's only true test."},{"Author":"Beryl Dov","Category":"positive","Quote":"My Brooklyn Childhood [10w] \"Motherfucker! I gotta put more goddamn change in the swear-jar."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ars Poetica: Write Poetry on a Black Slate Poetry should be written on a black slate of imagination,the poet artfully allowing images to emerge from the dark."},{"Author":"Beryl Dov","Category":"positive","Quote":"Thank You Dick Wolf [10w] TV crime shows taught me it’s best to lawyer up."},{"Author":"Beryl Dov","Category":"positive","Quote":"Shadows are only Neutral at Noon [10w] + {Couplet} Whose side shadows fall upon,tis' ordained by reigning sun."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Fate of Prodigies [10w] Early to peak, early to deal with obsolescence and obscurity."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love Haiku Sumerian whoregrabs my wedge, says: 'I love aman in cuneiform."},{"Author":"Beryl Dov","Category":"positive","Quote":"River Mountain Ocean [10w] + [10w] + {Couplet} Rivers delight in their flow;Mountains savor their snow.But oceans are in concurrencetheir contentment comes from recurrence."},{"Author":"Beryl Dov","Category":"positive","Quote":"Plant vs. Harvest [10w] Any fool can harvest but it takes true skill to plant."},{"Author":"Beryl Dov","Category":"positive","Quote":"Twitter Love [10w] ♥ ۵ 웃 유 ღ ♂ ♀ is2g, no b.s.dnt nd 8v3n, wen ive gt uaღღღღღღღღღღღღღღღღღღღღღ"},{"Author":"Beryl Dov","Category":"positive","Quote":"McDonald's I love and rescue stray dogs, duct tape Burger King crowns to their heads and set them loose in McDonald's."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lies vs. Truth [10w] I can only speak truth if I lie to myself."},{"Author":"Beryl Dov","Category":"positive","Quote":"Consciousness-Driven Evolution circa 60,000 B.C. Random genetic mutation allowed homo sapiens to compete more successfully for food and mating rights. Just listen to girl chatter posted on the cave walls:\"Boy, Uggh is hot. He's sentient!\"\"Yeah. He doesn't need a club to get my attention."},{"Author":"Beryl Dov","Category":"positive","Quote":"please=\"\"hand=\"\"me=\"\"the=\"\"remote,=\"\"dear.\"=\"\"[10w]=\"\"The most effective method of birth control is grannie panties."},{"Author":"Beryl Dov","Category":"positive","Quote":"Over-Douse [10w] Trying to mask death's smell,old ladies over-douse on perfume."},{"Author":"Beryl Dov","Category":"positive","Quote":"Seeing vs. Envision {Couplet} We see nothing more than we bring to it;heavenly orchards lie in an apple's pit!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Choice vs. Disease [10w] People who label lack of control a disease evade responsibility."},{"Author":"Beryl Dov","Category":"positive","Quote":"Self-Motivation [10w] \"Today I'll do something more extraordinarythan I did yesterday."},{"Author":"Beryl Dov","Category":"positive","Quote":"Comments Being the first to comment on a poem,is like breaking a bottle of champagneagainst the hull of a new ship."},{"Author":"Beryl Dov","Category":"positive","Quote":"In the Future [1]: (criminals) In the future we're going to find a wayto turn criminals into wordsand then place them in parentheses."},{"Author":"Beryl Dov","Category":"positive","Quote":"Let's Celebrate! Photoshop Turns 25 This Week [10w] I bought a fake passport on Fiverr.Don't tell Mexico."},{"Author":"Beryl Dov","Category":"positive","Quote":"Regret vs. Good Times \"If I had to regret the good times I spent with every lover who eventually disillusioned me,my love life would be reduced to ten seconds."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Frog in my Throat I had me frog in my throat.I swallowed hard and it croaked.Tasted like shit.Next time I get me a frog in my throat,my snooty French boyfriend better wash his dick with soap."},{"Author":"Beryl Dov","Category":"positive","Quote":"2 Rules on Becoming a Good Poet [10w] Rule#1: Never write shitty poetry.Rule#2: Never forget Rule #1."},{"Author":"Beryl Dov","Category":"positive","Quote":"Russian, Metafizicheskiy-poshlost This is the humorous metaphysical banality like watching Tolstoy's wife, Sophia, nag her husband about leaving borscht stains on the table linen. The resulting discombobulation totally messed up the ending of Anna Karenina."},{"Author":"Beryl Dov","Category":"positive","Quote":"Goose Neck [10w] Whenever a goose has a car accident, the traffic sucks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love vs. the Three Headed Dragon In relationships, the corrosive venom of the three-headed dragon areindifference, fault-finding and 'take-each-other-for-grantedness'.Only these cantarnish the shining armor of amour."},{"Author":"Beryl Dov","Category":"positive","Quote":"Valentine's Day 1 [10w] Valentine's Day affirms the promise that love can be sustained."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets and Competitiveness [10w] \"I'm the only poet I need to be better than."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death is Opening Night Everything's that happened yesterday is a rehearsal for everything that will happen..."},{"Author":"Beryl Dov","Category":"positive","Quote":"Revenge [10w] Revenge is a long game;all you need is time."},{"Author":"Beryl Dov","Category":"positive","Quote":"How to Get Girls into Bed When I take a new girl out on a dateI tell them I slipped poison into their wineand the antidote is on my penis."},{"Author":"Beryl Dov","Category":"positive","Quote":"Why Utopias Fail When you tie several horses together and one takes the lead, they all fall."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Delinquent Girl Chronicles Ages 7-11: Skip ropeAges 12-16: Skip classAge 17: Skip periodAge 18: Skip coming homeAge 19: Skip town"},{"Author":"Beryl Dov","Category":"positive","Quote":"Good and Evil To have good and evil the Devil must always remain a step beyond saving."},{"Author":"Beryl Dov","Category":"positive","Quote":"Listen to the Wisdom of Shakespeare 'To thine own self be true and fuck'em till they're back and blue."},{"Author":"Beryl Dov","Category":"positive","Quote":"Overheard at McDonalds \"I am become death, the destroyer of worlds.Are you going to finish those fries?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Jesus Christ Hiaku Jesus Christget a job already.You're killing your mother!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Missed Childhood [10w] + {Couplet} Adolescence spent upon a cross,regrettably is childhood's loss."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pond(er) This [10w] Nobody wants to be:'Big fish in a little pond."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gays & Lesbians Birds of a feather fuck together."},{"Author":"Beryl Dov","Category":"positive","Quote":"Jealousy [10w] Jealousy's like being reprimanded for a crime you haven't committed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Enigmatic Real Estate I choose to live on the edge of mysterywith its inscrutable view of complexityhedged by perplexity.Also, there's a Walmart nearby."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lost & Found of Love We cannot forfeit what was not truly ours to begin with.You can only lose yourself in the heartbreak of love lostand find yourself againinthe miracle of love regained."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Albanian Art of Subtle Seduction [10w] \"You have an amazing mind now show me your tits."},{"Author":"Beryl Dov","Category":"positive","Quote":"Income Tax [10w] A man's income tax return measures his integrity and stupidity."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Hand that Feeds You Don't bite the hand that feeds you ~unless you're in a haunted houseand the fucking hand isn't attached to anything."},{"Author":"Beryl Dov","Category":"positive","Quote":"Campbell's Soup: M'm! M'm! Good!... ...even though our products have more sodium than the Dead Sea."},{"Author":"Beryl Dov","Category":"positive","Quote":"you=\"\"are=\"\"what=\"\"eat\"=\"\"[10w]=\"\"That's why I've become a pizza with a pussy topping."},{"Author":"Beryl Dov","Category":"positive","Quote":"Posthumous {Couplet} The anonymous may claim their fame posthumous;But let my words be my stake, while I'm still awake."},{"Author":"Beryl Dov","Category":"positive","Quote":"Brownie Mix [10w] + {Couplet} Betwixt hell and the River Styx,I'll be shitting bricks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Money vs. Happiness [10w] Why do people with money say,'money can't buy happiness'?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Enemies of My Enemies Who knew the enemies of my enemies were good dancers."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ruminating Poetry A poem should be eaten in one sittingbut regurgitated often like a ruminant's food."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ringtones Haiku 'Oy! Dai, da-ye-nu,Dai, da-ye-nu, Dai, da-ye-nu...'\"Answer your fucking phone!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Casualties of War The casualties of war are far, far morethan those lying dead on the battlefield floor."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hemidemisemiquaver [10w] The composer evened the score by ending in a hemidemisemiquaver."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sink or Swim [10w] Lovers master the breaststroke, the crawl and the muff dive."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hatred is a Simple Child Hatred is a simple child nurtured and coddled in a raging heart and then released into a crowd of innocents wearing a suicide vest."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cookie Cutter Criticism A critic tried to fit my sense of humor in a cookie cutter,but it wouldn't fit his preconceived shape of what comedy should be.So he pressed harder, and harder and harder until the cookie cutter cut a cookie shaperight through the palm of his hand.It doesn't hurt anymore when the critic tries to slap me in the face.There's no more hot-air resistance."},{"Author":"Beryl Dov","Category":"positive","Quote":"Seduction [10w] Italy will host the Olympics when seduction's declared a sport."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lenny Bruce I'm going to be rich!I figured out how to get schlong-juice stains off of suede."},{"Author":"Beryl Dov","Category":"positive","Quote":"Witchcraft vs. Wordcraft [10w] Covens of witches convened at their annual unconventional Coven’s Convention."},{"Author":"Beryl Dov","Category":"positive","Quote":"What is God? (60) [10w] God's always the correct answer once you rephrase the question."},{"Author":"Beryl Dov","Category":"positive","Quote":"Selfie [10w] For the millennial generationa selfie is a family portrait."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Great Blue of the Great Blue A Great Blue whale mourns her hunted mate.Her heart, once the size of an SUV,lonely rides the empty sea,her heart's now withered to subcompact class,her whys and wherefores, run out of gas."},{"Author":"Beryl Dov","Category":"positive","Quote":"Whose Asphalt Is It? [10w] The road to mediocrity is paved with asphalt and tarmac."},{"Author":"Beryl Dov","Category":"positive","Quote":"Whisper into My Good Ear [10w] \"Pour your fears, fantasies, desires into my ear of corn."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hug [10w] To embrace what you truly love,give it a hug."},{"Author":"Beryl Dov","Category":"positive","Quote":"Humans vs. Monkeys [10w] + [10w] Baby monkeys are much more clever than a human babies.Human babies leap ahead because of their capacity for language."},{"Author":"Beryl Dov","Category":"positive","Quote":"Melting Icicles Haiku Drip, drip, Drip, drip, Drip:Sounds of melting iciclesannouncing the Spring"},{"Author":"Beryl Dov","Category":"positive","Quote":"Integrity [10w] There’s no indignity men of integrity aren’t willing to endure."},{"Author":"Beryl Dov","Category":"positive","Quote":"What's a Proper Tribute to Robin Williams? [10w] When funnymen die is to better to laugh or cry?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Using the Backdoor If we compare writing computer code to sex,then hacking would be anal sex."},{"Author":"Beryl Dov","Category":"positive","Quote":"Nomad {Couplet} When your roots grow from the outside in,home becomes whatever place you're in."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mild Suffering vs. Great Suffering Mild suffering serves the purpose of inner-change.Great suffering serves the purpose of evil,or just being at the wrong place at the wrong time."},{"Author":"Beryl Dov","Category":"positive","Quote":"Depth of Love [10w] The longer the time between relationships,the deeper your love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ferdinand VII of Spain {Couplet} He who can false loyalty feignshall sit twice upon the throne of Spain."},{"Author":"Beryl Dov","Category":"positive","Quote":"Simply Fabulous Haiku If I write fablesam I a fabulist orsimply fabulous?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Prickly Pears [10w] Men are often like cactus fruits ~thorny outside,mushy inside."},{"Author":"Beryl Dov","Category":"positive","Quote":"As Dead As \"Nothing's changed at my place of birth.It is as dead as I remember leaving it."},{"Author":"Beryl Dov","Category":"positive","Quote":"Becoming [10w] We're a becoming whose final shape is unknown to all."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet is God When a poem's words perfectly fit,it has legs.When they communicate well,it has a voice.When they make you think,it has a mind.When the make you feel,it has a heart.Think about it.When you write a poem,you've created a person,with a distinct identityand an immortal soulthat you send out into the worldto possibly change the world.Now you know what it feels liketo be God."},{"Author":"Beryl Dov","Category":"positive","Quote":"Taste [10w] + [10w] \"If you have sophisticated taste, you like what I like.If you're a Neanderthal, you will love what I hate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spreading Yourself Too Thin We tend to bite off more than we can chewbecause we've got big mouths."},{"Author":"Beryl Dov","Category":"positive","Quote":"Knowledgeable [10w] The knowledgeable man inventoried and catalogued everything he doesn't know."},{"Author":"Beryl Dov","Category":"positive","Quote":"Money [10w] The root of all evil has a well earned reputation."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Voice from the Past A book is a voice from the past whispering into your ear.Sometime I get the urge to exhume the author's bodyand hit him in the head with a shovel."},{"Author":"Beryl Dov","Category":"positive","Quote":"Laughter and The Chosen [10w] Making people laugh is God's gift to the Chosen People."},{"Author":"Beryl Dov","Category":"positive","Quote":"Maine State Motto Dirigo. [10]You won't find no niggers here, eh."},{"Author":"Beryl Dov","Category":"positive","Quote":"Enemies [10w] I prefer my enemies death than apologeticfor closure's sake"},{"Author":"Beryl Dov","Category":"positive","Quote":"Family [10w] Family is a truth pill ~ just beware of an overdose."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death as Opportunity [10w] Death's an opportunity to wisely fill the void it leaves."},{"Author":"Beryl Dov","Category":"positive","Quote":"Diana Sporting a Remington Sendero SF II {Couplet} Over one shoulder hung a rifle, over the other swung a brace of pheasants;She was a no-nonsense breed of sniper, a viper with no time for fangs of conscience."},{"Author":"Beryl Dov","Category":"positive","Quote":"Free Will [20w] A bunch of amino acids bumping up together is not the scientific explanation of free will, it's grilling a hamburger."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lonely Marriage is the best refuge of the lonely to be lonely together,and if it lasts long enough,take turns being lonely."},{"Author":"Beryl Dov","Category":"positive","Quote":"Why We Need Smart People [10w] We need smart people to call other smart people morons."},{"Author":"Beryl Dov","Category":"positive","Quote":"Masochist [10w] A masochist goes to massage parlor seeking a tragic ending."},{"Author":"Beryl Dov","Category":"positive","Quote":"Stratospherical Poems [10w] Poets circle the earth in a higher orbit than readers."},{"Author":"Beryl Dov","Category":"positive","Quote":"Don't Quit ❣ Don't quit on love and it won't bail on you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Is Prayer Only for Man? I [10w] Does God pray for His creation's in Heaven and Earth?"},{"Author":"Beryl Dov","Category":"positive","Quote":"What Women Think Women don't care if you got a six pack if you slurp you soup."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fashion [10w] Clothes makes the man.Fashion, above all, makes the President."},{"Author":"Beryl Dov","Category":"positive","Quote":"Delusion vs. Truth Delusions are what really set you free;the truth is a choke hold."},{"Author":"Beryl Dov","Category":"positive","Quote":"What's in it for me?' A selfish person doesn't become compassionate as the result of some words of wisdom or epiphany. The selfish need selfish reasons to act unselfish."},{"Author":"Beryl Dov","Category":"positive","Quote":"Diet and Exorcise [10w] The most effective diet is hanging around with fat people."},{"Author":"Beryl Dov","Category":"positive","Quote":"Bridges [10w] Bridges are overpasses for commuters and roofs for the homeless."},{"Author":"Beryl Dov","Category":"positive","Quote":"Relatively Speaking [10w] The irony about 'relativism theories' is that they're relative too."},{"Author":"Beryl Dov","Category":"positive","Quote":"Deaf [10w] No man suffers deafness if he listens with his eyes."},{"Author":"Beryl Dov","Category":"positive","Quote":"Legacy To leave a legacy,you first gotta leave your leg in the door."},{"Author":"Beryl Dov","Category":"positive","Quote":"Off the Hook True story...A cop pulls me over for speeding.He says, \"What's the hurry?\"I say, \"I'm running awayfrom a bad marriage.\"He laughs and says, \"Drive carefully.\"The officer lets me go.Beyond the practical lesson thatmaking a policeman laugh may get you off the hook,there's a certain poetry here in the unexpected connection ~for what is a poemif not a moment of surpriseworth retelling."},{"Author":"Beryl Dov","Category":"positive","Quote":"Thank You, Adobe [10w] Thanks to Photoshop,a picture isn't worth a single word."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Tad Old Fashioned [10w] \"Save all your sighing and swooning for the 18th Century, bitch."},{"Author":"Beryl Dov","Category":"positive","Quote":"Treat'em Like a Dishtowel (⌣́,⌣̀)⇝♥⇜(^◡^ ) [10w] \"If I wring you out will you wring me back?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Overheard at Ashtanga Yoga Class *\"I don't know my he left me. I even had a rabbit's food hanging from my dreamcatcher.\"\"Maybe you should've used a little more suction and a few less amulets."},{"Author":"Beryl Dov","Category":"positive","Quote":"Idiots vs. Fools [10w] Idiots listen to other's bullshit;fools listen to their own."},{"Author":"Beryl Dov","Category":"positive","Quote":"Carrots and Creativity [10w] Put a carrot in front of you for optimal creativity."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets and their Thin Skins Every poet is thin-skinned when it comes to criticism ~without ithow could he ever possess the astute sensitivity about lifeto even write poetry?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Owlish [10w] If owls are wise,why are they flat faced fucks?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Psychotherapy [10w] If you can second guess a psychotherapist,they’re totally useless."},{"Author":"Beryl Dov","Category":"positive","Quote":"Transubstantiation [10w] Transubstantiate digression into confessionand drink from poetry's Holy Grail."},{"Author":"Beryl Dov","Category":"positive","Quote":"Knowledge vs. Wisdom [10w] + [10w] Knowledge is the understanding that you are what you eat. Wisdom is not eating a pussy with hair on it."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rat-Race [10w] There’s no refuge for creatures opting out of the rat-race."},{"Author":"Beryl Dov","Category":"positive","Quote":"Measuring Love The only scientist who can measure love is the onewho's in love with another scientist."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wherefore Art Thou, William [10w] Every Shakespeare mouse 'tis tim'rous and every lover 'tis fuck'd."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dictator [10w] Clever dictators keep their friends closeand their enemies dead."},{"Author":"Beryl Dov","Category":"positive","Quote":"God Made God made our beingour parents our bodyphilosophy our mindchildren our compassionhostory our loyaltywork our self-esteembattles our heroismpoetry our soulsoulmates our lovewhich stitches it all togetherinto a life."},{"Author":"Beryl Dov","Category":"positive","Quote":"Second Opinions My doctor told me I have pancreatic cancer and have 2 months to live.I asked him about getting a second opinion.The Doc said, 'No problem.'He thought for a second and said,'I think the Boston Red Sox are going to win the series again this year."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry Site vs. Social Networking Site [10w] Hello Poetry is whatever you want Hello Poetry to be."},{"Author":"Beryl Dov","Category":"positive","Quote":"Object of Desire A woman knows she's the object of a unknown man's desirelike a game animal becoming aware it is being looked at."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spineless [10w] There are more spineless men on the planet than jellyfish."},{"Author":"Beryl Dov","Category":"positive","Quote":"Deadlines The only deadline I plan on missing is the one at the cemetery."},{"Author":"Beryl Dov","Category":"positive","Quote":"Broken Heart [10W] The broken heart becomes volcanic, forever rumbling anddispersing ash."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pale Oak Leaves Scatter Pale oak leaves scatteraround my father's grave.\"For this I pay $30/month maintenance?"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Moon The moon's a pearl among the starry gems,more cultured than the rest of them.A blemished diadem of charcoaled nightthat chaperons the sun back to the light."},{"Author":"Beryl Dov","Category":"positive","Quote":"Figure, Woman, Wife I study the sleeping figure,Stare at her sated curl of lip;Her lids sealed in dreams so pureMy love's secured from tip to tip.I study the sleeping womanHer forehead faint with sweatHer eyes wildly remmingOf adulterous sex, I bet.I study the sleeping wife,Her mouth faintly drawing breath;Her throat pouring pools of blood ~How I loved this woman to death."},{"Author":"Beryl Dov","Category":"positive","Quote":"Forget [10w] {Couplet} Let's lift our goblet of regret,forgive, forsake and forget."},{"Author":"Beryl Dov","Category":"positive","Quote":"Battered Women [5w] Battered womenare more crispy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Moment of Truth 'Moment of truth' is derived fromthe Spanish momento de la verdad, that Hemingway epiphanous moment when the matador is about to kill the bull. Now it means the moment you realize you won't make it back to the parking meter before it expires ~sometimes expressed as, Motherfucker!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Children and Food [10w] Once children order like grown-upsfood's lost its sweet innocence."},{"Author":"Beryl Dov","Category":"positive","Quote":"Marriage Advice [10w] Marry a man above youand a woman beneath you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Crawling Backwards [10w] Crawling backwards is the hardwired wisdom of crabs and survivors."},{"Author":"Beryl Dov","Category":"positive","Quote":"Frivolous Gossip and Poetry It's just so much frivolous gossip to dwell upon the moral merits of a poet;what should only concern the reader is the merit of his words.Leave moral judgments to the preachers and aesthetic judgments to the critical readers."},{"Author":"Beryl Dov","Category":"positive","Quote":"Barnum & Bailey Circus: The Greatest Show on Earth... ...when you can't afford Cirque du Soleil."},{"Author":"Beryl Dov","Category":"positive","Quote":"Unless you're a lesbian... [10w] Feminism is not a sustainable position without giving up love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Damn You, TripAdvisor! My penis deserves to be a World Heritage Site,judging by the number of tourists trampling on my balls."},{"Author":"Beryl Dov","Category":"positive","Quote":"Enemies {couplet} Ne'er shall man's enemies been drawn so near,then when he seeketh to compare."},{"Author":"Beryl Dov","Category":"positive","Quote":"What lies beneath the Semblance? What lies beneath the semblance.What lies beneath the semblance of lies.What lies beneath the semblance of lies!Lies lie beneath her semblance.Lies lie beneath her semblance.Lies, lies and more lies!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Scissor, Paper, Rock [10w] When time acts like a scissor,react like a rock."},{"Author":"Beryl Dov","Category":"positive","Quote":"Enough [10w] Enough's the only thing most people can't get enough of."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rationality vs. Madness [10w] Rationality maintains the world's status quo.Madness drives the change."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love Poetry [10w] Love poetry is simply bleeding on the page with ink."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love Scars Love leaves more scars than a ten car pile-up ~and nobody's got insurance."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cutthroat Competition [10w] If competition becomes cutthroatit suggests business has become piracy."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Downside of Stuff {Couplet) I got what I want;I have what I need.But they want what I have,and they'll make me bleed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Winning vs. Losing [10w] Too often the cost of winning is losing your soul."},{"Author":"Beryl Dov","Category":"positive","Quote":"Il Principe 2015: Lesson 1 - The Balls If humility is what's all important to your adversary,humble yourself before him,and you've got him by the balls."},{"Author":"Beryl Dov","Category":"positive","Quote":"Food If food comes with a labelthat's warning enough you shouldn't eat it."},{"Author":"Beryl Dov","Category":"positive","Quote":"Natural Born Poets vs. Made Poets A natural born poet sees the future of poetry.A made poet clumsily imitates his vision."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sumerian Haiku Sumerian whoregrabs my wedge, says: 'I love aman in cuneiform."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dysfunctional Love We split up not because he or she didn't love us,but because they did love us in the only way they knew how."},{"Author":"Beryl Dov","Category":"positive","Quote":"Keep Austin Weird Haiku Neck dragon tattoo, piercings, purple haired kindergarten teacher.Keep Austin weird."},{"Author":"Beryl Dov","Category":"positive","Quote":"Doublemint Gum: Double your pleasure. Double your fun... ...we're talking ménage à trois, you son of a gun."},{"Author":"Beryl Dov","Category":"positive","Quote":"California Milk Processor Board: Got Milk?... ...cuz I got a fucking hangover."},{"Author":"Beryl Dov","Category":"positive","Quote":"In the Porn Industry [10w] Lacking a college-diploma's more than compensated by a humongous penis."},{"Author":"Beryl Dov","Category":"positive","Quote":"Die Alone It is man's tragic fate to die alone,therefore, we must carefully choose who we die alone with."},{"Author":"Beryl Dov","Category":"positive","Quote":"Happiness [10w] Happiness resides in the quiet pause,not in the pursuit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Epiphanies [10w] Epiphanies aren't intuitions of new ideas;they're rearranging existing information."},{"Author":"Beryl Dov","Category":"positive","Quote":"Preachiness vs. Prose vs. Poetry A poem that says what it means is prose;if it means what it says it's a sermon.Leave the homiletics for the priestsprose for the journalistsand soulful resonancefor the poets."},{"Author":"Beryl Dov","Category":"positive","Quote":"Star No matter how bright the star, it's just part of a galaxy which is part of a constellation which is part of the night skywhich is part of the known universewhich is a speck of dust in God's eye."},{"Author":"Beryl Dov","Category":"positive","Quote":"Make It Happen!!! [10w] Don't wait for someone to fall in love with you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Embittered [10w] \"His heart blistered like paint peeling from an old rig."},{"Author":"Beryl Dov","Category":"positive","Quote":"Celebrity [10w] Celebrity seeking is like love or war: NO HOLDS BARRED."},{"Author":"Beryl Dov","Category":"positive","Quote":"Memory Timeline of Divorce Divorce +1 year: \"Just because we don't talk, it doesn't mean I can't stop thinking about you.\"Divorce +10 years: \"The one good thing that came out of our marriage was our wonderful children.\"Divorce +20 year: \"Who? Doesn't ring a bell."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dogs Playing Poker Art [10w] Poker-faced dogs looks like they're bluffing or need to shit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Black Hole The death of one great man makes the world seem empty;the death or three creates a back hole in the heart of humanity.In Memorium 2015B.B. KingOliver SacksNicholas Winton"},{"Author":"Beryl Dov","Category":"positive","Quote":"Objective Journalism Foreign journalists will always compromise objectivity to preserve relationships that give them better access."},{"Author":"Beryl Dov","Category":"positive","Quote":"Boundaries [10w] Receiving bribes blurs the clear boundaries between friends and enemies."},{"Author":"Beryl Dov","Category":"positive","Quote":"they=\"\"use=\"\"to=\"\"be=\"\"so=\"\"sweet\"=\"\"[10w]=\"\"Parent's should celebrate change in their children;they're growing up."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gradually Then Instantly [10w] We fall in love the way we lose our minds."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pretending to be Deep ;) [10w] Only from the mountain's valley can you see the peak."},{"Author":"Beryl Dov","Category":"positive","Quote":"Socrates [10w] \"I know less than you.That's how smart I am!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Western Hypocricy I laugh at the hypocrisy of this western world that only expects the Muslims and Jews to act more Christian, while they continueto revel in the carnage of their heathen ways."},{"Author":"Beryl Dov","Category":"positive","Quote":"Nature's Prayer [10w] + {Couplet} Trees gesticulate in morning prayer;wind circulates with cleansing air."},{"Author":"Beryl Dov","Category":"positive","Quote":"Death Has Bad Timing Death has bad timingbecause rigor mortis sets into your penisjust when you don't fucking need it."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sunshine On My Shoulders When you're home's always filled with sunshine,you're either blessed or it's time to fix the roof."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wedding Veil [10w] + {Couplet} A wedding veil's of no availbecause virginity's a fairy-tale."},{"Author":"Beryl Dov","Category":"positive","Quote":"1953 It seems the world has gone downhill since the year Sir Edmund Hillary climbed Everest."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mended [10w] {Couplet} If the recently mended heart,breaks again, it shall not start."},{"Author":"Beryl Dov","Category":"positive","Quote":"Senility [10w] Senility's like a bottle of Coke that lost its bubbles."},{"Author":"Beryl Dov","Category":"positive","Quote":"Reconstruction of Japan After World War II [10w] 'I am what I plan'became the motto of modern-Japan."},{"Author":"Beryl Dov","Category":"positive","Quote":"Bonjour [10w] You're more obscure than first we met,\"uttered with regret."},{"Author":"Beryl Dov","Category":"positive","Quote":"Heaven [10w] Heaven’s not a destination ~it’s a way of processing life."},{"Author":"Beryl Dov","Category":"positive","Quote":"Compassion and Self-Neglect [10w] Compassionate people know how to care of everybody but themselves."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love Fades [10w] Like our love,Chinese painters show distance in faded grays."},{"Author":"Beryl Dov","Category":"positive","Quote":"La Récolteuse de la Mort Je suis la Récolteuse de la Mort et ~vous êtes ce que je viens pour les!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Crest Toothpaste: Look, Ma, no cavities!... ...that'll really piss off the TSA agents looking for contraband."},{"Author":"Beryl Dov","Category":"positive","Quote":"An Enirely Different Matter [10W] Four states of matter:solid, liquid, gasand ffuzzy-wuzzy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Styx Haiku Boatman refusesto paddle me down the Styx.'No carry-on baggage."},{"Author":"Beryl Dov","Category":"positive","Quote":"Why Don't You Practice What You Preach [10w] The reason I teach and preach?In order to learn."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love's a Sacred Vessel [10w] Love's the sacred vessel embracing the mystical energy of evolution."},{"Author":"Beryl Dov","Category":"positive","Quote":"New Year Resolutions I [10w] Change my voice;unclog my ears;open my heart."},{"Author":"Beryl Dov","Category":"positive","Quote":"Patience [10w] Patience is the most technologically advanced form of energy efficiency."},{"Author":"Beryl Dov","Category":"positive","Quote":"Beloved Poetry [10w] Write poetry like it’ll convince your beloved who to marry."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love and Blindness [10w] Love may be unilaterally blind,but divorce blinds both parties."},{"Author":"Beryl Dov","Category":"positive","Quote":"New Age Advertising ATTEND OUR REINCARNATION RETREATGuaranteed to be a once in a lifetime experience.Sure it costs $5000, but lets face it,you only live once."},{"Author":"Beryl Dov","Category":"positive","Quote":"Be Careful What You Wish For More often than not,a dream come true is a nightmare-in-the-making."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spontaneous Gift Giving [10w] Learn to give gifts spontaneously accompanied by a love note."},{"Author":"Beryl Dov","Category":"positive","Quote":"Premature Evacuation [10w] I've stopped all my relationships short,not unlike this poem."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Warrior's Way To the warrior,peace is an annoying interruption of war."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tapestry [10w] Life's a tapestry of mystery and miracles quilted by God."},{"Author":"Beryl Dov","Category":"positive","Quote":"Thai-kus From the dark starfishof the 300 Baht whoremy white sperm bubbles.Reclining BuddhaBirds nest in your golden ears.What wisdom they hear."},{"Author":"Beryl Dov","Category":"positive","Quote":"Expectation [10w] Eyes that see with expectation lieby not querying, 'Why."},{"Author":"Beryl Dov","Category":"positive","Quote":"Consolation [10w] Man finds consolation in love, laughter and Ben & Jerry's."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cinco de Mayo [10w] What day do the dead party to celebrate the living?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Sometimes it's Love and Sometimes the... [10w] ...tingling sensation of excitement, happiness, and nervousnessis jock itch."},{"Author":"Beryl Dov","Category":"positive","Quote":"Retail Haiku [7w] LollapaloozaLiquidation Blowout Sale.Everything Must Go!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Arches National Park, Utah BloodshotZiggurats of rock against unbending sky,sandstone fins and eyes of ancient earth behemoth.Your windows wedged by cosmic hands of rain and melting snow, of frost and ice, of gravity and geologic time, patient and untiring,self-possessed like a child's perception of endless summer."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fulfillment [10w] Sometime fulfillment goes beyond the date Amazon delivers your order."},{"Author":"Beryl Dov","Category":"positive","Quote":"They'd Rather Switch [10w] Hearing is wasted on the blind;sight, on the deaf."},{"Author":"Beryl Dov","Category":"positive","Quote":"In a True Global World... [10w] Famous people should be allowed to travel without a passport."},{"Author":"Beryl Dov","Category":"positive","Quote":"Miracle [10w] The greatest unacknowledged miracle is man has lasted this long."},{"Author":"Beryl Dov","Category":"positive","Quote":"Party Hat [10w] Circus clowns, Frenchmen, and sanitation workers look better in party-hats.."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Jewish NOW There's no time like the present ~but in the future,who can say?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry in a Bottle [10w] If you could bottle poetry you'd have one addictive drink."},{"Author":"Beryl Dov","Category":"positive","Quote":"Alaska State Motto North to the Future.We got highest rape and STD-rate in the nation."},{"Author":"Beryl Dov","Category":"positive","Quote":"Coins [10w] Statesmen whose faces are on coins are amenable to change."},{"Author":"Beryl Dov","Category":"positive","Quote":"Embalming [10w] Injecting baking soda whitens, freshens, and softens the dearly departed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Learn from Children [10w] Children picture God as a smiley sun emanating love light."},{"Author":"Beryl Dov","Category":"positive","Quote":"New York Haiku \"My monthly rent checkis more than you will make inyour fucking lifetime."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dull Poetry Dulls the Mind [10w] Poetry penetrates dullness when whetted on the stone of imagination."},{"Author":"Beryl Dov","Category":"positive","Quote":"Penetrate the Mysteries \"If you ever hope to penetrate the mysteries of the universe,you've got to buy her a drink first and then pretend you're listening."},{"Author":"Beryl Dov","Category":"positive","Quote":"Contiguous vs. Continuous Identity Identity's only preserved in death;in life it is ever-changing."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hidden [10w] God hides enough happiness in sadness to light the world."},{"Author":"Beryl Dov","Category":"positive","Quote":"Celebrity [10w] Celebrity is an insignificant zit on the surface of history."},{"Author":"Beryl Dov","Category":"positive","Quote":"Liberating Dreams [10w] God was with Joseph in prison.They escaped through dreams."},{"Author":"Beryl Dov","Category":"positive","Quote":"Darkness Darkness is a decision the light cannot dissuade."},{"Author":"Beryl Dov","Category":"positive","Quote":"What Teenage Boys Do On Their Computer All Day [10w] ctrl alt delete ex-girlfriendcut paste Penelope Cruzpost Facebook"},{"Author":"Beryl Dov","Category":"positive","Quote":"The Road to Hell The road to hell is paved with 16 in. x 16 in. Red Brickface Concrete Step Stones.Only $2.97 each.Always in Stock atThe Home Depot."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets Hate Poets [10w] Poets hate poets who are more talented than they are."},{"Author":"Beryl Dov","Category":"positive","Quote":"One Poet, 20 Months, 6000 Poems [10w] Let me take this breath... to celebrate my 6000th poem."},{"Author":"Beryl Dov","Category":"positive","Quote":"Put it All on Black' [10w] God doesn't play dice with the universe;He prefers roulette."},{"Author":"Beryl Dov","Category":"positive","Quote":"Underage-Killers [10w] Underage-killers like making a whooshing sound when they shoot people."},{"Author":"Beryl Dov","Category":"positive","Quote":"Time [10w] {Couplet} Can there be more callous crimethan unkindly killing time?"},{"Author":"Beryl Dov","Category":"positive","Quote":"What Ever Happened to Stupid? [10w] ‘I’m only human’,has become everybody’s license to fuck up."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dangerous Food [10w] The world's most fattening foods are the ones you swallow."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Tigger Journals [10w] \"Honestly, I'd rather be alone than with that unbearable Winnie-the-Pooh."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cancer [10w] It's odd that the cancer that kills you is you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hi-Yo Silver! Away! [10w] \"Kimosabe, me wanna fuckum Pamela, pronto.My teepee's blue.\"Tonto"},{"Author":"Beryl Dov","Category":"positive","Quote":"Cruel Love [10w] Cruel love helps turn out excellent,competitive, cutthroat, dog-eat-dog children."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fodder for Poets [10w] Childhood memories are the most seminal sustenance for creating poetry."},{"Author":"Beryl Dov","Category":"positive","Quote":"How Much Space? {Couplet} Give a lover space enough to rejoice in their choice,but not enough room for their doubts to give voice."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet as Enchantress [10w] + {Couplet} The poet is an enchantress,with or without a dress."},{"Author":"Beryl Dov","Category":"positive","Quote":"Words of Wisdom [10w] Words of wisdom worth saying wouldfit on a T-shirt.@:::::@:::::@:::::@:::::@:::::@:::::@:::::@:::::@:::::@­:::::"},{"Author":"Beryl Dov","Category":"positive","Quote":"New Age Hype Don't 'honor your feelings.'Half the time they're full of shit.Don't 'embrace' anything without a pulse.Mindfulness should include not listening to quacks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Noah [10w] God, I love rain too ~but this is fucking ridiculous!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Flattery [10w] Flattery is the only passport that will get you everywhere"},{"Author":"Beryl Dov","Category":"positive","Quote":"Fig The proud oak wed a seedling figHe welcomed her caressThough round his lofty limbs she woundHe saw no need for distress.The fig enveloped all his trunkHer grip grew firm and tightThe oak withered in his arroganceAs she choked off his last light."},{"Author":"Beryl Dov","Category":"positive","Quote":"Imaginary Friends [10w] My imaginary friend insulted me by calling me real."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Phenomenon of Life {Couplet} The potter's some man of clay who's molding clay,a robot making an automaton;Every day we recreate ourselves from what bricks we're made,how wondrous life's phenomenon!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Patriotism [10w] Patriotism for the rich is a subtle synonym for profiteering."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fear is the Best Test Will the fear of going blind make youa voracious reader, a world traveleror paralyze you with a thousand other fears?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Amputees Smart phones and the internet are the prosthetics our century cannot live without.Until we can put them down to take a quiet walk in the woods,we are all amputees."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lubbock, Texas Haiku Oil wells, Hub of the Plains.Stinks like an armpit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry Should Dance [10w] Let poetry dance ~neither outpace it nor let it lag."},{"Author":"Beryl Dov","Category":"positive","Quote":"New Year's Resolutions New Year's resolutions shouldn't be about doing new things;it should be about stopping to do the shitty things you're already doing."},{"Author":"Beryl Dov","Category":"positive","Quote":"Err \"To err is human ~ more wine!"},{"Author":"Beryl Dov","Category":"positive","Quote":"My Fathers Last Words My dad was a sadist and whorehound.His last words were,'Son, I have a million dollars hidden in the."},{"Author":"Beryl Dov","Category":"positive","Quote":"Today's Affirmation [10w] \"I'll unplug myself from myselfand plug into something higher."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry is a Ladder {C☰O☰U☰P☰L☰E☰T} {The poet's job is to create a ladder} {for the reader to enter his imagination}and☰once☰they've☰climbed☰u­p☰to☰the ☰top☰remove☰each☰rung☰by☰grad­ation"},{"Author":"Beryl Dov","Category":"positive","Quote":"Hello Poetry Needs Y'allz How empty the oceans would be were it only filled with orcas."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pedestals [10w] People should not be placed on pedestals unless they're stuffed."},{"Author":"Beryl Dov","Category":"positive","Quote":"Perdue: It takes a tough man to make a tender chicken... ...it's all about steroids and crowd management."},{"Author":"Beryl Dov","Category":"positive","Quote":"Wine [10w] American wines tasting as good as French wines are presumptuous."},{"Author":"Beryl Dov","Category":"positive","Quote":"Loneliness [10w] Loneliness is GPS equipped new Mercedeswith nowhere to go.****************"},{"Author":"Beryl Dov","Category":"positive","Quote":"Thorny Love [10w] A thorn by any other name would hurt as much."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Suicide's Regret \"I cut my vein in vain;blood slowly oozes out.I should've cut an arteryand watch it spurt and spout."},{"Author":"Beryl Dov","Category":"positive","Quote":"Boasting vs. Toasting [10w] + {Couplet} What many call boasting to my success I call toasting."},{"Author":"Beryl Dov","Category":"positive","Quote":"Disability [10w] Unconditional love can turn a child's disability into an advantage."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry Trek: 'To Boldly Go Where No man Has Gone Before' A poet must get into spaceship every dayand launch himself into metaphorical space."},{"Author":"Beryl Dov","Category":"positive","Quote":"Where the Fuck is Waldo Even whens I finds Waldothat crackhead nigga won't cough up the five dollars he owes me."},{"Author":"Beryl Dov","Category":"positive","Quote":"Snob [10w[ I'm throwing a party so exclusive I'm not even invited."},{"Author":"Beryl Dov","Category":"positive","Quote":"Talking to Myself I used to talk to myself until myself criticized myself.Now I'm giving myself the silent treatment."},{"Author":"Beryl Dov","Category":"positive","Quote":"Marriage [10w] The only thing better than forgiveness in marriage is forgetfulness."},{"Author":"Beryl Dov","Category":"positive","Quote":"Advice for Women at Starbucks If a vanilla latte and banana nut muffin doesn't solve the problem,perhaps you're going at it wrong."},{"Author":"Beryl Dov","Category":"positive","Quote":"Suicide Note [10w] \"Don't ask why I committed suicide.Question why everybody doesn’t."},{"Author":"Beryl Dov","Category":"positive","Quote":"A-New-Year's-a-Comin' [10w] A new year is coming!Let's all make new mistakes!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Cleverness vs. Crime [10w] Being caught's the only difference between cleverness and crime."},{"Author":"Beryl Dov","Category":"positive","Quote":"Illinois State Motto State sovereignty, national union.Life begins and ends with corruption."},{"Author":"Beryl Dov","Category":"positive","Quote":"Adult Pretend [10w] \"I'm tired of playing 'pretend';let's play 'get-real, bitch."},{"Author":"Beryl Dov","Category":"positive","Quote":"How to End Racism [10w] The children of interracial marriages should look like panda bears."},{"Author":"Beryl Dov","Category":"positive","Quote":"Accurs'd McDonalds, I Bite my Thumb at Thee! {Couplet} Let vex'd heavens rant and rage,This here McNigga slave ain't workin' for no McMinimum wage."},{"Author":"Beryl Dov","Category":"positive","Quote":"Nevada Haiku 'Happens in Vegasstays in Vegas', long as youpay hos to shut up."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poorly Hidden [10w] We're incapable of hiding arrogance, ambition or being in love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Original Thoughts [10w] Original thoughts are not diminished by days, distance or disregard."},{"Author":"Beryl Dov","Category":"positive","Quote":"Over [10w] It's never ever over because the fat lady can't sing."},{"Author":"Beryl Dov","Category":"positive","Quote":"You're Totally Fucked' Defined [10w] What's before you is hopeless and behind you is negligible."},{"Author":"Beryl Dov","Category":"positive","Quote":"Natural Born Killers [10w] After their first,every soldier becomes a natural born killer."},{"Author":"Beryl Dov","Category":"positive","Quote":"DNA [10w] DNA's the last hope of our species,spiraling to extinction."},{"Author":"Beryl Dov","Category":"positive","Quote":"Taco Bell [10w] Taco Bell: Living proof you can shit where you eat."},{"Author":"Beryl Dov","Category":"positive","Quote":"I'm Not Talking About Fruitcake [10w] The greatest gifts are the ones that can be regifted."},{"Author":"Beryl Dov","Category":"positive","Quote":"Family {Couplet} For my misery, family brings relief,tripling my joy, halving my grief.This aesthetic arithmetic's quite poetic,an accounting surmounting odds unsympathetic.Now there seems no hardship I cannot withstand,accompanied by my exponential, familial band."},{"Author":"Beryl Dov","Category":"positive","Quote":"Say This to Her/Him and Just See What Happens... *I want to kiss you in places I've never kissed you before."},{"Author":"Beryl Dov","Category":"positive","Quote":"Babel [10w] Building a tower to reach God doesn't require any bricks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Before It's Too Late [10w] Life's too transient to waste time hating ~plot revenge now!"},{"Author":"Beryl Dov","Category":"positive","Quote":"BFF, My Ass ~ It's a Jungle Out There! About one-third of all marriages are procured by sabotaging your best friend's happiness."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lowbrows vs. Highbrows If you show something lowbrow to a highbrow does it wind up becoming crusty eye caca?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Women Kissing :-)*(-: Women kissing publicly it has all the sincerity of an Israeli soldier hugging a Palestinian secretly checking for an explosive vest.* ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(இಠ ᴈ muah εఠയ=/̵͇̿̿/̿ ̿ ̿ ̿ ̿ ̿*自"},{"Author":"Beryl Dov","Category":"positive","Quote":"Ageing [10w] There's no such thing as age -- only degrees of opacity."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gifts Never look a gift horse in the assor a donkey in the mouth."},{"Author":"Beryl Dov","Category":"positive","Quote":"Witticisms The greatest reward for coming up with some witty turn of phraseis that some day, if you're lucky,it may wind up in a fortune cookieat the very Chinese restaurant you're eating in!But if you get a big head about it,know it wasn't the flattery,it was the MSG."},{"Author":"Beryl Dov","Category":"positive","Quote":"Time Time waits for no man ~but for hot women Time makes exceptions."},{"Author":"Beryl Dov","Category":"positive","Quote":"Want vs. What's Coming to You As the Rolling Stones say,You can't always get what you want ~but God will always give you what's coming to you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hung [10w] Being caught with your pants down is a hanging offense."},{"Author":"Beryl Dov","Category":"positive","Quote":"Perfect Sex [10w] Perfects sex balances the conflicting pleasures of submission and mastery."},{"Author":"Beryl Dov","Category":"positive","Quote":"Renewal Cream [10w] The features of the human face are enriched by poetry."},{"Author":"Beryl Dov","Category":"positive","Quote":"Optimists vs. Death [10w] Optimists are hopeful people who see a coffin as half-full."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mongolian, Temeenii'malgai The small fuzzy hat worn by camels that cross the Gobi desert. Usually stolen by natives of Ulaanbaatar for the groom's hat at weddings. The fuzz on the hat smells so bad that the groom is temporarily blinded and can't see how ugly the bride looks until it's too late."},{"Author":"Beryl Dov","Category":"positive","Quote":"New York City [10w] + [10w] + {Couplet} In fast-paced New York Cityeven the bubbling brooks babble.The Hudson and East River run rabid,skirting the rabble"},{"Author":"Beryl Dov","Category":"positive","Quote":"Comedy vs. Satire [10w] Comedy pokes fun at society's self-inflation;satire deflates the balloon."},{"Author":"Beryl Dov","Category":"positive","Quote":"Time is Not a Constant [10w] Time speeds up, crawls, compresses and expands depending on mood."},{"Author":"Beryl Dov","Category":"positive","Quote":"National Rifle Association Credo [10w] God gave us two hands to holdan assault rifle."},{"Author":"Beryl Dov","Category":"positive","Quote":"Depression vs. Death Depression is anger turned within causing misery and hopelessness.Death is hate turned within until it totally eats you alive."},{"Author":"Beryl Dov","Category":"positive","Quote":"What is Hate? [10w] Hate is merely love hiding behind the mask of envy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lady Clowns [10w] Lady clowns drip menstrual blood in seven luscious rainbow colors."},{"Author":"Beryl Dov","Category":"positive","Quote":"Jonesing [10w] Is it odd of me that I'm Jonsesing for strange?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Dating Asian Her Kung Fu style was not too bad,but at doggie style she had me had."},{"Author":"Beryl Dov","Category":"positive","Quote":"Clairol: Does she or doesn't she... ...take it up the ass."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love and Death [10w] A person who lives without love chooses death by default."},{"Author":"Beryl Dov","Category":"positive","Quote":"AMTRAK: See America at see level... even though we cost twice as much as a plane and get you there 3 days later."},{"Author":"Beryl Dov","Category":"positive","Quote":"California [10w] No two snowflakes are alike,unless they're California yoga practitioners."},{"Author":"Beryl Dov","Category":"positive","Quote":"God is Great [10w] God found me in a dumpster and made me holy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Obscenity [10w] Obscenity's undefinable becauseeverything that occurs in nature is natural."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rhyme vs. Reason {Couplet} Do not try to make rhyme of reason,nor reason of rhyme;For the former's too systematic,the latter's too sublime."},{"Author":"Beryl Dov","Category":"positive","Quote":"What Might Have Been {Couplet} Dwell not upon what might have been,Within such idle spin, you can never win."},{"Author":"Beryl Dov","Category":"positive","Quote":"United Negro College Fund: A mind is a terrible thing to waste... ...and so is your paycheck,so don't waste good money on a lost cause."},{"Author":"Beryl Dov","Category":"positive","Quote":"Neanderthal Poetry A poem should come as quick as lightningand create the awe Neanderthals felt cringing in their caves when hearing a clap of thunder."},{"Author":"Beryl Dov","Category":"positive","Quote":"Concatenate /kənˈkætəneɪt/to link together, as in a chain Do you concatenate cats by tying their tails together or do you just stuff the tail of one into the mouth of the other?Which method is better for yanking your chain?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Pitter Patter I love to hear the pitter patter of little feet ~as they unsuccessfully struggle to break free of my choke hold."},{"Author":"Beryl Dov","Category":"positive","Quote":"Let's Face It [10w] If you've peed on enough fire hydrants, you're a dog."},{"Author":"Beryl Dov","Category":"positive","Quote":"The ‘New House, New Luck’ Fallacy [10w] Switching external environment doesn't cure depression;change must occur internally."},{"Author":"Beryl Dov","Category":"positive","Quote":"Don’t Let the Dead Fish Fool You [10w] Even the eyes of a dead fish can reflect light."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry as Conspiracy [10w] A poem is unspoken conspiracy between the reader and poet."},{"Author":"Beryl Dov","Category":"positive","Quote":"A Poem Should Be Motionless A poem should be motionlessin its eternal truthsand animated to inspire latent words into action."},{"Author":"Beryl Dov","Category":"positive","Quote":"Murder [10w] Two coats of paint doen't get rid of a ghost."},{"Author":"Beryl Dov","Category":"positive","Quote":"Brewing Poetry Comma sips between the lines,insights percolate into a 10w,a latte sonnet here, a cappuccino couplet there.A few smartass epiphanies,and something new in every brew.One final fix,voilà, the poem is fixed!I adore this caffeine,that alchemises the extraordinary into the routine,and vice versa with the unforseen.It turns blue aquamarine,and words into Mexican jumping beans."},{"Author":"Beryl Dov","Category":"positive","Quote":"Myself [10w] \"I don't really know myself;he's only a tenuous acquaintance."},{"Author":"Beryl Dov","Category":"positive","Quote":"Elegance in Simplicity [10w] The more complex the problem,the simpler the correct answer."},{"Author":"Beryl Dov","Category":"positive","Quote":"Is Prayer Only for the Living? III [10w] Do angels pray to God to intercede on mankind's behalf?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Remorse among Thieves When a caught thief shows remorse he says to himself,\"I knew I should pull off that heist differently."},{"Author":"Beryl Dov","Category":"positive","Quote":"Two Dust Storms or A Nice Pair of Haboobs A palm tree passes through a sandstorm, shakingoff the dusty rain like a wet dogon the less fortunate wayfarersburied in the sand."},{"Author":"Beryl Dov","Category":"positive","Quote":"Steer Clear [10w] Avoid alliances with anyone who's more to gain than you."},{"Author":"Beryl Dov","Category":"positive","Quote":"Definition of Haiku in Haiku Due to brevityyour lame observations seemdeeper than they are."},{"Author":"Beryl Dov","Category":"positive","Quote":"Out to Lunch [10w] Behind closed doors, there's nothing we rightfully can call crazy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Nursing Homes [10w] Nursing homes are house haunted by the living and half-dead."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hermits vs. Rising Real Estate Costs [10w] Hermits can no longer afford a cabin in the woods."},{"Author":"Beryl Dov","Category":"positive","Quote":"Immortality [10w] True immortality means you've created something that will outlive you."},{"Author":"Beryl Dov","Category":"positive","Quote":"You're My Favorite' If you want all your children to know they're your favorite,give them all the same nameand whisper this confession in all their earswith the promise not to telltheir brothers and sisters."},{"Author":"Beryl Dov","Category":"positive","Quote":"Six-Pack [10w] A six-pack of beer's inversely proportional to six-pack of abs."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poets, Shakespeare and Trash A poet must read equal amountsof trash and Shakespeare to learn how to distinguish between the two."},{"Author":"Beryl Dov","Category":"positive","Quote":"Creation \"I shake my fist and there's bang.Stars sift like sand through my fingers;each swirl of my wrist a galaxy,every kiss imbued with a bit of me."},{"Author":"Beryl Dov","Category":"positive","Quote":"War [10w] Fight wars not to win, but so our enemies don't."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Road to Poetry Hell [10w] The road to poetry hell is likepaved with similes."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Bonds That Tie Weak bonding is sharing a common interest;strong bonding is sharing a common enemy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Coffee Wisdom New Yawk [6] You either pay me the five large nowor yoos can choosebetween the toilet plungeror the hot coffee enemaya fuckin jamook."},{"Author":"Beryl Dov","Category":"positive","Quote":"Closets Opening and Closing [10w] + [10w] You can take sweet gay men out of the closet;you can't take the closet out of the master-bedroom suite."},{"Author":"Beryl Dov","Category":"positive","Quote":"Save the Last Dance for Me Life is a Hesitation Waltz danced to swing time measure. We're all given the free will to suspend our moving foot or slowly drag it during the halt."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mind's Eye What vain man is not a hero in his mind's eye;What egoist not the protagonist upon which the world revolves?"},{"Author":"Beryl Dov","Category":"positive","Quote":"Show Up [10w] I've waited for you all my life ~show up already!"},{"Author":"Beryl Dov","Category":"positive","Quote":"ᏰέƦẙḽԃṏሁ Լέῳ [10w] II ᏰέƦẙḽԃṏሁ Լέῳ accounts for 15.7% of all Hello Poetry's pageviews."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tortuguer Costa Rica Haiku Lora Sea TurtlesInvade to beach to lay eggs.Locals invade the eggs."},{"Author":"Beryl Dov","Category":"positive","Quote":"Sixty is the New Fifty The good news is sixty is the new fifty.The bad news is twenty is the new ten."},{"Author":"Beryl Dov","Category":"positive","Quote":"David Dukes How come everytime I put on the T.V.to watch some Dick Wolf crime show,all the judges are blackand all the criminals are white!I just sayin there must be some kindaJew conspiracy at work here!"},{"Author":"Beryl Dov","Category":"positive","Quote":"Cumin vs. Acumen Cumin is a powerful spice with a nutty peppery flavor;Acumen is more about having the good taste to knowhow and when to use it."},{"Author":"Beryl Dov","Category":"positive","Quote":"What Makes a Terrorist Tic {Couplet} \"If you want to glimpse how dark I really am,Place me beside the brilliant words of our Holy Qur'an."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fat Bungee Jumpers When I watch a fat woman bungee jumpI swear I can feel the earth leaving its orbit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Pamela Anderson Haiku Ben Stillerbeds Pamela Anderson.My alarm clock rings"},{"Author":"Beryl Dov","Category":"positive","Quote":"Diplomacy The diplomat's expert way of saying 'They should go fuck themselves' is:\"We are agreed in principleand will take our minor differencesunder thoughful consideration."},{"Author":"Beryl Dov","Category":"positive","Quote":"Earth Smile The lip of the mountain smiles ochrewhen the drumming raindrops take root.Pigments from yellow to deep orange to brown,form crowns of light, mirrors reflecting fire ~the ire in the earth, the smirk of the dirt."},{"Author":"Beryl Dov","Category":"positive","Quote":"Where's Ralph Waldo Emerson When you Need Him? A foolish consistency is the hobgoblin of little minds;as opposed to bigger hobgoblins with bigger dicks, doing all sorts of ghoulish shit behind the Venetian blinds."},{"Author":"Beryl Dov","Category":"positive","Quote":"Government Intrusion [10w] + {Couplet} America's biggest illusion is the beliefthey're free from government intrusion."},{"Author":"Beryl Dov","Category":"positive","Quote":"Unruffled [10w] Nothing’s calmer than an unruffled duck eating a cool cucumber."},{"Author":"Beryl Dov","Category":"positive","Quote":"Goat Fucking for Dummies You gently fuck a female goat ~you got to ram the malesto make any progress."},{"Author":"Beryl Dov","Category":"positive","Quote":"Great Poets [10w] Great poets can milk blood and tears from a stone."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Poet's Limitless Imagination [10w] The stringy shit from my goldfish turns him into a kite."},{"Author":"Beryl Dov","Category":"positive","Quote":"Alone [10w] Alone in bed because of three wordsI hadn't said."},{"Author":"Beryl Dov","Category":"positive","Quote":"Birds [10w] When a bird wakens, flight is no longer a dream."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hope for the Heartbroken A broken heartremains in piecesbut learns to love againwith every fragment."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poetry and Love [10w] Poetry and love are two faces of the same coin."},{"Author":"Beryl Dov","Category":"positive","Quote":"Hearts Hearts of hope and of promiseHearts filled with dreams and whim,These are the hearts of loversUnguarded,Standing out on a limb.Hearts unmended and brokenHearts scarred to stone and steel,These are the hearts of loversArmored,Being unable to feel."},{"Author":"Beryl Dov","Category":"positive","Quote":"Friendship vs. Love [10w] Friendship requires poise and patience;love demands pluck and perseverance."},{"Author":"Lailah Gifty Akita","Category":"positive","Quote":"You are condemn your by thoughts."},{"Author":"Lailah Gifty Akita","Category":"positive","Quote":"Dwell on your own sacred thoughts."},{"Author":"Lailah Gifty Akita","Category":"positive","Quote":"I am no longer surprise by situation."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"The key to achieving desired results and gaining freedom from unwanted feelings lies within you."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"Transform from being a fault-finder and blamer to a happiness-finder and appreciator."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"Transform from being a fault-finder and blamer to a happiness-finder and appreciator. Positive emotions will increase in your life."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"Transform, from a fault-finder and blamer to a solution-finder and appreciator."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"Problems are inevitable. Happiness is optional."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"CHOOSE WISELY'Birth wasn't your choice, and neither shall death be.But the way you live your lifeis your choice, buddy."},{"Author":"Beryl Dov","Category":"positive","Quote":"Unconditional Love [10w] If you're not giving unconditional love,you're offering conditional hate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Getting Real about the Eel It's not that eel wants to avoid commitment.From the eel's point of view, it is a matter of survival.Who the fuck wants to be with an eel anyway,when there are plenty of less slippery fish."},{"Author":"Beryl Dov","Category":"positive","Quote":"Informal HP Survey: Should Poetry Rhyme? O.K., readers, anybody who thinks poetry should rhymeplease tap your caneor jiggle your walker."},{"Author":"Beryl Dov","Category":"positive","Quote":"From the Slobodan Milošević interview during the the Hague Tribunal : 'What are your hobbies?' [10w] \"I enjoy gardening because weeding reminds me of ethnic cleansing."},{"Author":"Beryl Dov","Category":"positive","Quote":"Spirochetes [10w] + {Couplet} Even amongst the spirochetes,there are the privileged and elites."},{"Author":"Beryl Dov","Category":"positive","Quote":"Perspective [10w] In every needle there's a haystack,if you step back."},{"Author":"Beryl Dov","Category":"positive","Quote":"What is the Meaning of Life? [10w] {3} To create its meaning every day we live and love."},{"Author":"Beryl Dov","Category":"positive","Quote":"Poet and the Fool {Couplet} {Limerick} The fool does his ego inflate,much like a poet does his oeuvre overrate.But the truth of the matter is that neither shit matters;harsh reality shall both nitwits deflate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Vengeance, Thy Name is Woman Betrayed women aren't exactly vengeful,but they aren't exactly anything else."},{"Author":"Beryl Dov","Category":"positive","Quote":"Chase vs. Choose Happiness If you chase after happiness, it may escape you.If you choose happiness, it may take your house away.Both chasing and choosing have their hazards ~but they're less risky than waiting for happiness to find you.Remember, happiness is a lazy ass motherfuckerthat doesn't go on search and rescue missions."},{"Author":"Beryl Dov","Category":"positive","Quote":"Mint Julep {Couplet} I've had more than a hint of a tulip or two,after treating them to a mint julep, or two."},{"Author":"Beryl Dov","Category":"positive","Quote":"Harlem P.O.V. Everything outside Harlem's the boondocks,where hayseeds opt out of Nikes for Reeboks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Beating the Language Like a Tom-Tom with a Mohawk \"Actually, you will receive a free pre-owned gift with every purchase,irregardless of the awesome enormity of your stupidity."},{"Author":"Beryl Dov","Category":"positive","Quote":"How to Save the World [10w] When true love floods in, it could float an ark."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gained in Translation [10w] In timeless truths there's more gained than lost in translation."},{"Author":"Beryl Dov","Category":"positive","Quote":"Small Packages [10w] Great things come in small packages from a geological perspective."},{"Author":"Beryl Dov","Category":"positive","Quote":"Dsylıxǝa Hey, it isn't cool to make fun of people with Dsʎlıxǝaʎou dɯub pircʞ ¡!¡"},{"Author":"Beryl Dov","Category":"positive","Quote":"Meek [10w] Blessed are the meek, for they've learned how to duck."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"Diamonds do not burst out from the mines into your hands. The universe, instead, will direct the men to discover the mines and find the diamonds for you."},{"Author":"Hina Hashmi,  Your Life A Practical Guide to Happiness Peace and Fulfilment","Category":"positive","Quote":"Limiting beliefs and thoughts are created in the mind. These mental blocks must be cleared to be happy. Only then the loving wisdom of the soul will open."},{"Author":"Michael Hyatt,  Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want","Category":"positive","Quote":"Gratitude is where every positive attitude starts."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"Choose your thoughts and beliefs wisely.Be your own best friend, and not your enemy."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"It's easy and natural to be thankful when your expectations are met. The real test of your faith is when things don't go your way, or when you are in pain."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"The purpose of quantum linguistics is to survey the spirit of linguistics and finding solutions to the common barrier problems faced by means of deliberate use of language."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"When you believe in yourself sufficiently and are confident that everything that you desire is inside you then you will possess the ability to produce all that you wish for."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"If you start identifying your inner self with the spirit of pure potentiality then you are aligning with the power that helps in the manifestation of all energy in the form of matter."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"Just like a sailor who knows before reaching land that it is nearing, life too gives certain signals which indicate how closer you are to manifesting."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"Having faith makes you vibrate at a frequency level that is identical to that of the universe, providing you a result that you would not have arrived at before."},{"Author":"Maddy Malhotra,  How to Build Self-Esteem and Be Confident: Overcome Fears, Break Habits, Be Successful and Happy","Category":"positive","Quote":"The quality of our thoughts and emotions impact our body more than the quality of the food which we eat."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"So, and it is common sense, be in the moment to make things happen in that moment."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"Concurrent time is a state of time where all the happenings occur at the same time. The creations of the present are influenced by both the past and the future actions and all the three interact where even a future event can change what can happen in the present."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"The universal mind acts as an advisor or guide. When you abide by its advice then you will get another opportunity to alter your destiny."},{"Author":"Stephen Richards,  Be First: Achieve Every Dream","Category":"positive","Quote":"If you are faced with a lost opportunity, think of the shifting reality and be ready to catch it when it comes your way. This is the way reality functions."},{"Author":"Luffina Lourduraj","Category":"positive","Quote":"When people tell you that you are good for nothing, remember that God made the world from nothing and nothing can change into something anytime."},{"Author":"Hina Hashmi,  Your Life A Practical Guide to Happiness Peace and Fulfilment","Category":"positive","Quote":"Wonderful things happen due to positive beliefs and good karma. Change your mind set to earn good karma and to make your life beautiful."},{"Author":"Hina Hashmi,  Your Life A Practical Guide to Happiness Peace and Fulfilment","Category":"positive","Quote":"If we want great things to happen then we must create space in our lives for what we desire."},{"Author":"Sanchita Pandey,  Voyage to Happiness!","Category":"positive","Quote":"Engrave beautiful and delightful thoughts in your mind. Forgive, let go, be good and keep positive. The Universe is after all a lovely place to be in and it will take care of you. It will bestow you with all the happiness that you can imagine because what you draw on the canvas of your mind, comes to picture."},{"Author":"Sanchita Pandey,  Voyage to Happiness!","Category":"positive","Quote":"Prayer also forms a type of nutrition for self confidence and keeps you free from worry. It connects you with the main Source of positive energy (Almighty) and recharges you throughout the day. It elevates your plain of thoughts and indirectly guides you to think fruitful and useful thoughts."},{"Author":"Beryl Dov","Category":"positive","Quote":"Love is a Gamble [10w] Love's a gamble ~ better lose than never spin the wheel."},{"Author":"Beryl Dov","Category":"positive","Quote":"I'm Not Skidaddling Down That Slippery Slope First you let sleeping dogs lie,next you allow all pets to prevaricate."},{"Author":"Beryl Dov","Category":"positive","Quote":"Seduction [10w] Seduction comes from our innate instincts for hunting and killing."},{"Author":"Beryl Dov","Category":"positive","Quote":"Lady Gaga Haiku A cow has a big head, deep voice, a long tongue, butLady Gaga he's not."},{"Author":"Beryl Dov","Category":"positive","Quote":"Ineffable Poetry A good poem goes beyond the physics of our world;it can't be quantified; it's an ineffable voice that speak directly to our soul,bypassing the laws of this world."},{"Author":"Beryl Dov","Category":"positive","Quote":"Imaginary Friends When my childhood imaginary friend got mad at mehe insulted me by calling me 'real'."},{"Author":"Beryl Dov","Category":"positive","Quote":"Prevailing Wins [10w] Truth prevails in private, bullshit in public, integrity in spirit."},{"Author":"Beryl Dov","Category":"positive","Quote":"Cormorant’s Flight [10w] The cormorant’s flight is the first shadow of the wave."},{"Author":"Beryl Dov","Category":"positive","Quote":"Now, I'm Not Born Yet [10w] I brought a sundial to a flight crossing the International-Date-Line."},{"Author":"Beryl Dov","Category":"positive","Quote":"Deal or No Deal ~ Deal with It \"God, please tell me the place I'm going after I dieis filled with bright eyes and bushy tails, or I'm not going."},{"Author":"Beryl Dov","Category":"positive","Quote":"Schmuck [10w] + {Couplet} Show kindness to a schmuck,it's guaranteed you'll get fucked."},{"Author":"Beryl Dov","Category":"positive","Quote":"How they Measure Self-Worth in Fort Worth: Actual Texas Hooker Quote (the irony is priceless!) \"Quit fucking acting like y'alls have me all figured outand don't you ever, EVER, lump me into the category of your trashy hooker girlfriend who charges $100/hr. for full service. Shit, I charge $200 minimum now ~because after the year of being at the bottom I know my self worth."},{"Author":"Beryl Dov","Category":"positive","Quote":"Politicians [10w] All politicians serve two masters ~their ambition and their cocks."},{"Author":"Beryl Dov","Category":"positive","Quote":"Suicide It's ironic that suicide, an act of cowardice,requires you overcome the all powerful instinct of self-preservation ~and thereby it's transformed into an act of bravery.On the other hand, the survivors would argue, an act of stupidity ~which many acts of bravery ultimately are."},{"Author":"Beryl Dov","Category":"positive","Quote":"Unfriend Politeley Means"},{"Author":"Beryl Dov","Category":"positive","Quote":"What is Love? [10w] Love is the stubborn desire to find permanencein impermanence."},{"Author":"Beryl Dov","Category":"positive","Quote":"The Bard's Haikus about Haiku Listen to Shakespeare,'Iambic pentameterand haiku don't mix.'A fool thinks himself to be wise, but a wise mannever writes haiku.If you tickle usdon't we laugh? If you wrong usshall we not haiku?The good men dolives after them; the evil'sinterred with haikus.Some are born great, some achieve greatness, some scribblesome shitty haikus."},{"Author":"Beryl Dov","Category":"positive","Quote":"Joussard, Alberta, Canada Haiku Love North Country Fair.Music, dance, artisan market ~a walk back in time."},{"Author":"Beryl Dov","Category":"positive","Quote":"Narcissist, Assholes and Immunization Narcissists and assholes are immunized by their egos and sense of entitlement against the criticisms, grievances and resentments of others."},{"Author":"Beryl Dov","Category":"positive","Quote":"Gold Diggers are Always at Two Weddings A gold digger's eyes are searching for her next husband at her wedding."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rotaryrotatory In a universe composed wholly of revolving doors we'll have no need for gatekeepers or tipping doormen at Christmas."},{"Author":"Beryl Dov","Category":"positive","Quote":"Shiva Haiku Sitting shiva.One more day of thisand I'll die of boredom."},{"Author":"Beryl Dov","Category":"positive","Quote":"Genesis {Couplet} God spoke the world into existence, reifying an abstraction.Now the Creator's had second thoughts and wishes to utter a retraction."},{"Author":"Beryl Dov","Category":"positive","Quote":"Trance & Instinct The best poems come from trance and instinct;transcribing the unedited voice of universal consciousness."},{"Author":"Beryl Dov","Category":"positive","Quote":"Fighting For Your Life [10w] 'Everything will be alright,'doesn't mean we stop the fight."},{"Author":"Beryl Dov","Category":"positive","Quote":"Tofino, Canada Haiku Free flowing clothes,Strumming guitar on the beach.Still my baggage follows me."},{"Author":"Beryl Dov","Category":"positive","Quote":"Truth {Couplet} Since every truth worth saying, has been already said,our job's to refine it, question it, or turn it on its head."},{"Author":"Beryl Dov","Category":"positive","Quote":"Rooftop Poetry Sing poetry from rooftopslike a muzzein' s call for prayer."},{"Author":"Beryl Dov","Category":"positive","Quote":"Child on a Swing Haiku Child screeches like birdas swing reaches for heaven.Stars fill his pocket."}]