[{"Author":"Friedrich Nietzsche","Category":"purpose","Quote":"He who has a why to live for can bear almost any how."},{"Author":"Ralph Waldo Emerson","Category":"purpose","Quote":"The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well."},{"Author":"Edgar Allan Poe","Category":"purpose","Quote":"The best things in life make you sweaty."},{"Author":"Dean Koontz,  The Darkest Evening of the Year","Category":"purpose","Quote":"Because God is never cruel, there is a reason for all things. We must know the pain of loss; because if we never knew it, we would have no compassion for others, and we would become monsters of self-regard, creatures of unalloyed self-interest. The terrible pain of loss teaches humility to our prideful kind, has the power to soften uncaring hearts, to make a better person of a good one."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"purpose","Quote":"If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly."},{"Author":"Gautama Buddha","Category":"purpose","Quote":"Your purpose in life is to find your purpose and give your whole heart and soul to it"},{"Author":"Shannon L. Alder","Category":"purpose","Quote":"There are no coincidences in life. What person that wandered in and out of your life was there for some purpose, even if they caused you harm. Sometimes, it doesn’t make sense the short periods of time we get with people, or the outcomes from their choices. However, if you turn it over to God he promises that you will see the big picture in the hereafter. Nothing is too small to be a mistake."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"purpose","Quote":"I want to live my life in such a way that when I get out of bed in the morning, the devil says, \"aw shit, he's up!"},{"Author":"Kurt Vonnegut,  Palm Sunday: An Autobiographical Collage","Category":"purpose","Quote":"What should young people do with their lives today? Many things, obviously. But the most daring thing is to create stable communities in which the terrible disease of loneliness can be cured."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"It doesn't matter what you did or where you were...it matters where you are and what you're doing. Get out there! Sing the song in your heart and NEVER let anyone shut you up!!"},{"Author":"Thomas Merton","Category":"purpose","Quote":"If you want to identify me, ask me not where I live, or what I like to eat, or how I comb my hair, but ask me what I am living for, in detail, ask me what I think is keeping me from living fully for the thing I want to live for."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"purpose","Quote":"It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters,"},{"Author":"J.D. Stroube,  Caged by Damnation","Category":"purpose","Quote":"Life is filled with unanswered questions, but it is the courage to seek those answers that continues to give meaning to life. You can spend your life wallowing in despair, wondering why you were the one who was led towards the road strewn with pain, or you can be grateful that you are strong enough to survive it."},{"Author":"Dan Brown,  Inferno","Category":"purpose","Quote":"Nothing is more creative... nor destructive... than a brilliant mind with a purpose."},{"Author":"Jorge Luis Borges,  Twenty-Four Conversations with Borges: Interviews by Roberto Alifano 1981-1983","Category":"purpose","Quote":"A writer - and, I believe, generally all persons - must think that whatever happens to him or her is a resource. All things have been given to us for a purpose, and an artist must feel this more intensely. All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art."},{"Author":"Betty Friedan,  The Feminine Mystique","Category":"purpose","Quote":"Each suburban wife struggles with it alone. As she made the beds, shopped for groceries, matched slipcover material, ate peanut butter sandwiches with her children, chauffeured Cub Scouts and Brownies, lay beside her husband at night- she was afraid to ask even of herself the silent question-- 'Is this all?"},{"Author":"Shannon L. Alder","Category":"purpose","Quote":"Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you."},{"Author":"Stephen Crane,  War Is Kind and Other Poems","Category":"purpose","Quote":"A Man Said to the UniverseA man said to the universe: “Sir, I exist!”“However,” replied the universe, “The fact has not created in me A sense of obligation."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"As long as I am breathing, in my eyes, I am just beginning."},{"Author":"Rumi","Category":"purpose","Quote":"Be a lamp, or a lifeboat, or a ladder. Help someone's soul heal. Walk out of your house like a shepherd."},{"Author":"Leo Rosten","Category":"purpose","Quote":"The purpose of life is not to be happy—but to matter, to be productive, to be useful, to have it make some difference that you lived at all."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Free yourself from the complexities and drama of your life. Simplify. Look within. Within ourselves we all have the gifts and talents we need to fulfill the purpose we've been blessed with."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"purpose","Quote":"Hard at work? I’ll give you a hand—my right hand. It’s a handshake, for networking and encouragement purposes. Keep it up!"},{"Author":"Francis Chan,  Crazy Love: Overwhelmed by a Relentless God","Category":"purpose","Quote":"God's definition of what matters is pretty straightforward. He measures our lives by how we love."},{"Author":"Richard Brautigan","Category":"purpose","Quote":"all of us have a place in history. mine is clouds."},{"Author":"Cassandra Clare,  City of Bones","Category":"purpose","Quote":"I'm not unhappy,\"he said. \"Only people with no purpose are unhappy. I've got a purpose."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"purpose","Quote":"Realize that if a door closed, it’s because what was behind it wasn’t meant for you."},{"Author":"Johann Wolfgang von Goethe","Category":"purpose","Quote":"The greatest thing in this world is not so much where we stand as in what direction we are moving."},{"Author":"Thomas S. Monson","Category":"purpose","Quote":"When faith replaces doubt, when selfless service eliminates selfish striving, the power of God brings to pass His purposes."},{"Author":"Henry David Thoreau,  Letters to Various Persons","Category":"purpose","Quote":"It is not enough to be industrious; so are the ants. What are you industrious about?"},{"Author":"Margaret Atwood,  The Year of the Flood","Category":"purpose","Quote":"What am I living for and what am I dying for are the same question."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"purpose","Quote":"After soul searching, I found myself. Then I found myself giving of myself to a charity that finds missing children. It's great to be found."},{"Author":"Lewis Carroll,  Alice in Wonderland","Category":"purpose","Quote":"Cat: Where are you going?Alice: Which way should I go?Cat: That depends on where you are going.Alice: I don’t know.Cat: Then it doesn’t matter which way you go."},{"Author":"Criss Jami,  Venus in Arms","Category":"purpose","Quote":"Find a purpose to serve, not a lifestyle to live."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Accept yourself, your strengths, your weaknesses, your truths, and know what tools you have to fulfill your purpose."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Your greatest self has been waiting your whole life; don't make it wait any longer."},{"Author":"Katsura Hoshino","Category":"purpose","Quote":"When you lost sight of your path, listen for the destination in your heart (Allen Walker, D-gray Man)"},{"Author":"Gautama Buddha","Category":"purpose","Quote":"Those who have failed to work toward the truth have missed the purpose of living."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"purpose","Quote":"Sometimes it's the same moments that take your breath away that breathe purpose and love back into your life."},{"Author":"Robert M. Pirsig","Category":"purpose","Quote":"To live only for some future goal is shallow. It's the sides of the mountain that sustain life, not the top."},{"Author":"Brennan Manning,  Souvenirs of Solitude: Finding Rest in Abba's Embrace","Category":"purpose","Quote":"Lord, when I feel that what I'm doing is insignificant and unimportant, help me to remember that everything I do is significant and important in your eyes, because you love me and you put me here, and no one else can do what I am doing in exactly the way I do it."},{"Author":"Kirstie Alley","Category":"purpose","Quote":"It's funny. No matter how hard you try, you can't close your heart forever. And the minute you open it up, you never know what's going to come in. But when it does, you just have to go for it! Because if you don't, there's not point in being here."},{"Author":"Brené Brown,  The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are","Category":"purpose","Quote":"Spirituality is recognizing and celebrating that we are all inextricably connected to each other by a power greater than all of us, and that our connection to that power and to one another is grounded in love and compassion. Practicing spirituality brings a sense of perspective, meaning and purpose to our lives."},{"Author":"Deb Caletti,  Honey, Baby, Sweetheart","Category":"purpose","Quote":"The magic of purpose and of love in its purest form. Not televison love, with its glare and hollow and sequined glint; not sex and allure, all high shoes and high drama, everything both too small and in too much excess, but just love. Love like rain, like the smell of a tangerine, like a surprise found in your pocket."},{"Author":"R.J. Anderson,  Ultraviolet","Category":"purpose","Quote":"I realized then that even though I was a tiny speck in an infinite cosmos, a blip on the timeline of eternity, I was not without purpose."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"purpose","Quote":"A wind that blows aimlessly is no good to anyone."},{"Author":"Leonardo da Vinci","Category":"purpose","Quote":"Make your work to be in keeping with your purpose"},{"Author":"Rainbow Rowell,  Attachments","Category":"purpose","Quote":"What did he have to mope about, really? What more did he want?...Love. Purpose. Those are the things that you can't plan for. Those are the things that just happen. And what if they don't happen? Do you spend your whole life pining for them? Waiting to be happy?"},{"Author":"Lauren Bacall","Category":"purpose","Quote":"Here is a test to find out whether your mission in life is complete. If you’re alive, it isn’t."},{"Author":"Masashi Kishimoto","Category":"purpose","Quote":"A soul needs a purpose to live and so I concluded that my purpose was to kill everyone besides myself. I felt alive.--Gaara"},{"Author":"Victoria Moran,  Lit From Within: Tending Your Soul For Lifelong Beauty","Category":"purpose","Quote":"A simple life is not seeing how little we can get by with—that’s poverty—but how efficiently we can put first things first. . . . When you’re clear about your purpose and your priorities, you can painlessly discard whatever does not support these, whether it’s clutter in your cabinets or commitments on your calendar. (148)"},{"Author":"Washington Irving","Category":"purpose","Quote":"Great minds have purpose, others have wishes. Little minds are tamed and subdued by misfortunes; but great minds rise above them."},{"Author":"John Piper","Category":"purpose","Quote":"God created us for this: to live our lives in a way that makes him look more like the greatness and the beauty and the infinite worth that he really is. This is what it means to be created in the image of God."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"To me it seems that too many young women of this time share the same creed. 'Live, laugh, love, be nothing but happy, experience everything, et cetera et cetera.' How monotonous, how useless this becomes. What about the honors of Joan of Arc, Beauvoir, Stowe, Xena, Princess Leia, or women that would truly fight for something other than just their own emotions?"},{"Author":"Deepak Chopra","Category":"purpose","Quote":"The purpose of life is the expansion of happiness."},{"Author":"Charles Dickens,  David Copperfield","Category":"purpose","Quote":"There can be no disparity in marriage like unsuitability of mind and purpose."},{"Author":"Toba Beta,  Master of Stupidity","Category":"purpose","Quote":"Intelligence minus purpose equals stupidity."},{"Author":"Steve Maraboli","Category":"purpose","Quote":"You've been given the innate power to shape your life...but you cannot just speak change, you have to LIVE change. Intent paired with action builds the bridge to success. You can't just want it; you have to do it, live it...BE it! Success isn't something you have, it's something you DO!"},{"Author":"Mitsugi Saotome","Category":"purpose","Quote":"If you were all alone in the universe with no one to talk to, no one with which to share the beauty of the stars, to laugh with, to touch, what would be your purpose in life? It is other life; it is love, which gives your life meaning. This is harmony. We must discover the joy of each other, the joy of challenge, the joy of growth."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"It is not true that everyone is special. It is true that everyone was once special and still possesses the ability to recover it."},{"Author":"Steve Maraboli","Category":"purpose","Quote":"Once you start recognizing the truth of your story, finish the story. It happened but you're still here, you're still capable, powerful, you're not your circumstance. It happened and you made it through. You're still fully equipped with every single tool you need to fulfill your purpose."},{"Author":"Abraham Lincoln","Category":"purpose","Quote":"You can have anything you want if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose."},{"Author":"Anne Bishop,  Daughter of the Blood","Category":"purpose","Quote":"Do you always ask me the same questions you ask him?\"\"It depends on whether or not I get an answer."},{"Author":"Rick Warren,  The Purpose Driven Life: What on Earth Am I Here for?","Category":"purpose","Quote":"Without God, life has no purpose, and without purpose, life has no meaning. Without meaning, life has no significance or hope."},{"Author":"Woodrow Wilson","Category":"purpose","Quote":"You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"You were not meant for a mundane or mediocre life!"},{"Author":"Bruce Wayne Sullivan","Category":"purpose","Quote":"Anyone who has no need of anybody but himself is either a beast or a God.\"Aristotle"},{"Author":"Shaun Hick","Category":"purpose","Quote":"I may be going nowhere, but what a ride."},{"Author":"William Lane Craig,  Reasonable Faith","Category":"purpose","Quote":"‎\"If there is no God, then man and the universe are doomed. Like prisoners condemned to death, we await our unavoidable execution. There is no God, and there is no immortality. And what is the consequence of this? It means that life itself is absurd. It means that the life we have is without ultimate significance, value, or purpose."},{"Author":"Rodney A. Winters,  Go Into the House","Category":"purpose","Quote":"The fact that you are still alive assures you that God has something for you to accomplish."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"There's no need to curse God if you're an ugly duckling. He chooses those strong enough to endure it so that they can guide others who've felt the same."},{"Author":"Anna Funder,  Stasiland: Stories from Behind the Berlin Wall","Category":"purpose","Quote":"I like trains. I like their rhythm, and I like the freedom of being suspended between two places, all anxieties of purpose taken care of: for this moment I know where I am going."},{"Author":"Johann Wolfgang von Goethe","Category":"purpose","Quote":"Be above it! Make the world serve your purpose, but do not serve it!"},{"Author":"Gloria Gaither","Category":"purpose","Quote":"We may run, walk, stumble. drive, or fly, but let us never lose sight of the reason for the journey, or miss a chance to see a rainbow on the way."},{"Author":"Bram Stoker,  Dracula","Category":"purpose","Quote":"She has man's brain--a brain that a man should have were he much gifted--and woman's heart. The good God fashioned her for a purpose, believe me when He made that so good combination."},{"Author":"Holly Mosier","Category":"purpose","Quote":"Learn to say no to demands, requests, invitations, and activities that leave you with no time for yourself. Until I learned to say no, and mean it, I was always overloaded by stress. You may feel guilty and selfish at first for guarding your down- time, but you’ll soon find that you are a much nicer, more present, more productive person in each instance you do choose to say yes."},{"Author":"Robert James Waller","Category":"purpose","Quote":"This is why I'm here on this planet, at this time, Francesca. Not to travel or make pictures, but to love you. I know that now. I have been falling from the rim of a great, high place, somewhere back in time, for many more years than I have lived in this life. And through all of those years, I have been falling toward you."},{"Author":"Warren Buffett","Category":"purpose","Quote":"The difference between successful people and really successful people is that really successful people say no to almost everything."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Stop allowing your day-to-day life to be clouded by busy nothingness."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"purpose","Quote":"Like most North Americans of his generation, Hal tends to know way less about why he feels certain ways about the objects and pursuits he's devoted to than he does about the objects and pursuits themselves. It's hard to say for sure whether this is even exceptionally bad, this tendency."},{"Author":"Rick Warren","Category":"purpose","Quote":"The purpose of influence is to \"speak up for those who have no influence.\"(Pr.31:8) It's not about you."},{"Author":"Rainbow Rowell,  Attachments","Category":"purpose","Quote":"Wasn’t hitting bottom the thing you had to do to knock some sense into yourself? Wasn’t hitting bottom the thing that showed you which way was up?"},{"Author":"Matthew Arnold,  Matthew Arnold: The Complete Poems","Category":"purpose","Quote":"But often, in the world’s most crowded streets,But often, in the din of strife,There rises an unspeakable desireAfter the knowledge of our buried life;A thirst to spend our fire and restless forceIn tracking out our true, original course;A longing to inquireInto the mystery of this heart which beatsSo wild, so deep in us—to knowWhence our lives come and where they go."},{"Author":"Robert Bryne","Category":"purpose","Quote":"The purpose of life is a life of purpose."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Never question the power of one! Throughout history it has been the actions of only one person who has in inspired the movement of change."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"Tell me that the purpose of life is to have fun, and without a care in the world I'll begin wreaking havoc on everything I pass. Now that's what I call pure, honest fun."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"purpose","Quote":"It is the same way with dating. The time you are most prepared for dating is when you don't need anyone to complete you, fulfill you, or instill in you a sense of worth or purpose."},{"Author":"Criss Jami,  Venus in Arms","Category":"purpose","Quote":"With a hint of good judgment, to fear nothing, not failure or suffering or even death, indicates that you value life the most. You live to the extreme; you push limits; you spend your time building legacies. Those do not die."},{"Author":"Samuel Beckett,  Waiting for Godot","Category":"purpose","Quote":"To every man his little cross. Till he dies. And is forgotten."},{"Author":"Ray A. Davis","Category":"purpose","Quote":"Following all the rules leaves a completed checklist. Following your heart achieves a completed you."},{"Author":"Paul David Tripp,  Instruments in the Redeemer's Hands: People in Need of Change Helping People in Need of Change","Category":"purpose","Quote":"The church is not a theological classroom. It is a conversion, confession, repentance, reconciliation, forgiveness and sanctification center, where flawed people place their faith in Christ, gather to know and love him better, and learn to love others as he designed."},{"Author":"Steve Maraboli","Category":"purpose","Quote":"Life is a balanced system of learning and evolution. Whether pleasure or pain; every situation in your life serves a purpose. It is up to us to recognize what that purpose could be."},{"Author":"Brother Andrew,  The Narrow Road: Stories of Those Who Walk This Road Together","Category":"purpose","Quote":"I have come to see clearly that life is more than self. It is more than doing what I want, striving for what will benefit me, dreaming of all I can be. Life is all about my relationship with God. There is no higher calling, no loftier dream, and no greater goal than to live, breathe, and be poured out for Jesus Christ.\"--Jamie in Brother Andrew's \"The Calling"},{"Author":"Ralph Waldo Emerson","Category":"purpose","Quote":"The crowning fortune of a man is to be born to some pursuit which finds him employment and happiness, whether it be to make baskets, or broadswords, or canals, or statues, or songs."},{"Author":"Ryokan","Category":"purpose","Quote":"Why do you so earnestly seek the truth in distant places?Look for delusion and truth in thebottom of your own heart."},{"Author":"John Piper,  Don't Waste Your Life","Category":"purpose","Quote":"God created me—and you—to live with a single, all-embracing, all-transforming passion—namely, a passion to glorify God by enjoying and displaying his supreme excellence in all the spheres of life."},{"Author":"Holly Mosier","Category":"purpose","Quote":"No beating yourself up. That’s not allowed. Be patient with yourself. It took you years to form the bad habits of thought that you no longer want. It will take a littletime to form new and better ones. But I promise you this: Even a slight move in this direction will bring you some peace. The more effort you apply to it, the faster you’ll find your bliss, but you’ll experience rewards immediately."},{"Author":"H.G. Wells","Category":"purpose","Quote":"Find the thing you want to do most intensely, make sure that’s it, and do it with all your might. If you live, well and good. If you die, well and good. Your purpose is done"},{"Author":"Donald Miller,  A Million Miles in a Thousand Years: What I Learned While Editing My Life","Category":"purpose","Quote":"We live in a world where bad stories are told, stories that teach us life doesn't mean anything and that humanity has no great purpose. It's a good calling, then, to speak a better story. How brightly a better story shines. How easily the world looks to it in wonder. How grateful we are to hear these stories, and how happy it makes us to repeat them."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"A confident woman wears a smile and has this air of comfortability and pleasantness about her."},{"Author":"Holly Mosier","Category":"purpose","Quote":"The most important reason for your “no” is that you need your downtime so you won’t behave like a jerk because you’re depleted. And you don’t want to battle an appetite spiked by the stress of overcommitment. But that’s your secret; others don’t need that information. So just smile, say no, thank you, and keep moving."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"The artist lives to have stories to tell and to learn to tell them well."},{"Author":"Stanisław Lem,  Solaris","Category":"purpose","Quote":"What gave you this idea of an imperfect god?''I don't know. It seems quite feasible to me. That is the only god I could imagine believing in, a god whose passion is not a redemption, who saves nothing, fulfills no purpose--a god who simply is."},{"Author":"Ann Voskamp,  One Thousand Gifts: A Dare to Live Fully Right Where You Are","Category":"purpose","Quote":"He does have surprising, secret purposes. I open a Bible, and His plans, startling, lie there barefaced. It’s hard to believe it, when I read it, and I have to come back to it many times, feel long across those words, make sure they are real. His love letter forever silences any doubts: “His secret purpose framed from the very beginning [is] to bring us to our full glory” (1 Corinthians 2:7 NEB)."},{"Author":"Winston S. Churchill","Category":"purpose","Quote":"It’s not enough to have lived. We should be determined to live for something."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"purpose","Quote":"Pride makes us long for a solution to things – a solution, a purpose, a final cause; but the better telescopes become, the more stars appear."},{"Author":"Rodica Ojog-Braşoveanu,  O toaleta à la Liz Taylor","Category":"purpose","Quote":"Scopul existenței fiecărui individ este plăcerea și cine o contestă ori e ipocrit, ori imbecil."},{"Author":"Søren Kierkegaard","Category":"purpose","Quote":"And when the hourglass has run out, the hourglass of temporality, when the noise of secular life has grown silent and its restless or ineffectual activism has come to an end, when everything around you is still, as it is in eternity, then eternity asks you and every individual in these millions and millions about only one thing: whether you have lived in despair or not."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"purpose","Quote":"In Maycomb, if one went for a walk with no definite purpose in mind, it was correct to believe one's mind incapable of definite purpose."},{"Author":"D.H. Lawrence,  Studies in Classic American Literature","Category":"purpose","Quote":"Men are free when they are obeying some deep, inward voice of religious belief. Obeying from within. Men are free when they belong to a living, organic, believing community, active in fulfilling some unfulfilled, perhaps unrealized purpose. Not when they are escaping to some wild west. The most unfree souls go west, and shout of freedom."},{"Author":"Andy Andrews","Category":"purpose","Quote":"When you know that everything matters—that every move counts as much as any other—you will begin living a life of permanent purpose."},{"Author":"Stephen Crane,  The Open Boat and Other Stories","Category":"purpose","Quote":"If I am going to be drowned—if I am going to be drowned—if I am going to be drowned, why, in the name of the seven mad gods who rule the sea, was I allowed to come thus far and contemplate sand and trees?"},{"Author":"Bram Stoker,  Dracula","Category":"purpose","Quote":"But we are strong, each in our purpose, and we are all more strong together."},{"Author":"Shannon L. Alder","Category":"purpose","Quote":"Time is too swift for those who fear, too long for those who wait, too short for those who finally find peace, but for those who love, time is eternal. For nothing is ever lost that God wants you to find."},{"Author":"Roman Payne,  The Wanderess","Category":"purpose","Quote":"Why do we mortals wonder if it is through 'human chaos' or through 'divine perfection' when the world guides us to some magical event? In either case, is not the result the same? Is the result not 'divine perfection?"},{"Author":"William Wilberforce","Category":"purpose","Quote":"We have different forms assigned to us in the school of life, different gifts imparted. All is not attractive that is good. Iron is useful, though it does not sparkle like the diamond. Gold has not the fragrance of a flower. So different persons have various modes of excellence, and we must have an eye to all."},{"Author":"Sherry K. White,  Walking in the Father's Riches: The Prosperity of Sonship","Category":"purpose","Quote":"Those who look behind will never see beyond."},{"Author":"Daniel Willey","Category":"purpose","Quote":"I can’t think of anything more disheartening than living a life without a clear purpose."},{"Author":"Emil Cioran","Category":"purpose","Quote":"By all evidence we are in the world to do nothing."},{"Author":"Johanna Paungger,  Moon Time: The Art of Harmony with Nature and Lunar Cycles","Category":"purpose","Quote":"The only purpose of our lives consists in waking each other up and being there for each other."},{"Author":"Chris Hedges,  War Is a Force That Gives Us Meaning","Category":"purpose","Quote":"The enduring attraction of war is this: Even with its destruction and carnage it can give us what we long for in life. It can give us purpose, meaning, a reason for living."},{"Author":"M. Scott Peck,  The Road Less Traveled: A New Psychology of Love, Traditional Values, and Spiritual Growth","Category":"purpose","Quote":"Life is difficult."},{"Author":"Rachel Carson","Category":"purpose","Quote":"The aim of science is to discover and illuminate truth. And that, I take it, is the aim of literature, whether biography or history... It seems to me, then, that there can be no separate literature of science."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"purpose","Quote":"We make our purpose."},{"Author":"Annie Dillard,  Pilgrim at Tinker Creek","Category":"purpose","Quote":"I am a fugitive and a vagabond, a sojourner seeking signs."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"purpose","Quote":"Girls like guys to be a challenge. It gives them some mold to fit in how they act. Like a mom. What would a mom do if she couldn't fuss over you and make you clean your room? And what would you do without her fussing and making you do it? Everyone needs a mom. And a mom knowns this. And it gives her a sense of purpose. You get it?"},{"Author":"Elisabeth Elliot,  Passion and Purity: Learning to Bring Your Love Life Under Christ's Control","Category":"purpose","Quote":"When ours are interrupted, his are not. His plans are proceeding exactly as scheduled, moving us always (including those minutes or hours or years which seem most useless or wasted or unendurable)."},{"Author":"Robert Byrne","Category":"purpose","Quote":"The purpose of life is a life of purpose."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"purpose","Quote":"Live life with a purpose and live it full out."},{"Author":"Dean Koontz","Category":"purpose","Quote":"In spite of where we were, how we had gotten here and why we had come, I felt that at this moment of our lives, this place was exactly where we belonged. We were not drifting but rising, rising toward something right and of significance."},{"Author":"Chris Fabry,  Almost Heaven","Category":"purpose","Quote":"Because I don't think God trusts just anybody with so much heartache. The world has not yet seen what God can do with a man who gives both halves of a broken heart to him. And I don't doubt that a man like that can change the world...or at least a little part of it."},{"Author":"Jean-Paul Sartre","Category":"purpose","Quote":"Man is nothing else but what he purposes, he exists only in so far as he realizes himself, he is therefore nothing else but the sum of his actions, nothing else but what his life is."},{"Author":"Kami Garcia","Category":"purpose","Quote":"We are given to the great, for great purpose, to great ends. We are given to the grave, for grave purposes, to grave ends."},{"Author":"Johann Gottfried Herder","Category":"purpose","Quote":"To think what is true, to sense what is beautiful and to want what is good, hereby the spirit finds purpose of a life in reason."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"purpose","Quote":"NOT UNTIL I MET YOUNot until I felt your sunshine,Did I realize that I had been in the shade.Not until I saw all your colors,Did I realize that mine had faded.Not until I heard your dreams,Did I realize that I was still sleeping.And not until I experienced my life with you,Did I realize that I was barelyBreathing."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"Men love women who are courageous for it means they can go all the way with him in his pursuit of his good dreams and intentions."},{"Author":"Mollie Marti","Category":"purpose","Quote":"Listen for the call of your destiny, and when it comes, release your plans and follow."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"Whenever we want to combat our enemies, first and foremost we must start by understanding them rather than exaggerating their motives."},{"Author":"Deborah Day,  BE HAPPY NOW!","Category":"purpose","Quote":"You will be your best self when you take time to understand what you really need, feel and want."},{"Author":"Rainer Maria Rilke,  Rilke's Book of Hours: Love Poems to God","Category":"purpose","Quote":"I live my life in widening circleThat reach out across the world. I may not ever complete the last one,But I give myself to it. I circle around God, that primordial tower.I have been circling for thousands of years,And I still don't know: am I a falcon,A storm, or a great song? [I, 2]"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"purpose","Quote":"Life is short only if you are not living your purpose."},{"Author":"Deborah Day","Category":"purpose","Quote":"You will have fewer regrets in life if you start focusing and taking responsiblity for where you are and where you want to be."},{"Author":"Jeremy Bentham,  Constitutional Code; For the Use All Nations and All Governments Professing Liberal Opinions Volume 1","Category":"purpose","Quote":". . . in no instance has a system in regard to religion been ever established, but for the purpose, as well as with the effect of its being made an instrument of intimidation, corruption, and delusion, for the support of depredation and oppression in the hands of governments."},{"Author":"Jennifer DeLucy","Category":"purpose","Quote":"Why wait? So precious is this life—this gift—this temporary blindness. Burn and drown and embrace the false dark, then grasp the unthinkable height of resulting joy. For in the end, in the light of truth when the flesh is cast off, there is nothing but this."},{"Author":"Jennifer DeLucy","Category":"purpose","Quote":"But there was a special kind of gift that came with embracing the chaos, even if I cursed most of the way. I'm convinced that, when everything is wiped blank, it's life 's way of forcing you to become acquainted with and aware of who you are now, who you can become. What is the fulfillment of your soul?"},{"Author":"John Piper,  Don't Waste Your Life","Category":"purpose","Quote":"Your mind was made to know and love God."},{"Author":"Shannon L. Alder","Category":"purpose","Quote":"Of all the questions I have asked my readers this is the most important: What would you do if you weren't afraid? When you finally give wings to that answer then you have found your life's purpose."},{"Author":"John Piper,  Don't Waste Your Life","Category":"purpose","Quote":"It was becoming clearer and clearer that if I wanted to come to the end of my life and not say, “I’ve wasted it!” then I would need to press all the way in, and all the way up, to the ultimate purpose of God and join him in it. If my life was to have a single, all-satisfying, unifying passion, it would have to be God’s passion."},{"Author":"Holly Mosier","Category":"purpose","Quote":"Our culture encourages us to plan every moment and fill our schedules with one activity and obligation after the next, with no time to just be. But the human body and mind require downtime to rejuvenate. I have found my greatest moments of joy and peace just sitting in silence, and then I take that joy and peace with me out into the world."},{"Author":"Jeff Lindsay,  Dearly Devoted Dexter","Category":"purpose","Quote":"The key to a happy life is to have accomplishments to be proud of and purpose to look forward to, and at the moment I had both. How wonderful it was to be me."},{"Author":"Dianne Sylvan,  The Body Sacred","Category":"purpose","Quote":"...But we also believe that part of our mission in life is to find our bliss and follow it. Life is a precious and delicate gift. How much of that gift do we squander out of fear?"},{"Author":"Dorothea Tanning","Category":"purpose","Quote":"Art has always been the raft onto which we climb to save our sanity. I don't see a different purpose for it now."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"One does not have to be a philosopher to be a successful artist, but he does have to be an artist to be a successful philosopher. His nature is to view the world in an unpredictable albeit useful light."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"purpose","Quote":"What are you prepared to give for your dream? If it is not everything...stop pipe dreaming."},{"Author":"John Piper,  Don't Waste Your Life","Category":"purpose","Quote":"The greatest cause in the world is joyfully rescuing people from hell, meeting their earthly needs, making them glad in God, and doing it with a kind, serious pleasure that makes Christ look like the Treasure he is."},{"Author":"Oliver Wendell Holmes Jr.","Category":"purpose","Quote":"The great thing in this world is not so much where we are, but in what direction we are going."},{"Author":"Haruki Murakami,  The Wind-Up Bird Chronicle","Category":"purpose","Quote":"From the moment of my birth, I lived with pain at the center of my life. My only purpose in life was to find a way to coexist with intense pain."},{"Author":"James Hudson Taylor","Category":"purpose","Quote":"Depend on it. God's work done in God's way will never lack God's supply. He is too wise a God to frustrate His purposes for lack of funds, and He can just as easily supply them ahead of time as afterwards, and He much prefers doing so."},{"Author":"Deborah Day","Category":"purpose","Quote":"The truth is that you are innately good, wise, and powerful. You were created in and for good."},{"Author":"Deborah Day","Category":"purpose","Quote":"If you are unclear about what attitudes you adhere to, you will have a difficult time evaluation which ones are not serving your highest good."},{"Author":"Gabrielle Bernstein,  May Cause Miracles: A 40-Day Guidebook of Subtle Shifts for Radical Change and Unlimited Happiness","Category":"purpose","Quote":"When we fulfill our function, which is to truly love ourselves and share love with others, then true happiness sets in."},{"Author":"Robin Jones Gunn,  Finally and Forever","Category":"purpose","Quote":"The key is for you to discover what you love to do, what you were created to do, and then do it for the people around you with love. That is the abundant life, dear girl, no matter where in the world you live."},{"Author":"Criss Jami,  Venus in Arms","Category":"purpose","Quote":"Faithfulness imparts God's reason for all circumstances. No matter what the world says, losing is no longer an option."},{"Author":"Mollie Marti","Category":"purpose","Quote":"Your value lies not in status or title, but in the roots of your character and depth of your compassion."},{"Author":"Elisabeth Elliot","Category":"purpose","Quote":"Either we are adrift in chaos or we are individuals, created, loved, upheld and placed purposefully, exactly where we are. Can you believe that? Can you trust God for that?"},{"Author":"Mollie Marti","Category":"purpose","Quote":"Lineage, personality, and environment may shape you, but they do not define your full potential."},{"Author":"Chris Brady","Category":"purpose","Quote":"Our privileges are not for our pleasure but rather for our purpose."},{"Author":"Nancy Rue,  That Is SO Me: 365 Days of Devotions: Flip-Flops, Faith, and Friends","Category":"purpose","Quote":"Why miss out on what God has in store for you while you’re trying to get in on his plan for somebody else? Your plans are the best—for YOU—and so is your personality. You’re so worth it"},{"Author":"Edward Abbey,  Postcards from Ed: Dispatches and Salvos from an American Iconoclast","Category":"purpose","Quote":"If it's knowledge and wisdom you want, then seek out the company of those who do real work for an honest purpose."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"An intelligent woman is a goldmine! She has the ability to learn, reason and understand things better and faster than her contemporaries. She is competent, alert and can reason out stuffs easily."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"An average man is egoistic, proud and has strong self esteem. They always require partners who massage their ego not those who will drag their ego to the mud."},{"Author":"Spencer W. Kimball","Category":"purpose","Quote":"They who reach down into the depths of life where, in the stillness, the voice of God is heard, have the stabilizing power which carries them poised and serene through the hurricane of difficulties."},{"Author":"James A. Murphy,  The Waves of Life Quotes and Daily Meditations","Category":"purpose","Quote":"Are you desperate or determined? With desperation comes frustration. With determination comes purpose, achievement, and peace…."},{"Author":"Mollie Marti,  Walking with Justice: Uncommon Lessons from One of Life's Greatest Mentors","Category":"purpose","Quote":"With every choice you create the life you’ll live; with every decision you design it."},{"Author":"David Winter,  What's in a Word","Category":"purpose","Quote":"A lost person or article is still what it is, still valuable in itself, but in the wrong place, disconnected from its purpose and unable to be or do whatever it is intended to be or do."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"Self-leaders are still true leaders even if they have no known followers. True leaders inspire by the influence of their characters and general self-made brands. Leadership is defined by the virtues of one's behaviour."},{"Author":"Albert Einstein","Category":"purpose","Quote":"Man is here for the sake of other men - above all for those upon whose smiles and well-being our own happiness depends."},{"Author":"Aleksandr Solzhenitsyn","Category":"purpose","Quote":"It makes me happier, more secure, to think that I do not have to plan and manage everything for myself, that I am only a sword made sharp to smite the unclean forces, an enchanted sword to cleave and disperse them.Grant, O Lord, that I may not break as I strike! Let me not fall from Thy hand!"},{"Author":"Holly Mosier","Category":"purpose","Quote":"It was after I first began to uplift my thoughts a bit that my cravings for junk food started to dissipate. I did not connect the two at that time. First, I simply noticed that I didn’t need to sleep so much. It took a while before I realized that in addition to my improved energy level, there was a direct correlation between chewing on mental garbage and putting garbage in my mouth."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"purpose","Quote":"To ask, 'How do you do it?' is already starting off on the wrong foot. When reaching for the stars, there does not have to be a 'how' if there is a big enough 'why'."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"The power of hope! Even a lack of ambition can, for a time, pay off as a necessary facet, as long as hope outweighs it."},{"Author":"Mollie Marti","Category":"purpose","Quote":"The utmost form of respect is to give sincerely of your presence."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"purpose","Quote":"Women show men beauty in things beyond their ambitions. Women tell men to stop and smell the roses."},{"Author":"Daniel C. Dennett","Category":"purpose","Quote":"The secret of happiness: Find something more important than you are and dedicate your life to it."},{"Author":"Orson Scott Card,  Xenocide","Category":"purpose","Quote":"With life. Rooter says that life is how God gives purpose to the universe."},{"Author":"John le Carré,  The Honourable Schoolboy","Category":"purpose","Quote":"Yet it's not for want of future that I'm here, he thought. It's for want of a present."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"A young child is a leader to an elderly person once his purpose has a faithful, sincere and trustworthy influence on people. Leadership is not restricted to position and age; it is self-made and influencial. Everyone has this self-leadership quality."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"Self-leaders do not look for followers because they are busily pursuing their influencial dreams that followers will trace and ask for. Followers look for influence and that can be obtained from self-leaders."},{"Author":"Pierce Brown,  Red Rising","Category":"purpose","Quote":"Dreamers like your wife are limited, little Helldiver.” She makes sure I don’t speak.“Understand that. The only power they have is in death. The harder they die, the loudertheir voice, the deeper the echoes. But your wife served her purpose."},{"Author":"Charles R. Swindoll","Category":"purpose","Quote":"Fortunately Jesus didn't leave [the disciples]-or any of us-without hope or direction. Where we fail, Jesus succeeded. The only One who as able to recognize and follow His purpose from the beginning was Jesus. He alone was able to obey consistently and please God completely. And His divine mission was to make a way for each of us to do the same."},{"Author":"Paulo Coelho,  The Alchemist","Category":"purpose","Quote":"But when he thought to complain about the burden of its weight, he remembered that, because he had the jacket, he had withstood the cold of the dawn.We have to be prepared for change, he thought, and he was grateful for the jacket's weight and warmth.The jacket had a purpose, and so did the boy."},{"Author":"Holly Mosier","Category":"purpose","Quote":"When I take a break, even just a brief one, the creative energy flows in. Only then do I have anything of value to share with others. Once I recognized this, I stopped feeling guilty about taking time for myself."},{"Author":"Stephen R. Donaldson,  The Chronicles of Thomas Covenant, the Unbeliever","Category":"purpose","Quote":"Part of him wanted to weep... but his purpose was rigid within him. He felt he could not bend to gentleness without breaking."},{"Author":"Rob Ryser,  Great Desires for Absent Things","Category":"purpose","Quote":"At the end of time I want my art to stand up and my soul to bow down."},{"Author":"Toni Sorenson","Category":"purpose","Quote":"Figure out your passion. What floats your boat, rings your bell, lights your tree? A life without passion is possible, but not desirable. Have you really lived at all if you have not lived with passion? Without it would a masterpiece be possible? I don’t think so. With purpose, cause and passion, there is no way the end you envision will not become the reality you live."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"purpose","Quote":"My help had been needed and claimed; I had given it: I was pleased to have done something: trivial, transitory though the deed was, it was yet an active thing, and I was weary of an existence all passive."},{"Author":"Anthony T. Kronman,  Education's End: Why Our Colleges and Universities Have Given Up on the Meaning of Life","Category":"purpose","Quote":"The question of how to spend my life, of what my life is for, is a question posed only to me, and I can no more delegate the responsibility for answering it than I can delegate the task of dying."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"If you use a philosophy education well, you can get your foot in the door of any industry you please. Industries are like the blossoms on a tree while philosophy is the trunk - it holds the tree together, but it often goes unnoticed."},{"Author":"Chris Burkmenn","Category":"purpose","Quote":"Encouragement is like water to the soul, it makes everything grow."},{"Author":"Mollie Marti","Category":"purpose","Quote":"A wise teacher learns in the midst of teaching; a wise student teaches in the midst of learning."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"purpose","Quote":"It is common to represent a title, but inspiring to represent a purpose."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"Patience is a virtue not a vice."},{"Author":"Deborah Day","Category":"purpose","Quote":"One is often so busy doing life that it is easy to avoid evaluating whether you are putting your energy in the direction you value most."},{"Author":"Mollie Marti","Category":"purpose","Quote":"Every person is a living treasure box. Listening holds the key."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"When your drive is moving your purpose, focus must hold the wheels else your might miss the way. And do you know what that means? Avoid Crash!!!. Stay focused!"},{"Author":"Helen Keller","Category":"purpose","Quote":"Joy is the holy fire that keeps our purpose warm and our intelligence aglow."},{"Author":"Israelmore Ayivor,  Dream Big!: See Your Bigger Picture!","Category":"purpose","Quote":"Discover a purpose that gives you passion. Develop a plan that makes you persistent. Design a preparation and motivates you to optimize your potentials. Do it because you love it!"},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"purpose","Quote":"I am happy.I have something to accomplish, create, and achieve.I am happy."},{"Author":"Kenneth Hildebrand","Category":"purpose","Quote":"Strong lives are motivated by dynamic purposes."},{"Author":"Jaachynma N.E. Agu","Category":"purpose","Quote":"When a man finds this kind of woman, he will go all out for her knowing that she will not be a letdown."},{"Author":"Anthony Liccione","Category":"purpose","Quote":"We are all dust passing through the air, the difference is, some are flying high in the sky, while others are flying low. But eventually, we all settle on the same ground."},{"Author":"John Milton,  Milton on Education, the Tractate of Education,: With Supplementary Extracts from Other Writings of Milton","Category":"purpose","Quote":"The end then of learning is to repair the ruins of our first parents by regaining to know God aright, and out of that knowledge to love him, to imitate him, to be like him, as we may the nearest by possessing our souls of true virtue, which being united to the heavenly grace of faith makes up the highest perfection."},{"Author":"Kevin Kelly,  What Technology Wants","Category":"purpose","Quote":"Our mission as humans is not only to discover our fullest selves in the technium, and to find full contentment, but to expand the possibilities for others. Greater technology will selfishly unleash our talents, but it will also unselfishly unleash others: our children, and all children to come."},{"Author":"Charles R. Swindoll","Category":"purpose","Quote":"Jesus has prepared the way and has made following our destiny possible, whereas we are helpless by ourselves. We can find and fulfill our purpose by responding to the clear, simple call of Jesus Christ: \"Follow Me.\"He is the doorway to fulfilling our destiny, where our divine design and God-ordained purpose live in perfect harmony."},{"Author":"Deborah Day","Category":"purpose","Quote":"Your purpose is your why."},{"Author":"Elizabeth Gaskell,  My Lady Ludlow and Other Stories","Category":"purpose","Quote":"Thus, you see, he arrived at the same end, via supposed duty, that he was previously pledged to via interest. I fancy a good number of us, when any line of action will promote our own interest, can make ourselves believe that reasons exist which compel us to it as a duty."},{"Author":"Patti Smith,  Just Kids","Category":"purpose","Quote":"...the law of empathy, by which he could, by his will, transfer himself into an object or a work of art, and thus inflence the outer world. He did not feel redeemed by the work he did. He did not seek redemption. He sought to see what others did not, the projection of his imagination."},{"Author":"Keith Ablow,  Murder Suicide","Category":"purpose","Quote":"Maybe the trying is the thing. Maybe it doesn't get better than that. Maybe you never quite get there. And maybe that's okay."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"Unlike wealth, there is an infinite value in legacy."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"purpose","Quote":"It is more substantial to represent a purpose, rather than just a title."},{"Author":"Loren Eiseley,  The Immense Journey: An Imaginative Naturalist Explores the Mysteries of Man and Nature","Category":"purpose","Quote":"I am sure now that life is not what it is purported to be and that nature, in the canny words of the Scotch theologue, 'is not as natural as it looks."},{"Author":"Philippa Gregory,  The Red Queen","Category":"purpose","Quote":"Men die in battle; women die in childbirth."},{"Author":"Emil Cioran","Category":"purpose","Quote":"Each of us must pay for the slightest damage he inflicts upon a universe created for indifference and stagnation, sooner or later, he will regret not having left it intact."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"You can be in your room and lead people. Just develop your potentials and publicize them and you will see people looking for your product. That is influence; self-made leaders do not look for followers. Followers look for them."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"purpose","Quote":"I walk with a purpose. And a limp. (The limp helps serve my purpose, which is to gain sympathy.)"},{"Author":"William H. Gass,  Fiction and the Figures of Life","Category":"purpose","Quote":"It is not a single cowardice that drives us into fiction's fantasies. We often fear that literature is a game we can't afford to play — the product of idleness and immoral ease. In the grip of that feeling it isn't life we pursue, but the point and purpose of life — its facility, its use."},{"Author":"Howard Behar,  It's Not About the Coffee: Leadership Principles from a Life at Starbucks","Category":"purpose","Quote":"Do it because it's right, not because it's right for your resume."},{"Author":"Israelmore Ayivor","Category":"purpose","Quote":"The concept of leadership is abused by people who think a person becomes a leader when he grows grey hair, put into a position and expected to function. Everyone has a leadership potential carried within in a specific area of his or purpose. Leadership is universal and built on trust."},{"Author":"William Seward","Category":"purpose","Quote":"The circumstances of the world are so variable that an irrevocable purpose or opinion is almost synonymous with a foolish one."},{"Author":"Mary Riley Smith","Category":"purpose","Quote":"If we could push ajar the gates of life,And stand within, and all God's workings see,We could interpret all this doubt and strife,And for each mystery could find a key.But not today. Then be content, poor heart!God's plans, like lilies pure and white, unfold:We must not tear the close-shut leaves apart--Time will reveal the calyxes of gold."},{"Author":"Mollie Marti","Category":"purpose","Quote":"Helping others in need is not only a responsibility of life; it is what gives meaning to life."},{"Author":"Deborah Day","Category":"purpose","Quote":"Being truly happy in life involves you feeling more in control of the direction your life is going."},{"Author":"Charles R. Swindoll","Category":"purpose","Quote":"Peter's destiny lay along a different path from John's. And your calling is unlike anyone else's. But the call remains the same: \"Follow Me!"},{"Author":"Ogwo David Emenike","Category":"purpose","Quote":"A man who has come to the full realization of his responsibility to men won't stick to one man. It will be foolhardy if he does that."},{"Author":"Kristi Bowman,  Journey to One: A Woman's Story of Emotional Healing and Spiritual Awakening","Category":"purpose","Quote":"Creation is bringing potential into being, bringing inspiration into action. Inspiration and action are nothing when they are apart. Inspiration feels like a great a wondrous thing, but if it is not manifested, it is as if it never existed. Likewise, action without inspiration has no purpose. It is only when they are together as one that they are truly something."},{"Author":"Ayn Rand,  Atlas Shrugged","Category":"purpose","Quote":"She watched the tunnels as they flowed past: bare walls of concrete, a net of pipes and wires, a web of rails that went off into black holes where green and red lights hung as distant drops of color. There was nothing else to dilute it, so that one could admire naked purpose and the ingenuity that had achieved it."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"purpose","Quote":"Pursue your dreams. You will be amazed about what you can achieve."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"purpose","Quote":"For the human experience, life in the natural world seems to require the application of meaning, in order to evoke purpose."},{"Author":"Rainbow Rowell,  Attachments","Category":"purpose","Quote":"And there wasn’t anything he wanted to do that he couldn’t make time for. What did he have to mope about, really? What more did he want? Love, he could hear Eve saying. Purpose. Love. Purpose. Those are the things that you can’t plan for. Those are the things that just happen. And what if they don’t happen? Do you spend your whole life pining for them? Waiting to be happy?"},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"purpose","Quote":"I have no expectation that any man will read history aright who thinks that what was done in a remote age, by men whose names have resounded far, has any deeper sense than what he is doing today."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"purpose","Quote":"The journey of the sun and moon is predictable, but yours is your ultimate art."},{"Author":"Rob Liano","Category":"purpose","Quote":"Our sole purpose on this earth is to add value to others. It doesn’t make sense to just exist in people's lives or to be a drain on them, does it?"},{"Author":"Robert Byrne","Category":"purpose","Quote":"The purpose of life is a life of purpose."},{"Author":"Leo Tolstoy,  War and Peace","Category":"purpose","Quote":"One must try to make one's life as pleasant as possible. I'm alive and it's not my fault, which means I must somehow go on living the best I can, without bothering anybody, until I die.''But what makes you live? With such thoughts, you'll sit without moving, without undertaking anything...''Life won't leave one alone as it is."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sublime Beauty When I shut my eyes, I can move mountains.When I open them, mountains can move me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Comfort Zone Your comfort zone has a clock on it, ticking off until it becomes your death zone."},{"Author":"Rainer Maria Rilke","Category":"purpose","Quote":"But because truly being here is so much; because everything here apparently needs us, this fleeting world, which in some strange way keeps calling to us. Us, the most fleeting of all. Once for each thing. Just once; no more. And we too, just once. And never again. But to have been this once, completely, even if only once: to have been at one with the earth, seems beyond undoing."},{"Author":"Ifeanyi Enoch Onuoha","Category":"purpose","Quote":"Real success is not rooted in positions, places or possessions, but in fulfilment of God's purposes for our lives."},{"Author":"Michael Bassey Johnson","Category":"purpose","Quote":"Don't be indifferent about any random idea that occurs to you, because each and every idea is for a particular purpose. it may not be beneficial to you, but can be what others are craving for"},{"Author":"Azar Nafisi,  Things I've Been Silent About: Memories","Category":"purpose","Quote":"I searched modern fiction and poetry for clues to how we confronted and evaded reality, how we articulated our experience and turned to language not to revel ourselves but to hide. I was as sure then as I am now that by looking at contemporary Iranian fiction I could gain access to a real understanding of political and social events. (p289)"},{"Author":"M.F. Moonzajer","Category":"purpose","Quote":"You are the reality.The sense of of worship, love, devotion and loyalty.You are the purpose of life and existence. That is why I am still alive."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"purpose","Quote":"Why escape your intended purpose by copying and trying to be someone else? You will discover who you were meant to be only after you have shown confidence being yourself."},{"Author":"Santosh Kalwar","Category":"purpose","Quote":"I have more wisdom than any books ever written in history of times, any scripture ever written which you rhyme but this is not my purpose."},{"Author":"David Mutti Clark,  Professor Brown Shoes Teaches the Blues","Category":"purpose","Quote":"Now listen for your song. Everybody’s got a song. When I used to chase the Trane— John Coltrane that is— he used to tell me, ‘If I know a man’s sound, I know the man.’ Do you hear the melody playing in your mind? Does it move you, nudge you off your seat?"},{"Author":"Jaachynma N.E. Agu,  The Prince and the Pauper","Category":"purpose","Quote":"God is a God of purpose. He doesn't wake-up and start dabbling into things; He doesn't practice trial and error. His ways are sure, they may be low but they are always sure."},{"Author":"Deborah Day","Category":"purpose","Quote":"To feel more fulfilled your actions and activities need to be in alignment with what you deem important."},{"Author":"Rob Liano","Category":"purpose","Quote":"You should never hit the snooze button when life gives you a wake up call."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"There's sometimes a tugging feeling you get to push further when you aren't being challenged enough or when things get too comfortable."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Metamorphosis [10w] Change. Become the butterfly.Don't stay a caterpillar with wings."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Eyes of Heaven To see through the eyes of heavenis to look upon your fellow manand only see the good in him."},{"Author":"Logan Pearsall Smith","Category":"purpose","Quote":"The indefatigable pursuit of an unattainable perfection ...***...is what alone gives meaning to our life on this unavailing star."},{"Author":"John Witherspoon","Category":"purpose","Quote":"Men are not generally sufficiently aware of the distinction between the law of God and his purpose; they are apt to suppose, that as the temper of the sinner is contrary to the one, so the outrages of the sinner are able to defeat the other; than which nothing can be more false."},{"Author":"Michael Hyatt,  Living Forward: A Proven Plan to Stop Drifting and Get the Life You Want","Category":"purpose","Quote":"You life matters. You are here for a reason. Your job is to determine why."},{"Author":"Michael Poeltl","Category":"purpose","Quote":"In such a person, sadness breeds purpose; finding inspiration in the darkness and often times, I believe, they will impress a hell onto their own lives in order to re-create it, that others might suffer the experience from the comfort of their armchairs. - Quote from Her Past's Present."},{"Author":"Amaka Imani Nkosazana","Category":"purpose","Quote":"Despite what you think you know, sometimes your plans may be interrupted. Because you were designed for a purpose. You are on a mission to achieve greatness. No matter what obstacles lie in your path, you will reach your destination. Remember God's grace is sufficient."},{"Author":"Annie Dillard,  Pilgrim at Tinker Creek","Category":"purpose","Quote":"I am a sacrifice bound with cords to the horns of the world's rock altar, waiting for worms. I take a deep breath, I open my eyes. Looking, I see there are worms in the horns of the altar like live maggots in amber, there are shells of worms in the rock and moths flapping at my eyes. A wind from no place rises. A sense of the real exults me; the cords loosen: I walk on my way."},{"Author":"C.J. Sinclair,  I Beg to Differ","Category":"purpose","Quote":"When I think of existence, I cannot help but wonder, \"What is life, anyway?\"Where do I fit in the grand scheme of life? What is the point of it, anyway? Is this a test—and if so, am I passing it?"},{"Author":"Rob Liano","Category":"purpose","Quote":"You were born to soar not to snore."},{"Author":"Takayuki Yamaguchi,  シグルイ 15","Category":"purpose","Quote":"We are the same, you and I. Whether samurai or night-hawk, the Suruga Dainagon or member of the Toudouza, it makes no difference. My sword is the proof....\"These words, wrung from the very depths of his soul, surprised even Seigen himself. He had not risen in the world merely in order to satisfy his ambition, but in order to repudiate hierarchical society and the fixed class system."},{"Author":"Osiri Wisdom","Category":"purpose","Quote":"Wisdom is indispensable in the fulfillment of purpose\"."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Regret [10w] Regret's more about lost opportunities than about paths we've chosen."},{"Author":"Jules Verne","Category":"purpose","Quote":"In the way this strange gentleman was going on, he would leave the world without having done any good to himself or anybody else."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sometimes God is Drunk [10w] Satan's sudden appearance means God is on a drinking binge."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Till Death Do You Part [10w] Marriage will indeed change people ~for better or for worse."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Credo of a Substitute Teacher I'm a 'sugar free' substitute teacher.I speak frankly and never gave any of my studentsa single word of encouragement.Why should I? Even after 10 years the school hasn't given me a pension, health insurance or paid sick leave.So fuck 'em.Fuck 'em all."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Garden [10w] A garden is a poem written with flowers on earth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Wonderful Wonder Between the 'Onenesses' [10w] + [10w] + [10w] + [10w] If you can imagine time running backwards, death becomes birth;The moment before conception, becomes our oneness with the universe.Therefore, we shouldn't fear death because oneness returns to oneness;The wonder that happens between these onenesses is God's gift."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Madness [10w] Madness isn't an objective state,it is a cultural bias."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Preserving Beauty [10w] + {Couplet} Preserving beauty is futile;even Cleopatra returned to the Nile."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love's Kiss of Death [10w] Love's kiss of death is taking each another for granted."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love [10w] Love is a time machineset to your perfect present"},{"Author":"Beryl Dov","Category":"purpose","Quote":"FBI vs. CIA When a person works for the FBI for 20 years and retires,he gets a watch.When a person works for the CIA for 20 years and retires,he gets watched.I know this not because I'm in law enforcement or with the NSA ~I know this because I have HBO."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rewrite☷Rewrite [10w] Happiness writes new memories;New losses rewrite over old ones."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Good vs. Great [10w] To be good twice is a true mark of greatness."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Memories [10w] Spend half your life creating memories,the other half, remembering."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"purpose","Quote":"You can actually create the life you want. It all depends on how daring you desire it."},{"Author":"Lailah Gifty Akita,  Pearls of Wisdom: Great mind","Category":"purpose","Quote":"Know what you want and reach out eagerly for it."},{"Author":"Chris Galford,  The Hollow March","Category":"purpose","Quote":"Even corpses had purpose, or could be given one. A man could make himself an island his entire life, only to have reason itself laid about him, a fabricated existence. Identity became relative, history nonexistent. As they said, dead men told no tales."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Men Be Forewarned! [20w] A man caught in the embrace of the wrong womanis like having his penis caught in a bear trap."},{"Author":"Criss Jami,  Killosophy","Category":"purpose","Quote":"Man was created to glorify God. Now, that may encompass other things which God has planned for each man, but essentially, man was created to glorify God."},{"Author":"Criss Jami,  Healology","Category":"purpose","Quote":"The petty man wants to use God for himself; the ambitious man wants God to use him for God."},{"Author":"Rosette Mugidde Wamambe","Category":"purpose","Quote":"In order to live a fulfilled life, do not focus on the size of your audience; focus instead on leaving an impact on the circle of influence God has given you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Scientific Discovery [10w] The greatest scientific discoveries were madelooking at the overlooked."},{"Author":"Jeannette Walls,  Half Broke Horses","Category":"purpose","Quote":"Everything in life had a purpose, and unless it achieved that purpose, it was just taking up space on the planet and wasting everybody's time."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet's Way Are we ever sure what we do,will endure and get its due?No.But we do it anyway.For that is the poet's way."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lost vs. Lost We get lost twice in life.The first stems from uncertainty,when we try to find what our dreams truly are.The more profound feeling of being lost is existential, and comes unforeseen, after we finally fulfill our dreams.To survive the latter, we must create an entirely new set of dreams."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What is the Meaning of Life? [10w] {6} To be transformed into all we are capable of becoming."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The 3 Most Powerful Words in the English Language for Every College Student [3w] Ilovepizza"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pulling a Houdini Relationships are magic;we're always getting each other out of handcuffs and strait-jacketswhile locked in a steamer trunk underwater."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hidden [10w] A woman is an iceberg;we see less than 10%."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Knocked-Up Kinda' Loven Marry, me, marry me, marry me,You better say, 'affirmative',Cuz you stuck a bun in my ovenand you haven't an alternative."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Tonight is For the Dying I've seen it grow dark ten-thousand times, yet never once mourned the loss of light, until tonight. Tonight I'm dying, dying, dying; before morn I may be ash in an urn, I know the light will return, maybe keeping ablaze its promise to others. Maybe not.If I had my druthers, the others would bedying, dying, dying, too,tonight."},{"Author":"Beryl Dov","Category":"purpose","Quote":"UPS [10w] Women at work judge the UPS man by his package."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Speak to the Head [10w] + {Couplet} Tis of no fucking availTo speak to the tail."},{"Author":"Beryl Dov","Category":"purpose","Quote":"*\"Maybe the whole point of my life is to make you feel more alive."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Revel in the Unraveling Being authentic is lifting the maskon who you think you should be seen as,and becoming at ease with your bare ass vulnerability.Revel in the unraveling,take courage in sharing your imperfections,and you'llincrease your loveexponentially."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Divine Write [10w] To write is to divinely dabblein infinite alternate realities."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Your Poem A poem is a waking dream.If your poem is shit,then it was a fucking nightmare."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry vs. Prose [10w] Prose is the bread of imagination;poetry is the wine."},{"Author":"Beryl Dov","Category":"purpose","Quote":"American Foreign Policy [10w] Foreign Policy requires dealing from the bottom of the deck."},{"Author":"Beryl Dov","Category":"purpose","Quote":"As Long As It Has a Fast Internet Connection {Couplet} I need a cozy den to winter in,a hiberaculum away from the city's din."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Infinite Promise The carrot of infinite promise always dangles just inches beyond our noses.The trick is to surreptitiously switch that carrot for a zucchini."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Recollection [10w] Recollection recategorize memoriesby sorting them out into different collections."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Go with your Gut Our eyes, our mind plays tricks.Our love muscle, our heartchooses blindly and impulsively.But our gut,ahh, our gut,always makes the wise choice ~and goes straight for the burning hot pocketsfresh out of the microwavebecause our mouthsahh, our mouths,never needed a roof in the first place."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Break All the Rules of Poetry Place no limits on your poetry.Live a little.Break all the fucking rules!If it comes deep from the wellsprings of your imagination,the woolgathering of dreamers ~it is poetry ~no matter what anyone says."},{"Author":"Beryl Dov","Category":"purpose","Quote":"My Secret for Out-of-the-Box-Thinking To help me writein my signature out-of-the-box style,I sit in front of my humidifier that I've filled up with Grey Goose vodka.My humidifier is now at Underwriters Laboratoriesin a 12-Step Programand buddied up with a de-humidifier."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Herpes [10w] Only greatness and genital herpes are conspicuous by their absence."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Carlsberg: Probably the best lager in the world... ...just like IKEA is the best furniture on earth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"God Created [10w] Lips were created to kiss and hands to make peace."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pizza vs. Internet Porn I'm still debating whether pizza or internet porn is the best thing ever invented.I've already jack-off three times while eating a double-cheese pepperoni piemaking my careful deliberations."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fugly Fishmates For every woman that looks like a hatchet-faced haddockthere's an equally ugly flounder-faced man with even fewer prospects."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love vs. Honeymoon [10w] Love is what truly begins when the honeymoon is over."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rhode Island State Motto Hope.Not much here but at least we have Family Guy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Washington State Motto Al-Ki. [25]America's most rainy, PC and annoying state."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Kraft Macaroni & Cheese: It's the cheesiest... ...advertising slogan ever!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Learning from Experience Learning from experience means, 'Boy, did I just fuck up!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Self-Help I asked the bookseller,'Do you have any self-help books for addiction?'He said,'If I tell you, I'd be enabling you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How Hard? [10w] Fuck’em hard enough to make their breasts move like Jell-O."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rain Check I'm a shitty typist and speller, I hunt and peck,I wrote, \"i LeFt mY sWeEtToOtH iN yOuR nEcKoF tHe WoOdS, cOuLd YoU pLeAsE bRiNgIt BeCk.\"Surprisingly, you did,and left.\"rAiN cHeCk."},{"Author":"Beryl Dov","Category":"purpose","Quote":"In and Out [10w] Our infant blanket in the externalization of our mother's womb.ღ ♛ ღ ♛ ღ ♛ ღ ♛ ღ Intruth, we should be married under,sling our newborn babiesinand after deathbe shrouded in the same infant blanketwe were taken home from the hospital in."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Freedom Paradox [10w] The act of protecting freedom is a violation of freedom."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fabulous Creatures and Trust Issues [10w] Never trust a sheep in wolf’s clothing despite the unicorn."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gray [10w] Since gray's the 'new black' things aren't black and white."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Stumble When you don't know how to end a sentence you've stumbled upon a truth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Office Depot: Taking Care of Business... ...with short breaks, bad management and no job advancement opportunities."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Virginia Haiku \"Bowl of chili for me.She'll have the Cheesy Western.Both with, add a slab."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Universe Begins and Ends in Us If a telescope could see beyond the edges of the universe,we would see ourselves looking into a telescope trying to see beyond the edges of universe."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What is God? [17] [10w] God has a fondness for cosmology and carbon-based life forms."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dialogue Knowledge compromises its truthonce it ceases to be a dialogue."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Movies [10w] Movies were invented to sellbuttery snacks and sugary drinks"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Summer NYC ☜ʇɥƃᴉlɟ☞'ɥsɐp ɐ 'ɥsɐlds ∀˙ɥʇɐq ʍollɐɥs ɐ ʇɐ sʍoɹɹɐds ǝʞᴉlsɹǝlʞuᴉɹds ʇɐ uǝɹplᴉɥƆ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~Children at sprinklerslike sparrows at a shallow bath.A splash, a dash, ☜flight☞"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Don't Mess with the Queen {Couplet} The first man harnessing the secrets of fireCannot compare with the revelation of your sovereign ire."},{"Author":"Beryl Dov","Category":"purpose","Quote":"War [10w] When leaders threaten war,they’re breaking dirt on our graves."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Soup [10w] Never marry anyone who eats their soup with a ladle."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Travel [10w] The difference between a traveler and vacationer is one arrives."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Getting Even Bring a gun to a knife-fight,Bring a nuke to a war.Even if you don't win,You'll even the score.““”̿ ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(•̪ⓧ)=ε/̵͇̿̿/̿ ̿ ̿ ̿ ̿"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fame [10w] Fame has a funny way of rewriting your entire past."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hypocrisy [10w] Religion without hypocrisy doesn't exist;that's man's imperfection, not God's."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lost Love [10w] + {Couplet} Lost love's the season of mists,Though they are gone, memory persists."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Long Term Relationships [10w] Long term relationships should begin and end with a laugh."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Present {Couplet} Our present is the dissipating despair of our past mingled with the promise of our future we hope will last."},{"Author":"Beryl Dov","Category":"purpose","Quote":"ESL New immigrantswho've taken ESL (English as a Second Language),will always misunderstand sarcasm ~but those fuckers sure as shit enjoy the prices at Walmart."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Please Don't Commemorate Me Just Yet [10w] The living are only commemorated when they're at death's door."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Atheism [10w] Atheism is the tragic triumph of cold contemptuousness over gratitude."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Shakespeare vs. Keynesian Economics {Couplet} If 'Neither a lender nor a borrower be',investments would dry up, economies stagnate,and off to the poorhouse go you and me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Life Imprisonment with No Possibility of Parole [10w] \"The needle is preferable to three hots and a cot."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Persistence If persistence is the foundation of all success, how come persistent liars and nags aren't more successful?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Democracy, Really [10w] A democracy is free to replace one tyranny with another."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Biggest Problem with 10w [10w] The biggest problem with aphorisms is people believe they're true."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Past is Past [10w] Lovers should clearly avoid obsessing about each other's romantic past."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Good Egg [10w] Picking up the pieces is the responsibilty of the egg."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ruth Whither thou goest, I will go ~as long as it's to the mall.I heard Dillard's is having an 80% off sale!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Human Race Pleasure is the sprint.Contentment is the 5 mile.Happiness is the marathon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"There's More Than Two Choices [10w] Don't take the road less traveled;blaze your own path."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Endless Childhood [10w] + {Couplet} Put off summer's endAnd adulthood's vexingburdens shall suspend."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Marriage Material For women seeking a marriage partner,a man's sense of humor trumps good looks.Unfortunately for the funnymen out there,security trumps laughter."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How to Treat Your Lover {Couplet} If you want to learn how your lover best to treat,Pretend each time is the last time you'll ever meet."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Facebook's New Marketing Slogan \"We can only be lonesome together.900,000,000 served."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Out-of-the-Box [10w] I march to my own drummerin a drum circle."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Stink of Hate {Couplet} When haters write they raise a stink;must be the venom coursing through their ink."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Oy Vey Haiku (g)Nat's sphincter clenched.The skinhead asked, 'You a Jew?Minyan's one man short."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Preparation [10w] Hope for the best, but prepare for your insufferable wife."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Misfortune Misfortune is but a stepping stone to great fortune ~especially if your slip and fall was possibly caused by negligenceand you get yourself a good Jew lawyer to sue the parties responsible."},{"Author":"Beryl Dov","Category":"purpose","Quote":"That's Why Shag's the Way To Go [10w] Love's messy;it tracks mud on the carpet of life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ode to a Wastepaper Basket I love the way you sit in the corner,gracious like a lover,catching my every crumpled vanity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fall in Love in Fall {Couplet} It would be more befitting to fall in love in the fall,for the leave's colorful dance of death, augurs the long haul."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Grave Dancing for Dummies {Couplet} They danced at my grave when I was buried at sea;with my haters drowned, I'm now totally free."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet's Disease My body atrophies.My mind swells.Imagination's become my crutch."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love in the Afterlife [10w] Maybe I'll love you in the afterlife.This life, fuhgeddaboudit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Seafood My body's just a shell,the world is my oyster ~and I'm getting a whale of appetiteright now for some delicious seafood ."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wrong Number [10w] There is no such thing as dialing a wrong number."},{"Author":"Beryl Dov","Category":"purpose","Quote":"God May Grant Your Wishes Daily [10w] Pray for sunshine at night and moonbeams when you wake."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Deadly Sex Haiku Each thrust of his cockwas another coffin nailhammered in my heart."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Unspoken Speaks Volumes Stillness brackets the exchanges between lovers. Itis not the lack of sound, but an encapsulated silenceof resonance. Resonant silences stand like bookends, embracing their thoughts;though formal pleasantries vibrate the air,they are more ritual than communication.The couples true intents are articulated in the unspoken.Two bodies.One soul."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Leap of Faith [10w] Seeing God withinis where the leap of faith lands."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Err 2 [10w] To err is human, to make it a habit, assinine."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Scientology [10w] There's nothing more oppressive than the ignorance of foolish belief."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Soulmate My Ass [10w] Aspire to marry the person the least wrong for you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hellman's Mayonnaise: Bring out the Hellman's and bring out the best... ...artery clogger since Burger King’s Triple Whopper with Cheese."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hustling [10w] Fishing's the world's oldest profession;only the bait has changed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mood Swings 'ᏰέƦẙḽԃṏሁ's the most \"unappreciated\"poet on this site.Being \"misunderstood\"is what gets him into a fight.Now that I'm retired and free,He's the new \"King\"of HP ~Now I hate that Jew because he's better and right."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Tangled [10w] Love becomes a tangle of roots submerged in common soil."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Game Is Afoot God's buried eight jewels within my soul.Life's game is,'Remove each gem, yet find me whole.'The clue is,\"Eight is one, and one is eight,no jewel's more precious,all equally great."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Flood of Feeling {Couplet} A flood of feeling is a poem,created from daydreaming in the zone.The levees break, emotions snake,from imagination's ocean who sets the stakes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Visual Pun [10w] Example of visual pun:cloud shaped like a banana peel."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Upgrading [10w] Promise them the worldto get the universe in return."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Prolific [10w] \"Perhaps I'm prolific because I believe creativity can forestall death."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rice-a-Roni: The San Francisco treat... ...the other treat, of course, being anal penetration."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Southern Cat on a Hot Tin Roof Sure nuff, I'm happier than a cat on a formerly hot tin roofwhich now usesNXT Cool Zone® heat reflecting roof coating ~but I'm still ornier than a mule on loco weedand a whole lot hornier than a two-dicked billy goat.You gots any coatin' for dat?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Coffee Wisdom [2] For a real manthe only thing better than the scent of pussyis the smell of freshly ground coffee."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Virtual Reality [10w] Bliss is a virtual-reality headset coupled with a virtual-reality hooker software."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love vs. Mental Illness [10w] Love, like mental illness, comes on graduallyand then suddenly."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sharia Justice [10w] Sharia justice is a lynch mob masquerading as Allah's will."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dressed to Kill [10w] At fashionable parties,vegetarians should not be dressed to kill."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Missouri State Motto Salus populi suprema lex esto [16]If our chiggers don't getcha', Rush Limbaugh will."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sex Kitchens of the Future [10w] Her entire kitchen was made of silicone ~ including her breasts."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Do Me No Favors Haiku 'Do me no favors ~I can take care of myself.So, pay the check and drive me home."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Did He Do the Right Thing? I walked out of the room. I did not stay to watch my beloved draw her last breath because I didn't want all my magical memories of her tainted by the profanity of death."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Genocide [10w] Genocide is the runaway bride once death becomes the bridegroom."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Self-Contempt [10w] Self-contempt is calling yourself collect and refusing to accept the charges."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ballz Deep & Strange Haiku [1] Down the schnapps, third eye,cat flaps, pussy hole, fish lips,cha cha, ooo la la."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Vacations for Souls [10w] When souls are bored in Heaven they vacation in Hell."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enmity Enmity is the soul of shit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Evolution of Love [10w] Love evolved from when one monkey handed another a blossom."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Finding Fault [10w] + {Couplet} We find in others faultWhenever our wounds perceives salt."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Avery If a boy named Avery marries a girl named Avery,will they name or just label their children?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"God vs. Satan [10w] Why can't God and Satan get along?They're both detail-oriented."},{"Author":"Beryl Dov","Category":"purpose","Quote":"One Size Fits All Life Strategy Smile first.Ask questions later."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Why I Don't Carry a Cellphone [10w] It's a sign of servility you can be contacted anytime."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Note to Self: Patent #10w Diving Mask for fish filled with water when oceans disappear."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wretched [10w] Intelligence without compassion is an invitation to a wretched life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Vapers I bought a vape pen from a vaporium.The vapologist advised meto get the model with the refillable vape tank.When the fuck did smoking become so vapid?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Beyond the Place of Turning Back ↺ \"Sometimes I wish to fly so far sou⇟hit's stars beyond the place of turning back↺"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet's Job [10w] + {Couplet} Trigger memory, explode an emotion;the poet must create commotion....................................................­....................."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Sound of Killing [10w] + [10w] A doe, a deer, a femaledeerin my headlights.A doe, a deer, a femaledeeron my sunroof."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Scientifically Proven [10w] Mariah Carey has a brain the size of a walnut."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mmm Mmm Good Gimmick Campbell's Soup announced todayit's introducing 'QWERTY' soupfor our more computer literate children.Who are they kidding?They're just relabeling the old Alphabet Soup."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gypsy When one gypsy spits on you, its disgusting;when two do, it's suspicious;when three do, you're late to a gypsy wedding."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets Be Realists! Poets be realists!It's O.K. to keep your jobs ~just don't quit your day dreams."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Predestination [10w] 'Twas predestined that I'd call predestination a crock of shit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The State of the World Attests to This: [10w] Common people are too easily manipulated or stupid to vote."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Somalia Haiku For a Somalian, heaven's drawing water from a well in an earthen pot."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The AP Stylebook is Useless {Couplet} I can't abbreviate abbreviation nor know how to initialize an acronym,I can find the contraction for contraction nor the précis for a homonym."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet's Mind In so many ways I walk ablaze in a maze,my eyes in a glaze, my mind in a daze,this poem's just a phrase in the latency phase,rephrase, rephrase, rephrase..."},{"Author":"Beryl Dov","Category":"purpose","Quote":"No Planning for Death [10w] People put more planning into a weekend vacation than death."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Say No to Drugs Commercials The image of an egg sizzling in a frying pan is not your brain on drugs.It's just a fucking omelet."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Storm [10w] Clouds darken to X-rays revealingthe tumorous thunder resounding within."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Epic vs. Great Poetry [10w] Epic poetry's about the extraordinary;Great poetry is about the commonplace."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death & Poetry Nothing softens the blow of death like a cushy poem to fall upon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Kaddish Kaddish for Mrs. Ginsbergis not Kaddish,For your mom raised a Buddhistand mine raised a Jew.You'll zazen for your loss,I'll daven for mine.I do not belittle your loss,your grief is no less than mine.But by abandoning your tribe, אלון,Who now will say Kaddish for you?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Leaps of Faith [10w] Like religion, leaps of faith are behind all idealistic movements."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry as Entertainment [10w] Poetry that's not entertaining is just a self-indulgent laundry list."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Flood that Did Not Subside [10w] What would today's world be,If Noah's dove flew into obscurity?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Athens, Texas Haiku Blackeyed Pea Capital of the World.Yup, just another shithole."},{"Author":"Beryl Dov","Category":"purpose","Quote":"No-brainers [10w] No-brainers are challenging enough for people with no fucking brains."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Notoriety vs. Anonymity [10w] 'Tis better to live with notoriety,than die of anonymity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"If You Can't Think, You've No Right to Speak [10w] Our Constitution's guarantee of free speech specifically excludes fucking idiots."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spineless \"How do you know which invertebrate lacks resolution if they're all spineless?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rationalize [10w] Man needs an apt aphorism to rationalize his ruthless actions."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Irish-Gaelic Wife-Fooking Proverb The truth can't be concealedI fooked your Caitlin from behind,because you can never plow a field by just turning it over in your mind.By the way, Caitlin's last words, before sucking me cock, were\"Me husband's balls smells like ballyblue cheese, ahhhhhh, Éirinn go Brách!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Galoshes Haiku Cherry blossoms bloomin the morning mist.Thank God I took my galoshes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The 'Ugly' Poet [10w] Poets develop cleverness with wordsto compensate for their unattractiveness."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Prayer God, be my light in pitch-black night;Show me the path from wrong to rightThat I might in Your hands be delivered later,Having eclipsed myself to become something greater."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Writer's Prayers That Don't Work \"Lord, lead me from the banality of everyday life,to the gleaming one beneath the surface."},{"Author":"Beryl Dov","Category":"purpose","Quote":"First Day at Harvard [10w] Smartest kid in the roomwalks into room of competitors."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mythbusters [10w] Snipers will assure you safety in numbers is a myth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Charity [10w] Contentment over your life is the best aphrodisiac for charity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Grandma's Advice on Ambition \"Children, if you aim for the stars you'll be impaled by small meteorites and become toast."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pun vs. Puny [10w] + {Couplet} \"His penis was a pun,judging by the predictable groans.The hours set by innuendos,the seconds by the moans."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Let Others Speak [10w] When others speak of your virtues they grow tenfold."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Loaf of Challah Haiku A loaf of challah,a bottle of Rashi wine...For everything else there's Simply Manischewitz."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Retail [10w] The first and last sale of the day are best."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Thorn [5w] Every thorn has its rose."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Catalyst [10w] You're not lying if your lie helps engender the truth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wheels of Change Discontentment is the wheels of change.You can either add some grease to bring about change faster,or run in front of them in protest,and be crushed by them."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Who, Me? We marry nearly the same person over and over again,hoping next time they'll get it right."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Bespeckled Heroes [10w] Great heroes in 100 years become statues speckled with birdshit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love Undeniable [10w] A lover may deny anything to their lover but love."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets Job Description [10w] Poets console the soul with words and eyes with images."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love's War [10w] In love's war there aren't winners and losers ~just casualties."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Too Much Information You must empty your mind of garbage to let new garbage in."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death [10w] What the the dying most resent is life goes on."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love vs. Control [10w] A lover you can control is not worthy of having."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New Year's Revolving Door [10w] + [10w] + {Couplet} 2015's revolution commences with the overthrow of New Year's resolution.Seek not absolutionfor our weak character's immune to evolution."},{"Author":"Beryl Dov","Category":"purpose","Quote":"First Things First \"Where are you?\"is the voice of God.\"Who am I?\"is the voice of your soul.You can't answer Goduntil you answer yourself.Before you come out of hiding,find your identity and your purpose."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Tennessee State Motto Agriculture and Commerce.Where the KKK was bornand the most popular pick up line is, 'Nice tooth!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Opportunities Come a Knockin' [10w] Never miss the opportunity to fuck or write poetry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Heartbreak [10w] Heartbreak’s like a heart attack but without the hospital bills."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Humble Wishes [10w] \"God, all I simply ask is that I become perfect."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Children Learn to Love and Hate A child understands love by three months and hate by three years.How the child processes that understandingwill shape his character for the next seventy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Indiscernible Love [10w] True love's so effortless, others can hardly see it's happening."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Russian, Umerzhurnalistka Someone who too many questions for his own good. Literally, 'Dead journalist'."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Who Isn't [10w] Psychotherapy's powerless once you assume you're smarter than the therapist."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Extra Crispy Deranged Free Range Chickens \"Hey, I may be delusional in believing you're delusional,but one thinks for sure, the person who bothers to read this shit is delusional."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Animal Species Identity [10w] Funny how animals know their own species without a mirror."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Bagels and Lox Life's an everything bagel;love is a schmear of scallion cream cheese;and lox, no matter how you cut it,is resistant to dumbass metaphors."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry and Ostrich Feathers A poet should leave his poem covered with a faint film of fairy dust,inviting the reader to bring his faint heartand an ostrich feather duster to the reading."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love on Fire [10w] A man in love cannot see fire or smell smoke."},{"Author":"Beryl Dov","Category":"purpose","Quote":"but,=\"\"soft!=\"\"what=\"\"light=\"\"through=\"\"yonder=\"\"window=\"\"breaks?\"=\"\"[10w]=\"\"\"Shut the fuck up! I think we got a burglar."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Time Traveler's Ennui The future ain't what it use to be."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Maintaining the Distance between Wealth and Poverty [10w] The nouveau riche are far more ruthlessthan the rich."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Origami Master If you're the greatest origami master in the worldmaybe I can find you a job folding napkins at a restaurant.I'm not making any promises."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ethical Dilemma of an Ascending Body [10w] + [10w] You can't ascend a ladderwithout rungs to push back;you can't climb a staircasewithout stairs to step on."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rat Trap Haiku 'Hmm, 12 by 13,4 by 9. Oy! You call thisrat trap an apartment?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Depression Busy people have neither the time nor the swimming skills to take a divein a pool of depression."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Double-Dipping [10w] Double-dip in righteousness and delight in the here and herafter."},{"Author":"Beryl Dov","Category":"purpose","Quote":"2D or Not 2D [10w] The best thing about a two-dimensional world is nobody's fat."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Err [10w] My dear, \"To err is human — to forgive, to redefine."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Switch Hitter [10w] Aphorisms are penned in my left brain,poetry, my right."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Discrete vs. Discreet Moonlight falls upon my feet,beyond the sun's overwrought conceit.I'm painted pristine white, without the heat;reflection's cool reflection~ how discreet!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Squeaky Wheel The squeaky wheel ~will put you $374.43 in the holeafter replacing the brake pad, rotorsand $500 with a new master cylinder."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Obscure Poetry Obscurity does not make a poem better or deeper.It simply makes it obscure."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Eckhart Tolle for Sociopaths The foundation for all abundance is having more cool shit than your neighbor."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Yams vs. Sweet Potatoes vs. Cassava vs. Popeye [10w] \"I am that I am that I am a yam."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Angels vs. Fools [10w] Au contraire: Angels rush in where fools fear to tread."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Virtual Friends [10w] Internet camaraderie's bullshit because these 'friends' can't be relied upon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Stampede [10w] Her stampede of wild emotions broke down everything once stable."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Now [10w] + {Couplet} Whether you Hurry up! or P r o c r a s t i n a t e,the NOW doesn't discriminate."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry and Dogs [10w] Poetry and dogs make the best companions.Don't trust dogs."},{"Author":"Beryl Dov","Category":"purpose","Quote":"California Haiku \"After my boob jobI'm taking acting lessons.Fuck's fifty, no anal."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Evil [10w] Believing you're evil sets into motion the wheels of self-destruction."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Free Lunch There's no such thing as a free lunch ~for people who haven't yet learned to beat the system ;)"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Wonder of Wandering [10w] When you wander without destination,the world becomes your teacher."},{"Author":"Beryl Dov","Category":"purpose","Quote":"If I Were God [10w] If I were God I'd sell my shit on Ebay."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Iran [10w] In Teheran daylight dawnswith minarets against skies of bronze."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hook 'em I know how to leave them satisfied and hungry for more ~with a carefully administered shot of insulin."},{"Author":"Beryl Dov","Category":"purpose","Quote":"❞ [10w] \"Let's cuddle like a quotation mark filling a blank page."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Jew in a Canoe Haiku Jew in a canoe,whitewater rushes, the canoe tips.The Jew doesn't."},{"Author":"Beryl Dov","Category":"purpose","Quote":"O God O God I love you.I worship you, I need you.Everything I am is because of you.Everything.O God I hate you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Evil Thoughts [10w] Believing 'You're either with us or against us' is evil."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Library [10w] Hopefully, the library in the afterlife doesn't contain contemporary poetry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"again!\"=\"\"Perfect happiness is when your child giggles and yells,\"Again!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"My Sweet Home, Alabama If it grows, it sticks, if it crawls, it bites,if it's outside, it rusts,if it's ornery, it fights,if it's a dawg, it barks.if its a possum, it feignsif it's a buggy, it squeals,if it's winter, it's summer,If it's slimy, it's eels.If it ain't Dixie, it won't do,so let's fix to get piss drunkand lynch us another nigger and Jew."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Occam's Razor [10w] I shaved with Occam's razor and he shaved with mine."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Finally, I Know Who I Am You are what you eat.~ Ludwig Andreas FeuerbachWe become what we think about.~ Earl NightingaleI'm a Horny Pizza!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Past/Present/Future I have no problem living in the present,but because of my pastpeople want to kill me in the future."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Political Strategists Avoids the Controversial [10w] Politicians win by pandering to the base of shared assumptions."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fate [10w] The eternal point where our dreams intersect is called fate."},{"Author":"Beryl Dov","Category":"purpose","Quote":"3 Surefire Ways to Win a Man You sucking my cock made our relationship interesting.You taking it up your ass made it meaningful.You cooking me dinner made it lasting."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mingling Defined [10w] Superficial people engaging with superficial people on a superficial level."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Oppressor vs. Oppressed [10w] Love somtimes disintegrates into becoming the oppressor or the oppressed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Busch Beer: Head for the mountains... [10w] ...and fall off the precipice shitfaced."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Keep Your Day Job Bitch [10w] + {Couplet} If you've guessed that I'm blessed,augury ain't your strawberry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Amazon.com Amazon.com is the Church of Consumer Capitalismwhose ethics demands we know the price of everything,the value of absolutely nothing of true moral valueand most importantly ~Customers Who Bought This Item Also Bought."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Confucius vs. Confusion [10w] Confucius says if pussy smell like fish change the bait."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Children See [10w] \"A spider is an octopus who lives in the desert."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dogs [10w] Dogs never lie about love,but occasionally fake an orgasm."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Entrepreneurs [10w] A man should be judged by the companyhe sells."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry Calling [10w] Poetry's not a calling.It's a whispering in your ear."},{"Author":"Beryl Dov","Category":"purpose","Quote":"I [10w] 'I' is a wellspring in the desertoverflowing with life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"test post please ignore .Gotcha!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Six Minus Three Degrees of Stupidation [10w] Three degrees of stupid:stupidstupid squaredstupid stupid stupid"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Grass is Always Greener on the Other Side of the Hill That's because my lawn is on a south-facing slope of the hill and more more open to sunlight and warm winds. It's dryer due to higher levels of evapotranspiration than my neighbor's greener north-facing slope.I'm not the least bit envious of the color of his greener grass.I'm just pissed that the prick owns a better piece of real estate."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Grateful [10w] + [10w] If you can't think of anything you should be grateful for,think that you can think and be grateful for that."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Let's get physical, physical [10w] All physical contact is meaningful,even if meaningful means sleazy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hate [10w] Love cannot hate eradicate ~only a more ruthless hate can."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Explosive Heart [10w] + {Couplet} A heart that's been playedcan become a hand grenade."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Shit Poetry [10w] Poetry without grace of expression is just so much shit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Teenagers [10w] Teenagers are the lone survivors of a ruthless hormonal holocaust."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Machismo Motto [10w] \"When we are not hard as nails we get screwed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ars Poetica: Dovetailing Collage [10w] Poems should be a dovetailing collage not a linear cohesion."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Imitation [10w] Art imitates life.Life imitates art.I just imitate imitation."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Man vs. Chimp Even chimpanzees are toolmakers,but only man has the unique honor of being a Godmaker."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Tragedy of Forgetfulness When you stop loving someone,in order to heal your memory of them begins to fade.Unfortunately, the good ones fade with the bad and suddenlyyears of your life have disappeared."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Promising vs. Promises A promising life comes from a childhood without broken promises."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Real Passionate Kiss Should Feel Like Dying [10w] Like ice melting into water coming to a rolling boil."},{"Author":"Beryl Dov","Category":"purpose","Quote":"First Things First [10w] God created the possibility of absurditybefore he created man."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Me vs. Me Only the practice of empathy and gratitudecan make the opaque ego transparent to receivethe loving light emanating from your soul.Hate and selfishness will always leave you'in the shadow."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Heart My heart jumps every time you walk through the door.It's not love.I have an arrhythmia."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gone to the Dogs [10w] All ideals corrupt into ideology to sustain the social order."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Detonation vs. Pre-Ignition [10w] Poets have thin skins;physicists call this differential burn rates."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Publisher's Persuasion \"You're much too good a writer to want a six figure advance. You don't want your readers to think you're only writing for money ~ do you?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"What One Vulture Said to the Other I have a bone to pick with you ~which end shall we start on?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Old People [10w] At the mere mention of death they gasp for breath."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Iowa Haiku \"We're not really dull,we are just misunderstood.Weed helps dull the pain."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spooning [10w] Love means tasting her spaghetti sauce on a wooden spoon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Area 51 [20w] If aliens were truly looking for intelligent life on earth,what the fuck were they thinking going to New Mexico?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Omnipresence Under The Christmas Tree \"I wish I was a schizophrenic with déjà vu so I could've been everywhere simultaneously."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Gypsy Jackpot An ambulance, a police car and a fire truck parked in front of a gypsy's trailer can only mean one thing ~ insurance scam!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pushkin When Pushkin came to Shovekin all hell broke loose."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Home Never give up a home for a house;you may never find a home again."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Compassion [10w] Compassion is the combination to enter the vault of heaven."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Selfies [10w] Selfies allows you instant gratification and reminiscence all at once."},{"Author":"Beryl Dov","Category":"purpose","Quote":"9/11 Haiku: Rudy Giuliani, Mayor of New York \"Now you boxcutter, Iraqi Pete, camel fuckersreally pissed me off!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"When in Doubt [10w] If your relationship becomes stagnant,set fire to her dress."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Telekinetic Poker Players Telekinetic poker players have a tell when they're bluffing:they always raise you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Curse of the Ageing Woman {Couplet} I'm a wallflower, bluestocking, left on the Shelf, When you're beyond one's sell-by date, you've left by yourself,"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pussy [10w] Her pussy was heaven's gate and the backdoor of hell."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Grass in a Sidewalk Crack Grass sprounting miraculously in a sidewalk crack is a metaphor forlousy maintenance."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Broken [10w] + {Couplet} \"His gifts have become broken things, hidden from my view,Sitting on a shelf, above my shoes, like exterminated Jews."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Eye of God [10w] The Hubble-Universe is a microchip in the Eye of God."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Too Beautiful for Words [10w] + [10w] When nature presents us with miracles too beautiful for words,it is either a mountain, a beach, or a baby."},{"Author":"Beryl Dov","Category":"purpose","Quote":"GPS for Sin \"You've entered the point of no return;Re-cal-cu-la-ting."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mercy vs. Revenge \"May God have mercy on my unfaithful, back-stabbing, adulterous husband because I sure as hell won't."},{"Author":"Ikechukwu Izuakor","Category":"purpose","Quote":"Let men be men and let women be women and the world will revolve around its purpose"},{"Author":"Todd Stocker","Category":"purpose","Quote":"You need to get out of your nest in order to fly."},{"Author":"Todd Stocker","Category":"purpose","Quote":"You need to get out of the nest if you ever want to fly."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Romantic Ring Ceremony Define this wedding ring,with which I betroth thee unto me forever,not by the confining boundaries of it's goldbut by the empty circle within -that perfect portal to your loving heartyou have opened for me, and me alone -as I have opened mine for you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"♥ Love ♡ My heart skips a beat every time you walk through the door!It isn't love ~ I have an arrhythmia."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Reckless vs. Diet [10w] I live too recklessly to worry about low carb diets."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Minus One [10w] We more people we fuckthe more lonely we become."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Kansas Haiku \"Ya' know Superman'sfrom here and Jor-El could'vesent him to New York."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The 2-Step Self-Discovery Program The first step in self-discovery is not giving a shit what anybody else thinks.The second step is knowing you're a self-centered asshole."},{"Author":"Beryl Dov","Category":"purpose","Quote":"When Old Age Begins Old age seizes center stagewhen more people we love are amidst the deadthan amongst the living."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Note from Time Management [10w] Our time machine's temporarily out of order. Come back yesterday."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Louisiana Dynamite Fishin' {10w] \"Uncle Jimbo sez, if dey don't float it ain't fishin'."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Oxford, England Haiku City shrouded in fogand within the blinding mist we found each other."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mind Maneuvers When we hear something unflattering,our mind doesn't fully process it.When we hear a compliment,the mind goes into overdriveand tend to read too much into it."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Buddha (Haiku) Buddha, Enlightened,I rub your belly to blessmy Lotto ticket."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Soar Like a Pigeon [10w] Better be a pigeon than an eagle with Indians around."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Who Am I \"I don't know who I am whenI'm not the person who loves you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Good Krill When there's a ocean to sieve through,there's no good or bad krill.There's only your mouth and hunger ~like Vladimir Putin."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wishing Wells [10w] Wishes fall to the bottom of wells;only faith floats."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Women Want [10w] What women want is a feeling of security with abs."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Breathe inhale.exhalerepeatThat should solve 90% of your problems.For the other 10% ask your local Rabbi."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Committees [10w] A committee sits in a rectangle and talks in circles."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Moment Before Impact [10w] The deer's eyes were moonstones, reflecting back my car's headlights."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Still Hangin' in the Child Hood [20w] You can spend an entire lifetime trying to be a child again,or never lose your childhood to begin with."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Kill Buddha's Hairdresser [10w] I'd like to meet Buddha's hairdresser and shoot the prick."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hungry When you're hungry everything tastes good.Note to myself: Don't get married when you're hungry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"That Jesus Kinda' Love [20w] What people do for the loveof their Lord and Savior, Jesus Christ,I wouldn't do for my fucking mother."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Q & A The illness of our time is not that we lack for answers;man's tragedy is that we've forgotten the important questions."},{"Author":"Beryl Dov","Category":"purpose","Quote":"North Dakota Haiku \"My bib overallslook spiffy at a weddingor a funeral."},{"Author":"Tom Cunningham,  Adversity to Advantage: 3 Epic Stories of Transforming Life's Obstacles into Opportunity","Category":"purpose","Quote":"Success is knowing your God given life purpose and pursuing it Passionately, Persistently, and Consistently until you die."},{"Author":"Eric Ludy,  When God Writes Your Love Story","Category":"purpose","Quote":"The world is always in a hurry, but I teach My children patience. Live, expecting a full and joyous life. And learn to trust My perfect timing so that you may discover that all the pain found in waiting has a magnificent and awesome purpose."},{"Author":"Elizabeth Salamanca-Brosig","Category":"purpose","Quote":"Sustainable- Nutritious Eating/Living has a Higher Purpose."},{"Author":"Nikki Rowe","Category":"purpose","Quote":"The universe speaks to us, if we have the courage to see it for what it is."},{"Author":"Joseph Rain","Category":"purpose","Quote":"As we learn, grow and prosper, consciousness takes on new expressions and intrinsically searches for purpose and meaning."},{"Author":"Baz Luhrmann","Category":"purpose","Quote":"Don't waste your time on jealousy. Sometimes you're ahead, sometimes you're behind. The race is long and in the end, it's only with yourself."},{"Author":"LaShaun Middlebrooks Collier","Category":"purpose","Quote":"You were born with a song in the seat of your soul; let the life that you live be the singing of it."},{"Author":"Joel Osteen","Category":"purpose","Quote":"You were never created to live depressed, defeated, guilty, condemned, ashamed or unworthy. We were created to be victorious."},{"Author":"Deyth Banger","Category":"purpose","Quote":"I can reincarnated as much as possible. But if the result from the different individual's is the same or the point where I reach after a lot of moves is the same. What is really the purpose to do it??"},{"Author":"Deyth Banger","Category":"purpose","Quote":"The teachers want we to be perfect (Nobody is perfect, perfection doesn't exist) - if it exists what's the purpose we to be on this planet when we are not perfect?However in some subjects it's not quite, it's not possible to focus and get a better grade than this!"},{"Author":"Karon Waddell","Category":"purpose","Quote":"Give your life purpose and focus. Position yourself to succeed"},{"Author":"Aniekee Tochukwu Ezekiel,  Psychology of Friendship for Leadership","Category":"purpose","Quote":"We can live forever even with an impactful shorter-life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Nebraska State Motto Equality before the law.Where Monsanto/GMO corn is above the law."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wheaties: Breakfast of Champions... who'll endorse any product for a price."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What happens when you trip China's Premier Li Keqiang on a banana peel? Your wind up with an even more slippery slope."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Finish Off Your Enemies If you finish off your enemiesdo they wind up more charming and with better manners?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Las Vegas Magic! I was the greatest magician in the world.Things were going great. My agent booked me to play the Mirage Hotel in Las Vegas for $100,000 per performance!When I got onstage everything suddenly disappeared.I'm not sure if it was allan illusion or a delusion,but I cashed the check anyway just to be safe."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lotto If I won a million bucks in Lotto,I'd give it to Charity.Charity gives great head."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Money Can't Buy Everything [10w] Money can't buy everything ~ but love is certainly no exception."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Talented [10w] Being called talented brings with it more hatred than applause."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dammit Goddammit' Defined [10w] Damned if you do and damned if you don't double-bind."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Read vs. Write If you want to know about life second hand, read;if you want to experience life directly, write."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Bruges Belgium Haiku Behind a stack of grey Lego bricksyou wheeze up Belfry's 366 stepsand don't see a single bat."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death Ride Denied At the stables of your agonyDeath brought his morbid mareTo whisk you from your woeful wantsAnd coax you from your cares.A ride you did deny this princeAnd bid him soft farewell,Hoping the morrow must be brighter sinceYour yesterdays were hell."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Minimum Wage [10w] Even trained bears couldn't bear working for bare minimum wage."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dysfunctional vs. You're One Fucked Up Bitch [10w] \"Causing pain's the only way you know how to love."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Privacy [10w] Why someone prefers his privacy is itself a private matter."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Doldrums People who live in the doldrumscan't throw caution to the wind."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rebellious Fish [10w] Sometimes swimming against the current turns you into glazed salmon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Jesus [10w] \"Sorry to keep you hanging,but it's just our nature."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Argument [10w] Argue for the sake of resolutionnot for arguments sake.."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Recipe for Love [10w] Recipe for love:compatibilityattraction ~just add penis and stir."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Some Semblance of Such \"To lose one's identity to a Doppelgänger may be regarded as a misfortune; to lose multiple identities speaks of Nabakov."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Miss Universe Contest Protest Haiku Fundamentalists protest Miss Universe contest.Go home, beat their wives."},{"Author":"Beryl Dov","Category":"purpose","Quote":"No That's Bad Aim Shoot!That ass clown couldn't hit the broad side of a barnwith the smart photon torpedohe lifted from Area 51."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Twittersweeet [10w] Finding Twitter followers' like fishing in a lake of fisherman."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Autumn Ikebana [10w] + {Haiku} Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves.or:Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Who is Fortunate? [10w] Who is fortunate?He who measures his fortune in friends."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ranger Smith, Unemployement and the Possibility of Unperceived Existence If a tree falls in the forest and we're not there,do we fire the park ranger without making a sound?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Kansas State Motto Ad astra per aspera. [9]Flat land and flatline intelligence."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How to Exercise Caution [10w] Walk in the counsel of the wickedon your treadmill."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Today I Learned: Delete Today I learnedwhen you delete stuff on your computerit still resides on your hard drive.It's sort of like getting divorcedbut that bitch still lives in your house."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Chlorophylia [10w] + {Couplet} Few things amaze as the paletteof the autumn blaze."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Matter of Perspective I see rain dancing on the stage of the pond.Fish see heaven throwing a thousand kisses.My wife see a drizzle of olive oil on a pot of spaghetti. The scientist sees condensation and precipitation.The rain sees reincarnation.A poet see them all in permutation."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Proof Proof of God's existence is as silly as proof of love's."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Virtual Reality [10w] The only thing better than reality is perfected virtual reality."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Rubik's Cube of Omár my Mán A Key of Coke underneath the Bough,A Jug of Jack, a Brick of Hash ~ Newsflash:'Now who the fuck needs Thou'."},{"Author":"Beryl Dov","Category":"purpose","Quote":"There is nothing wrong with your television set. Do not attempt to adjust the picture. [10w] + {Couplet} Network TV's insistent stupidity to the Outer Limits pushes me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Royal Pricks [10w] Woe unto the king of his bubble who's a prick."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Reflection Upon Reflection [10w] Don't look into a mirror in rooms full of mirrors."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Dangers of Second Hand Smoke \"Second hand smoke can be harmful becauseif you don't put out that fucking cigaretteI'm smashing your head open with this baseball bat."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Il Principe 2015: Lesson 2 ~ Shit If you're going to run for public office,you must first scrape the shit off your shoe,or the stink will follow you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spirituality and Aging Spirituality comes naturally to the old because they're running out of options."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Straight Men vs. Curved Women [10w] 'Straight' men who approach 'curved' women must'mind the gap'."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fucking 3rd World Taxi Drivers [10w] Taxi drivers have ruined more vacations than tsunamis or earthquakes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Having Words with Words [10w] ”I’ve had a falling out with words,leaving me speechless."},{"Author":"Beryl Dov","Category":"purpose","Quote":"♀ Travelers vs. ♀ Tourists [10w] + [10w] Female travelers wear no makeup, stringy jewelry and Jesus sandals.Female travelers wear overcaked makeup, diamond jewelry and Gucci Booties."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Written Word The only thing I hold dearer than myself(and my moms, yo') ~is the written word.I'd give my life for that bitch, (yo'.)"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Writer's Block [10w] Every writer's block is surrounded by a million other possibilities."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Penetration [10w] The difference between truism and an enlightened [10w] is penetration."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Tickled Pink Today,without thinking,I filled my half-empty fish tank, to its brink.Having doubled the size of his universe,my Siamese bettais quite tickled pinkThe same thing happens when you fill my half-empty world with your love.Bai, keep pourin'!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Leaping lemmings! Leaping lemmings!I so adore ya'Can't get enoughJust want more’o'ya'!When I've had my fill'o'ya',I long for anotherRefill'o'ya.So, let's cut my spiel And here's the deal:I'm just gonna' haveta' cloneya'!So, when we're doneJust having fun --I'm just gonna' haveta' boneya'Again."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wisconsin State Motto Forward.Leading the nation in drunk driving and Cheesehead hats."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Paranoid Realist Perspective [10w] \"I've conquered all my enemies except for the real ones."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Grease [10w] Relationships between people are rarely frictionless;they all need grease."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Frank Lloyd Wright {Couplet} Frank Lloyd Wright eliminated the confining wall,so now when your wife screams at youit sounds like you're in Tammany Hall."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Toasts During the hymeneal repast,The guest stood silent as toasts were cast.The Best Man bore witness to a dozen years pastThe Bridesmaid joked about a relationship that wouldn’t lastThe groom listened and held the hand of the brideKnowing his real toast was buttered on the other side."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Small Degrees Lobster don't fathom they're being cooked,like relationships being snuffed out in small degreesbut in reverse, as love begins to freeze over, trapping you in a impenetrable ceiling of ice until you drown."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Opportunity Knocks: China When opportunity knocksthe Chinese make knock-offs."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What's Hot [10w] + {Couplet} We incorrectly assume what's hotis becoming what we're not."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Meaning of Life {Couplet} Life's but the love and laughter we've amassed,the friendships forged that shall outlastpossessions, station and renown,the make-up palette of a clown."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rules of Etiquette [10w] Rules of etiquette are pretend manners for the lower classes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Breaking with Tradition is Tradition You can take the poem outside of tradition,but you can't take tradition out of the poem."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Dream Come True [10w] A dream come true is a nightmare in the making."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Journalist asks me whether I can sit down for an interview... Sorry, I can't talk now. I'm busy writing up a storm.How about tomorrow?Sorry, tomorrow I'm bust conjuring up a tornado."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Control [10w] Don't lose control by imagining you can control your lover."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Silly String [10w] Life' an absurdity radiating from a spine of silly string."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Prayer [10w] Despite God's grace, prayer is not a wish granting well."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sometimes Magic is What Disappears [10w] + {Couplet} Love's tragic, not ecstatic;with finespun change, disappears the magic."},{"Author":"Beryl Dov","Category":"purpose","Quote":"One Philosophical Question, Two Faces [10w] 'Is life wort living?' is tantamount to'Does God exist?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Got Hate? When a hater cozily whispers shit in your ear about them,what does that say about you?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Chutzpah {Limerick} Despite your unmitigated audacity,you're effrontery remains one of opacity.Let me suggest you turn Jewand learn chutzpah too,to realize your fullest capacity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"BMW: The ultimate driving machine... ...just like our gas chambers were the ultimate killing machines."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Cure [10w] Laughter, love and faith can cure 95% of all illnesses."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Pompous Psychopomp Its your charge to provide me safe passage to the afterlife,to be a midwife to my dying.Any yet, you hover there, judging me,putting on airs, you supercilious whip-poor-will.You're an embarrassment to nightjars everywhere.Now do your fucking job and take me to hell ~which I guess has already begun,judging by your shitty escort service."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love's Reward [10w] + {Couplet} Love repaid is love's reward;recompense fair towards being adored."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pacifism There's nothing like seeing action in war to turn a soldier into an instant pacifist or an instant killer."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hate Recycle Bin When you empty your hate recycle binit frees up more memory to write even better poetry.Just try it and tell me this isn't true!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Siesta Mud tracked from the rice fields blazon a pathFrom kitchen to cellar escaping noon’s wrath.A quiet siesta to break the ordealOf scything and sifting and spinning the wheel.Half a dream later he returns to the fieldTo seeding earth’s furrows. massaging its yield.And when Sun descends gravely back to her tombHe tracks back to the kitchen, the cellar, his room."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Clairol 2: Hair color so natural only her hairdresser knows for sure... ...but he's gay and already Tweeted it to 300 people."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Chuck Yeager Moment {Couplet} There's a sonic boom resonating in my head as I break through the 2000 HP follower watershed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Invisible Attraction What's invisible to the eye is that as you move towards love,love moves towards you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Voodoo I'm phobic about pins and needles.Can I just stick a voodoo doll in the microwave?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Freedom [10w] You've never experienced freedom until you have nothing to lose."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Vices [10w] Cultivate vices;to be without them is not to be."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hermit Crab Should a hermit crab be required to have a real estate license?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Refugee I packed my car with cash and valuablesand headed for the border.At the first checkpoint they took my cash.At the second they took my valuables.At the border they took my car and my shoes.I walked barefoot the last 100 feet to freedom,and was greeted with open arms by a person I didn't recognize.In time I discovered that strangerwas the me they could not take from me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"You Can't Win [10w] Every bitch is a witch;every wife brings you strife."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Glow in the Dark \"You've led me from stark nightwith a love that glows in the dark."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Self-Sufficiency [10w] When God closes a door,buy a Sawzall from Home Depot."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Every Small Child is a Miracle [10w] The God of small children is the one true God."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rainbows and Gratuitous Violence Whenever I see a rainbow, I want to punch a penguin in the face."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Inspiration vs. Plagiarism [10w] Inspiration is improving on another's idea;plagiarism is copy/paste piracy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pain vs. Pleasure {Couplet} Pain and pleasure are nearly identical,the difference lies in their temporal perception.Pleasure feels fleeting, pain feels unending;both jolt us at the nerve's first inception."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Unwitting Measure [10w] + {Couplet} \"You I love and treasurein an equal, unwitting measure."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Excuse The bureaucrat's excuse, 'If I have to make an exception for you,I have to make an exception for everybody else',doesn't apply to me because I exceptional."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Crying in the Rain If you cry in the raindoes anybody but you know you're unhappy?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Poem Must Have an Accomplice If you cannot bamboozle the reader into becoming a willing accomplice to your artifice and collusion the poem won't fly."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hanzō Katana Poetry A poem should be forged and folded to perfection like a Hanzō katanaand as gentle as the mist it cuts through."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Perfection [10w] If you've attained perfection,then what's the point of living?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Relationships Deconstrcted [10w] Qualities we at first perceive as endearingsoon becomes annoying."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pussy Whipped I was pussy whipped with four lashes.It was a helluva threesome ~but I still can't get the damn mascara off my one-eyed snake."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cheeky Poets [10w] Remember 'poetry' lies between 'pitiful' and 'poop' in the dictionary."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Trickeries, Sophistries and Traps [10w] Life's great irony is that we, the trapped,set traps."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Memory Foam [10w] She had an ass like an elephants memoryfoam pillow."},{"Author":"Beryl Dov","Category":"purpose","Quote":"To Trend or Not to Trend I've had a thousand trending poems,they were rarely my best.Evoking empathy and shared feelingis the poet's only true test."},{"Author":"Beryl Dov","Category":"purpose","Quote":"My Brooklyn Childhood [10w] \"Motherfucker! I gotta put more goddamn change in the swear-jar."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ars Poetica: Write Poetry on a Black Slate Poetry should be written on a black slate of imagination,the poet artfully allowing images to emerge from the dark."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Thank You Dick Wolf [10w] TV crime shows taught me it’s best to lawyer up."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Shadows are only Neutral at Noon [10w] + {Couplet} Whose side shadows fall upon,tis' ordained by reigning sun."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Fate of Prodigies [10w] Early to peak, early to deal with obsolescence and obscurity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love Haiku Sumerian whoregrabs my wedge, says: 'I love aman in cuneiform."},{"Author":"Beryl Dov","Category":"purpose","Quote":"River Mountain Ocean [10w] + [10w] + {Couplet} Rivers delight in their flow;Mountains savor their snow.But oceans are in concurrencetheir contentment comes from recurrence."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Plant vs. Harvest [10w] Any fool can harvest but it takes true skill to plant."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Twitter Love [10w] ♥ ۵ 웃 유 ღ ♂ ♀ is2g, no b.s.dnt nd 8v3n, wen ive gt uaღღღღღღღღღღღღღღღღღღღღღ"},{"Author":"Beryl Dov","Category":"purpose","Quote":"McDonald's I love and rescue stray dogs, duct tape Burger King crowns to their heads and set them loose in McDonald's."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lies vs. Truth [10w] I can only speak truth if I lie to myself."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Consciousness-Driven Evolution circa 60,000 B.C. Random genetic mutation allowed homo sapiens to compete more successfully for food and mating rights. Just listen to girl chatter posted on the cave walls:\"Boy, Uggh is hot. He's sentient!\"\"Yeah. He doesn't need a club to get my attention."},{"Author":"Beryl Dov","Category":"purpose","Quote":"please=\"\"hand=\"\"me=\"\"the=\"\"remote,=\"\"dear.\"=\"\"[10w]=\"\"The most effective method of birth control is grannie panties."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Over-Douse [10w] Trying to mask death's smell,old ladies over-douse on perfume."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Seeing vs. Envision {Couplet} We see nothing more than we bring to it;heavenly orchards lie in an apple's pit!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Choice vs. Disease [10w] People who label lack of control a disease evade responsibility."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Self-Motivation [10w] \"Today I'll do something more extraordinarythan I did yesterday."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Comments Being the first to comment on a poem,is like breaking a bottle of champagneagainst the hull of a new ship."},{"Author":"Beryl Dov","Category":"purpose","Quote":"In the Future [1]: (criminals) In the future we're going to find a wayto turn criminals into wordsand then place them in parentheses."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Let's Celebrate! Photoshop Turns 25 This Week [10w] I bought a fake passport on Fiverr.Don't tell Mexico."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Regret vs. Good Times \"If I had to regret the good times I spent with every lover who eventually disillusioned me,my love life would be reduced to ten seconds."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Frog in my Throat I had me frog in my throat.I swallowed hard and it croaked.Tasted like shit.Next time I get me a frog in my throat,my snooty French boyfriend better wash his dick with soap."},{"Author":"Beryl Dov","Category":"purpose","Quote":"2 Rules on Becoming a Good Poet [10w] Rule#1: Never write shitty poetry.Rule#2: Never forget Rule #1."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Russian, Metafizicheskiy-poshlost This is the humorous metaphysical banality like watching Tolstoy's wife, Sophia, nag her husband about leaving borscht stains on the table linen. The resulting discombobulation totally messed up the ending of Anna Karenina."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Goose Neck [10w] Whenever a goose has a car accident, the traffic sucks."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love vs. the Three Headed Dragon In relationships, the corrosive venom of the three-headed dragon areindifference, fault-finding and 'take-each-other-for-grantedness'.Only these cantarnish the shining armor of amour."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Valentine's Day 1 [10w] Valentine's Day affirms the promise that love can be sustained."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets and Competitiveness [10w] \"I'm the only poet I need to be better than."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death is Opening Night Everything's that happened yesterday is a rehearsal for everything that will happen..."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Revenge [10w] Revenge is a long game;all you need is time."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How to Get Girls into Bed When I take a new girl out on a dateI tell them I slipped poison into their wineand the antidote is on my penis."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Why Utopias Fail When you tie several horses together and one takes the lead, they all fall."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Delinquent Girl Chronicles Ages 7-11: Skip ropeAges 12-16: Skip classAge 17: Skip periodAge 18: Skip coming homeAge 19: Skip town"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Good and Evil To have good and evil the Devil must always remain a step beyond saving."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Listen to the Wisdom of Shakespeare 'To thine own self be true and fuck'em till they're back and blue."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Overheard at McDonalds \"I am become death, the destroyer of worlds.Are you going to finish those fries?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Jesus Christ Hiaku Jesus Christget a job already.You're killing your mother!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Missed Childhood [10w] + {Couplet} Adolescence spent upon a cross,regrettably is childhood's loss."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pond(er) This [10w] Nobody wants to be:'Big fish in a little pond."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gays & Lesbians Birds of a feather fuck together."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Jealousy [10w] Jealousy's like being reprimanded for a crime you haven't committed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enigmatic Real Estate I choose to live on the edge of mysterywith its inscrutable view of complexityhedged by perplexity.Also, there's a Walmart nearby."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lost & Found of Love We cannot forfeit what was not truly ours to begin with.You can only lose yourself in the heartbreak of love lostand find yourself againinthe miracle of love regained."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Albanian Art of Subtle Seduction [10w] \"You have an amazing mind now show me your tits."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Income Tax [10w] A man's income tax return measures his integrity and stupidity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Hand that Feeds You Don't bite the hand that feeds you ~unless you're in a haunted houseand the fucking hand isn't attached to anything."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Campbell's Soup: M'm! M'm! Good!... ...even though our products have more sodium than the Dead Sea."},{"Author":"Beryl Dov","Category":"purpose","Quote":"you=\"\"are=\"\"what=\"\"eat\"=\"\"[10w]=\"\"That's why I've become a pizza with a pussy topping."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Posthumous {Couplet} The anonymous may claim their fame posthumous;But let my words be my stake, while I'm still awake."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Brownie Mix [10w] + {Couplet} Betwixt hell and the River Styx,I'll be shitting bricks."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Money vs. Happiness [10w] Why do people with money say,'money can't buy happiness'?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enemies of My Enemies Who knew the enemies of my enemies were good dancers."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ruminating Poetry A poem should be eaten in one sittingbut regurgitated often like a ruminant's food."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ringtones Haiku 'Oy! Dai, da-ye-nu,Dai, da-ye-nu, Dai, da-ye-nu...'\"Answer your fucking phone!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Casualties of War The casualties of war are far, far morethan those lying dead on the battlefield floor."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hemidemisemiquaver [10w] The composer evened the score by ending in a hemidemisemiquaver."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sink or Swim [10w] Lovers master the breaststroke, the crawl and the muff dive."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hatred is a Simple Child Hatred is a simple child nurtured and coddled in a raging heart and then released into a crowd of innocents wearing a suicide vest."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cookie Cutter Criticism A critic tried to fit my sense of humor in a cookie cutter,but it wouldn't fit his preconceived shape of what comedy should be.So he pressed harder, and harder and harder until the cookie cutter cut a cookie shaperight through the palm of his hand.It doesn't hurt anymore when the critic tries to slap me in the face.There's no more hot-air resistance."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Seduction [10w] Italy will host the Olympics when seduction's declared a sport."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lenny Bruce I'm going to be rich!I figured out how to get schlong-juice stains off of suede."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Witchcraft vs. Wordcraft [10w] Covens of witches convened at their annual unconventional Coven’s Convention."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What is God? (60) [10w] God's always the correct answer once you rephrase the question."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Selfie [10w] For the millennial generationa selfie is a family portrait."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Great Blue of the Great Blue A Great Blue whale mourns her hunted mate.Her heart, once the size of an SUV,lonely rides the empty sea,her heart's now withered to subcompact class,her whys and wherefores, run out of gas."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Whose Asphalt Is It? [10w] The road to mediocrity is paved with asphalt and tarmac."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Whisper into My Good Ear [10w] \"Pour your fears, fantasies, desires into my ear of corn."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hug [10w] To embrace what you truly love,give it a hug."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Humans vs. Monkeys [10w] + [10w] Baby monkeys are much more clever than a human babies.Human babies leap ahead because of their capacity for language."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Melting Icicles Haiku Drip, drip, Drip, drip, Drip:Sounds of melting iciclesannouncing the Spring"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Integrity [10w] There’s no indignity men of integrity aren’t willing to endure."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What's a Proper Tribute to Robin Williams? [10w] When funnymen die is to better to laugh or cry?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Using the Backdoor If we compare writing computer code to sex,then hacking would be anal sex."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Nomad {Couplet} When your roots grow from the outside in,home becomes whatever place you're in."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mild Suffering vs. Great Suffering Mild suffering serves the purpose of inner-change.Great suffering serves the purpose of evil,or just being at the wrong place at the wrong time."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Depth of Love [10w] The longer the time between relationships,the deeper your love."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ferdinand VII of Spain {Couplet} He who can false loyalty feignshall sit twice upon the throne of Spain."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Simply Fabulous Haiku If I write fablesam I a fabulist orsimply fabulous?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Prickly Pears [10w] Men are often like cactus fruits ~thorny outside,mushy inside."},{"Author":"Beryl Dov","Category":"purpose","Quote":"As Dead As \"Nothing's changed at my place of birth.It is as dead as I remember leaving it."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Becoming [10w] We're a becoming whose final shape is unknown to all."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet is God When a poem's words perfectly fit,it has legs.When they communicate well,it has a voice.When they make you think,it has a mind.When the make you feel,it has a heart.Think about it.When you write a poem,you've created a person,with a distinct identityand an immortal soulthat you send out into the worldto possibly change the world.Now you know what it feels liketo be God."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Taste [10w] + [10w] \"If you have sophisticated taste, you like what I like.If you're a Neanderthal, you will love what I hate."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spreading Yourself Too Thin We tend to bite off more than we can chewbecause we've got big mouths."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Knowledgeable [10w] The knowledgeable man inventoried and catalogued everything he doesn't know."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Money [10w] The root of all evil has a well earned reputation."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Voice from the Past A book is a voice from the past whispering into your ear.Sometime I get the urge to exhume the author's bodyand hit him in the head with a shovel."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Laughter and The Chosen [10w] Making people laugh is God's gift to the Chosen People."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Maine State Motto Dirigo. [10]You won't find no niggers here, eh."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enemies [10w] I prefer my enemies death than apologeticfor closure's sake"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Family [10w] Family is a truth pill ~ just beware of an overdose."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death as Opportunity [10w] Death's an opportunity to wisely fill the void it leaves."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Diana Sporting a Remington Sendero SF II {Couplet} Over one shoulder hung a rifle, over the other swung a brace of pheasants;She was a no-nonsense breed of sniper, a viper with no time for fangs of conscience."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Free Will [20w] A bunch of amino acids bumping up together is not the scientific explanation of free will, it's grilling a hamburger."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lonely Marriage is the best refuge of the lonely to be lonely together,and if it lasts long enough,take turns being lonely."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Why We Need Smart People [10w] We need smart people to call other smart people morons."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Masochist [10w] A masochist goes to massage parlor seeking a tragic ending."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Stratospherical Poems [10w] Poets circle the earth in a higher orbit than readers."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Don't Quit ❣ Don't quit on love and it won't bail on you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Is Prayer Only for Man? I [10w] Does God pray for His creation's in Heaven and Earth?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Women Think Women don't care if you got a six pack if you slurp you soup."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fashion [10w] Clothes makes the man.Fashion, above all, makes the President."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Delusion vs. Truth Delusions are what really set you free;the truth is a choke hold."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What's in it for me?' A selfish person doesn't become compassionate as the result of some words of wisdom or epiphany. The selfish need selfish reasons to act unselfish."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Diet and Exorcise [10w] The most effective diet is hanging around with fat people."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Bridges [10w] Bridges are overpasses for commuters and roofs for the homeless."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Relatively Speaking [10w] The irony about 'relativism theories' is that they're relative too."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Deaf [10w] No man suffers deafness if he listens with his eyes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Legacy To leave a legacy,you first gotta leave your leg in the door."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Off the Hook True story...A cop pulls me over for speeding.He says, \"What's the hurry?\"I say, \"I'm running awayfrom a bad marriage.\"He laughs and says, \"Drive carefully.\"The officer lets me go.Beyond the practical lesson thatmaking a policeman laugh may get you off the hook,there's a certain poetry here in the unexpected connection ~for what is a poemif not a moment of surpriseworth retelling."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Thank You, Adobe [10w] Thanks to Photoshop,a picture isn't worth a single word."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Tad Old Fashioned [10w] \"Save all your sighing and swooning for the 18th Century, bitch."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Treat'em Like a Dishtowel (⌣́,⌣̀)⇝♥⇜(^◡^ ) [10w] \"If I wring you out will you wring me back?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Overheard at Ashtanga Yoga Class *\"I don't know my he left me. I even had a rabbit's food hanging from my dreamcatcher.\"\"Maybe you should've used a little more suction and a few less amulets."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Idiots vs. Fools [10w] Idiots listen to other's bullshit;fools listen to their own."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Carrots and Creativity [10w] Put a carrot in front of you for optimal creativity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets and their Thin Skins Every poet is thin-skinned when it comes to criticism ~without ithow could he ever possess the astute sensitivity about lifeto even write poetry?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Owlish [10w] If owls are wise,why are they flat faced fucks?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Psychotherapy [10w] If you can second guess a psychotherapist,they’re totally useless."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Transubstantiation [10w] Transubstantiate digression into confessionand drink from poetry's Holy Grail."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Knowledge vs. Wisdom [10w] + [10w] Knowledge is the understanding that you are what you eat. Wisdom is not eating a pussy with hair on it."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rat-Race [10w] There’s no refuge for creatures opting out of the rat-race."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Measuring Love The only scientist who can measure love is the onewho's in love with another scientist."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wherefore Art Thou, William [10w] Every Shakespeare mouse 'tis tim'rous and every lover 'tis fuck'd."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dictator [10w] Clever dictators keep their friends closeand their enemies dead."},{"Author":"Beryl Dov","Category":"purpose","Quote":"God Made God made our beingour parents our bodyphilosophy our mindchildren our compassionhostory our loyaltywork our self-esteembattles our heroismpoetry our soulsoulmates our lovewhich stitches it all togetherinto a life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Second Opinions My doctor told me I have pancreatic cancer and have 2 months to live.I asked him about getting a second opinion.The Doc said, 'No problem.'He thought for a second and said,'I think the Boston Red Sox are going to win the series again this year."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry Site vs. Social Networking Site [10w] Hello Poetry is whatever you want Hello Poetry to be."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Object of Desire A woman knows she's the object of a unknown man's desirelike a game animal becoming aware it is being looked at."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spineless [10w] There are more spineless men on the planet than jellyfish."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Deadlines The only deadline I plan on missing is the one at the cemetery."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Broken Heart [10W] The broken heart becomes volcanic, forever rumbling anddispersing ash."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pale Oak Leaves Scatter Pale oak leaves scatteraround my father's grave.\"For this I pay $30/month maintenance?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Moon The moon's a pearl among the starry gems,more cultured than the rest of them.A blemished diadem of charcoaled nightthat chaperons the sun back to the light."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Figure, Woman, Wife I study the sleeping figure,Stare at her sated curl of lip;Her lids sealed in dreams so pureMy love's secured from tip to tip.I study the sleeping womanHer forehead faint with sweatHer eyes wildly remmingOf adulterous sex, I bet.I study the sleeping wife,Her mouth faintly drawing breath;Her throat pouring pools of blood ~How I loved this woman to death."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Forget [10w] {Couplet} Let's lift our goblet of regret,forgive, forsake and forget."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Battered Women [5w] Battered womenare more crispy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Moment of Truth 'Moment of truth' is derived fromthe Spanish momento de la verdad, that Hemingway epiphanous moment when the matador is about to kill the bull. Now it means the moment you realize you won't make it back to the parking meter before it expires ~sometimes expressed as, Motherfucker!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Children and Food [10w] Once children order like grown-upsfood's lost its sweet innocence."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Marriage Advice [10w] Marry a man above youand a woman beneath you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Crawling Backwards [10w] Crawling backwards is the hardwired wisdom of crabs and survivors."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Frivolous Gossip and Poetry It's just so much frivolous gossip to dwell upon the moral merits of a poet;what should only concern the reader is the merit of his words.Leave moral judgments to the preachers and aesthetic judgments to the critical readers."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Barnum & Bailey Circus: The Greatest Show on Earth... ...when you can't afford Cirque du Soleil."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Unless you're a lesbian... [10w] Feminism is not a sustainable position without giving up love."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Damn You, TripAdvisor! My penis deserves to be a World Heritage Site,judging by the number of tourists trampling on my balls."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enemies {couplet} Ne'er shall man's enemies been drawn so near,then when he seeketh to compare."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What lies beneath the Semblance? What lies beneath the semblance.What lies beneath the semblance of lies.What lies beneath the semblance of lies!Lies lie beneath her semblance.Lies lie beneath her semblance.Lies, lies and more lies!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Scissor, Paper, Rock [10w] When time acts like a scissor,react like a rock."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Enough [10w] Enough's the only thing most people can't get enough of."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rationality vs. Madness [10w] Rationality maintains the world's status quo.Madness drives the change."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love Poetry [10w] Love poetry is simply bleeding on the page with ink."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love Scars Love leaves more scars than a ten car pile-up ~and nobody's got insurance."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cutthroat Competition [10w] If competition becomes cutthroatit suggests business has become piracy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Downside of Stuff {Couplet) I got what I want;I have what I need.But they want what I have,and they'll make me bleed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Winning vs. Losing [10w] Too often the cost of winning is losing your soul."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Il Principe 2015: Lesson 1 - The Balls If humility is what's all important to your adversary,humble yourself before him,and you've got him by the balls."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Food If food comes with a labelthat's warning enough you shouldn't eat it."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Natural Born Poets vs. Made Poets A natural born poet sees the future of poetry.A made poet clumsily imitates his vision."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sumerian Haiku Sumerian whoregrabs my wedge, says: 'I love aman in cuneiform."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dysfunctional Love We split up not because he or she didn't love us,but because they did love us in the only way they knew how."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Keep Austin Weird Haiku Neck dragon tattoo, piercings, purple haired kindergarten teacher.Keep Austin weird."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Doublemint Gum: Double your pleasure. Double your fun... ...we're talking ménage à trois, you son of a gun."},{"Author":"Beryl Dov","Category":"purpose","Quote":"California Milk Processor Board: Got Milk?... ...cuz I got a fucking hangover."},{"Author":"Beryl Dov","Category":"purpose","Quote":"In the Porn Industry [10w] Lacking a college-diploma's more than compensated by a humongous penis."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Die Alone It is man's tragic fate to die alone,therefore, we must carefully choose who we die alone with."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Happiness [10w] Happiness resides in the quiet pause,not in the pursuit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Epiphanies [10w] Epiphanies aren't intuitions of new ideas;they're rearranging existing information."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Preachiness vs. Prose vs. Poetry A poem that says what it means is prose;if it means what it says it's a sermon.Leave the homiletics for the priestsprose for the journalistsand soulful resonancefor the poets."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Star No matter how bright the star, it's just part of a galaxy which is part of a constellation which is part of the night skywhich is part of the known universewhich is a speck of dust in God's eye."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Make It Happen!!! [10w] Don't wait for someone to fall in love with you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Embittered [10w] \"His heart blistered like paint peeling from an old rig."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Celebrity [10w] Celebrity seeking is like love or war: NO HOLDS BARRED."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Memory Timeline of Divorce Divorce +1 year: \"Just because we don't talk, it doesn't mean I can't stop thinking about you.\"Divorce +10 years: \"The one good thing that came out of our marriage was our wonderful children.\"Divorce +20 year: \"Who? Doesn't ring a bell."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dogs Playing Poker Art [10w] Poker-faced dogs looks like they're bluffing or need to shit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Black Hole The death of one great man makes the world seem empty;the death or three creates a back hole in the heart of humanity.In Memorium 2015B.B. KingOliver SacksNicholas Winton"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Objective Journalism Foreign journalists will always compromise objectivity to preserve relationships that give them better access."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Boundaries [10w] Receiving bribes blurs the clear boundaries between friends and enemies."},{"Author":"Beryl Dov","Category":"purpose","Quote":"they=\"\"use=\"\"to=\"\"be=\"\"so=\"\"sweet\"=\"\"[10w]=\"\"Parent's should celebrate change in their children;they're growing up."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gradually Then Instantly [10w] We fall in love the way we lose our minds."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pretending to be Deep ;) [10w] Only from the mountain's valley can you see the peak."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Socrates [10w] \"I know less than you.That's how smart I am!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Western Hypocricy I laugh at the hypocrisy of this western world that only expects the Muslims and Jews to act more Christian, while they continueto revel in the carnage of their heathen ways."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Nature's Prayer [10w] + {Couplet} Trees gesticulate in morning prayer;wind circulates with cleansing air."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Death Has Bad Timing Death has bad timingbecause rigor mortis sets into your penisjust when you don't fucking need it."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sunshine On My Shoulders When you're home's always filled with sunshine,you're either blessed or it's time to fix the roof."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wedding Veil [10w] + {Couplet} A wedding veil's of no availbecause virginity's a fairy-tale."},{"Author":"Beryl Dov","Category":"purpose","Quote":"1953 It seems the world has gone downhill since the year Sir Edmund Hillary climbed Everest."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mended [10w] {Couplet} If the recently mended heart,breaks again, it shall not start."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Senility [10w] Senility's like a bottle of Coke that lost its bubbles."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Reconstruction of Japan After World War II [10w] 'I am what I plan'became the motto of modern-Japan."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Bonjour [10w] You're more obscure than first we met,\"uttered with regret."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Heaven [10w] Heaven’s not a destination ~it’s a way of processing life."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Compassion and Self-Neglect [10w] Compassionate people know how to care of everybody but themselves."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love Fades [10w] Like our love,Chinese painters show distance in faded grays."},{"Author":"Beryl Dov","Category":"purpose","Quote":"La Récolteuse de la Mort Je suis la Récolteuse de la Mort et ~vous êtes ce que je viens pour les!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Crest Toothpaste: Look, Ma, no cavities!... ...that'll really piss off the TSA agents looking for contraband."},{"Author":"Beryl Dov","Category":"purpose","Quote":"An Enirely Different Matter [10W] Four states of matter:solid, liquid, gasand ffuzzy-wuzzy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Styx Haiku Boatman refusesto paddle me down the Styx.'No carry-on baggage."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Why Don't You Practice What You Preach [10w] The reason I teach and preach?In order to learn."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love's a Sacred Vessel [10w] Love's the sacred vessel embracing the mystical energy of evolution."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New Year Resolutions I [10w] Change my voice;unclog my ears;open my heart."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Patience [10w] Patience is the most technologically advanced form of energy efficiency."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Beloved Poetry [10w] Write poetry like it’ll convince your beloved who to marry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love and Blindness [10w] Love may be unilaterally blind,but divorce blinds both parties."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New Age Advertising ATTEND OUR REINCARNATION RETREATGuaranteed to be a once in a lifetime experience.Sure it costs $5000, but lets face it,you only live once."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Be Careful What You Wish For More often than not,a dream come true is a nightmare-in-the-making."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Spontaneous Gift Giving [10w] Learn to give gifts spontaneously accompanied by a love note."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Premature Evacuation [10w] I've stopped all my relationships short,not unlike this poem."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Warrior's Way To the warrior,peace is an annoying interruption of war."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Tapestry [10w] Life's a tapestry of mystery and miracles quilted by God."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Thai-kus From the dark starfishof the 300 Baht whoremy white sperm bubbles.Reclining BuddhaBirds nest in your golden ears.What wisdom they hear."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Expectation [10w] Eyes that see with expectation lieby not querying, 'Why."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Consolation [10w] Man finds consolation in love, laughter and Ben & Jerry's."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cinco de Mayo [10w] What day do the dead party to celebrate the living?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Sometimes it's Love and Sometimes the... [10w] ...tingling sensation of excitement, happiness, and nervousnessis jock itch."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Retail Haiku [7w] LollapaloozaLiquidation Blowout Sale.Everything Must Go!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Arches National Park, Utah BloodshotZiggurats of rock against unbending sky,sandstone fins and eyes of ancient earth behemoth.Your windows wedged by cosmic hands of rain and melting snow, of frost and ice, of gravity and geologic time, patient and untiring,self-possessed like a child's perception of endless summer."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fulfillment [10w] Sometime fulfillment goes beyond the date Amazon delivers your order."},{"Author":"Beryl Dov","Category":"purpose","Quote":"They'd Rather Switch [10w] Hearing is wasted on the blind;sight, on the deaf."},{"Author":"Beryl Dov","Category":"purpose","Quote":"In a True Global World... [10w] Famous people should be allowed to travel without a passport."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Miracle [10w] The greatest unacknowledged miracle is man has lasted this long."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Party Hat [10w] Circus clowns, Frenchmen, and sanitation workers look better in party-hats.."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Jewish NOW There's no time like the present ~but in the future,who can say?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry in a Bottle [10w] If you could bottle poetry you'd have one addictive drink."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Alaska State Motto North to the Future.We got highest rape and STD-rate in the nation."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Coins [10w] Statesmen whose faces are on coins are amenable to change."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Embalming [10w] Injecting baking soda whitens, freshens, and softens the dearly departed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Learn from Children [10w] Children picture God as a smiley sun emanating love light."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New York Haiku \"My monthly rent checkis more than you will make inyour fucking lifetime."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dull Poetry Dulls the Mind [10w] Poetry penetrates dullness when whetted on the stone of imagination."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Penetrate the Mysteries \"If you ever hope to penetrate the mysteries of the universe,you've got to buy her a drink first and then pretend you're listening."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Contiguous vs. Continuous Identity Identity's only preserved in death;in life it is ever-changing."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hidden [10w] God hides enough happiness in sadness to light the world."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Celebrity [10w] Celebrity is an insignificant zit on the surface of history."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Liberating Dreams [10w] God was with Joseph in prison.They escaped through dreams."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Darkness Darkness is a decision the light cannot dissuade."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Teenage Boys Do On Their Computer All Day [10w] ctrl alt delete ex-girlfriendcut paste Penelope Cruzpost Facebook"},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Road to Hell The road to hell is paved with 16 in. x 16 in. Red Brickface Concrete Step Stones.Only $2.97 each.Always in Stock atThe Home Depot."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets Hate Poets [10w] Poets hate poets who are more talented than they are."},{"Author":"Beryl Dov","Category":"purpose","Quote":"One Poet, 20 Months, 6000 Poems [10w] Let me take this breath... to celebrate my 6000th poem."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Put it All on Black' [10w] God doesn't play dice with the universe;He prefers roulette."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Underage-Killers [10w] Underage-killers like making a whooshing sound when they shoot people."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Time [10w] {Couplet} Can there be more callous crimethan unkindly killing time?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Ever Happened to Stupid? [10w] ‘I’m only human’,has become everybody’s license to fuck up."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dangerous Food [10w] The world's most fattening foods are the ones you swallow."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Tigger Journals [10w] \"Honestly, I'd rather be alone than with that unbearable Winnie-the-Pooh."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cancer [10w] It's odd that the cancer that kills you is you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hi-Yo Silver! Away! [10w] \"Kimosabe, me wanna fuckum Pamela, pronto.My teepee's blue.\"Tonto"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cruel Love [10w] Cruel love helps turn out excellent,competitive, cutthroat, dog-eat-dog children."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fodder for Poets [10w] Childhood memories are the most seminal sustenance for creating poetry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How Much Space? {Couplet} Give a lover space enough to rejoice in their choice,but not enough room for their doubts to give voice."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Poet as Enchantress [10w] + {Couplet} The poet is an enchantress,with or without a dress."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Words of Wisdom [10w] Words of wisdom worth saying wouldfit on a T-shirt.@:::::@:::::@:::::@:::::@:::::@:::::@:::::@:::::@:::::@­:::::"},{"Author":"Beryl Dov","Category":"purpose","Quote":"New Age Hype Don't 'honor your feelings.'Half the time they're full of shit.Don't 'embrace' anything without a pulse.Mindfulness should include not listening to quacks."},{"Author":"Jane Bulos","Category":"purpose","Quote":"The Word of God is my life's manual."},{"Author":"Rosette Mugidde Wamambe","Category":"purpose","Quote":"In order to live a life of purpose, do not focus on the size of your audience; focus instead on the circle of influence God has given you."},{"Author":"Stacie Hammond,  Ana J. Awakens","Category":"purpose","Quote":"I knew in that moment that I was full of it. I didn't know who I was. I only knew my routine. I knew who I was suppose to be, who I was expected to be."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Noah [10w] God, I love rain too ~but this is fucking ridiculous!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Flattery [10w] Flattery is the only passport that will get you everywhere"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fig The proud oak wed a seedling figHe welcomed her caressThough round his lofty limbs she woundHe saw no need for distress.The fig enveloped all his trunkHer grip grew firm and tightThe oak withered in his arroganceAs she choked off his last light."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Imaginary Friends [10w] My imaginary friend insulted me by calling me real."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Phenomenon of Life {Couplet} The potter's some man of clay who's molding clay,a robot making an automaton;Every day we recreate ourselves from what bricks we're made,how wondrous life's phenomenon!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Patriotism [10w] Patriotism for the rich is a subtle synonym for profiteering."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Fear is the Best Test Will the fear of going blind make youa voracious reader, a world traveleror paralyze you with a thousand other fears?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Amputees Smart phones and the internet are the prosthetics our century cannot live without.Until we can put them down to take a quiet walk in the woods,we are all amputees."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lubbock, Texas Haiku Oil wells, Hub of the Plains.Stinks like an armpit."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry Should Dance [10w] Let poetry dance ~neither outpace it nor let it lag."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New Year's Resolutions New Year's resolutions shouldn't be about doing new things;it should be about stopping to do the shitty things you're already doing."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Err \"To err is human ~ more wine!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"My Fathers Last Words My dad was a sadist and whorehound.His last words were,'Son, I have a million dollars hidden in the."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Today's Affirmation [10w] \"I'll unplug myself from myselfand plug into something higher."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry is a Ladder {C☰O☰U☰P☰L☰E☰T} {The poet's job is to create a ladder} {for the reader to enter his imagination}and☰once☰they've☰climbed☰u­p☰to☰the ☰top☰remove☰each☰rung☰by☰grad­ation"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hello Poetry Needs Y'allz How empty the oceans would be were it only filled with orcas."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pedestals [10w] People should not be placed on pedestals unless they're stuffed."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Perdue: It takes a tough man to make a tender chicken... ...it's all about steroids and crowd management."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Wine [10w] American wines tasting as good as French wines are presumptuous."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Loneliness [10w] Loneliness is GPS equipped new Mercedeswith nowhere to go.****************"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Thorny Love [10w] A thorn by any other name would hurt as much."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Suicide's Regret \"I cut my vein in vain;blood slowly oozes out.I should've cut an arteryand watch it spurt and spout."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Boasting vs. Toasting [10w] + {Couplet} What many call boasting to my success I call toasting."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Disability [10w] Unconditional love can turn a child's disability into an advantage."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry Trek: 'To Boldly Go Where No man Has Gone Before' A poet must get into spaceship every dayand launch himself into metaphorical space."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Where the Fuck is Waldo Even whens I finds Waldothat crackhead nigga won't cough up the five dollars he owes me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Snob [10w[ I'm throwing a party so exclusive I'm not even invited."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Talking to Myself I used to talk to myself until myself criticized myself.Now I'm giving myself the silent treatment."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Marriage [10w] The only thing better than forgiveness in marriage is forgetfulness."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Advice for Women at Starbucks If a vanilla latte and banana nut muffin doesn't solve the problem,perhaps you're going at it wrong."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Suicide Note [10w] \"Don't ask why I committed suicide.Question why everybody doesn’t."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A-New-Year's-a-Comin' [10w] A new year is coming!Let's all make new mistakes!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Cleverness vs. Crime [10w] Being caught's the only difference between cleverness and crime."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Illinois State Motto State sovereignty, national union.Life begins and ends with corruption."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Adult Pretend [10w] \"I'm tired of playing 'pretend';let's play 'get-real, bitch."},{"Author":"Beryl Dov","Category":"purpose","Quote":"How to End Racism [10w] The children of interracial marriages should look like panda bears."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Accurs'd McDonalds, I Bite my Thumb at Thee! {Couplet} Let vex'd heavens rant and rage,This here McNigga slave ain't workin' for no McMinimum wage."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Nevada Haiku 'Happens in Vegasstays in Vegas', long as youpay hos to shut up."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poorly Hidden [10w] We're incapable of hiding arrogance, ambition or being in love."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Original Thoughts [10w] Original thoughts are not diminished by days, distance or disregard."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Over [10w] It's never ever over because the fat lady can't sing."},{"Author":"Beryl Dov","Category":"purpose","Quote":"You're Totally Fucked' Defined [10w] What's before you is hopeless and behind you is negligible."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Natural Born Killers [10w] After their first,every soldier becomes a natural born killer."},{"Author":"Beryl Dov","Category":"purpose","Quote":"DNA [10w] DNA's the last hope of our species,spiraling to extinction."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Taco Bell [10w] Taco Bell: Living proof you can shit where you eat."},{"Author":"Beryl Dov","Category":"purpose","Quote":"I'm Not Talking About Fruitcake [10w] The greatest gifts are the ones that can be regifted."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Family {Couplet} For my misery, family brings relief,tripling my joy, halving my grief.This aesthetic arithmetic's quite poetic,an accounting surmounting odds unsympathetic.Now there seems no hardship I cannot withstand,accompanied by my exponential, familial band."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Say This to Her/Him and Just See What Happens... *I want to kiss you in places I've never kissed you before."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Babel [10w] Building a tower to reach God doesn't require any bricks."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Before It's Too Late [10w] Life's too transient to waste time hating ~plot revenge now!"},{"Author":"Beryl Dov","Category":"purpose","Quote":"BFF, My Ass ~ It's a Jungle Out There! About one-third of all marriages are procured by sabotaging your best friend's happiness."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lowbrows vs. Highbrows If you show something lowbrow to a highbrow does it wind up becoming crusty eye caca?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Women Kissing :-)*(-: Women kissing publicly it has all the sincerity of an Israeli soldier hugging a Palestinian secretly checking for an explosive vest.* ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(இಠ ᴈ muah εఠയ=/̵͇̿̿/̿ ̿ ̿ ̿ ̿ ̿*自"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Ageing [10w] There's no such thing as age -- only degrees of opacity."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Gifts Never look a gift horse in the assor a donkey in the mouth."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Witticisms The greatest reward for coming up with some witty turn of phraseis that some day, if you're lucky,it may wind up in a fortune cookieat the very Chinese restaurant you're eating in!But if you get a big head about it,know it wasn't the flattery,it was the MSG."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Time Time waits for no man ~but for hot women Time makes exceptions."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Want vs. What's Coming to You As the Rolling Stones say,You can't always get what you want ~but God will always give you what's coming to you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hung [10w] Being caught with your pants down is a hanging offense."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Perfect Sex [10w] Perfects sex balances the conflicting pleasures of submission and mastery."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Renewal Cream [10w] The features of the human face are enriched by poetry."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Optimists vs. Death [10w] Optimists are hopeful people who see a coffin as half-full."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Mongolian, Temeenii'malgai The small fuzzy hat worn by camels that cross the Gobi desert. Usually stolen by natives of Ulaanbaatar for the groom's hat at weddings. The fuzz on the hat smells so bad that the groom is temporarily blinded and can't see how ugly the bride looks until it's too late."},{"Author":"Beryl Dov","Category":"purpose","Quote":"New York City [10w] + [10w] + {Couplet} In fast-paced New York Cityeven the bubbling brooks babble.The Hudson and East River run rabid,skirting the rabble"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Comedy vs. Satire [10w] Comedy pokes fun at society's self-inflation;satire deflates the balloon."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Time is Not a Constant [10w] Time speeds up, crawls, compresses and expands depending on mood."},{"Author":"Beryl Dov","Category":"purpose","Quote":"National Rifle Association Credo [10w] God gave us two hands to holdan assault rifle."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Depression vs. Death Depression is anger turned within causing misery and hopelessness.Death is hate turned within until it totally eats you alive."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What is Hate? [10w] Hate is merely love hiding behind the mask of envy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Lady Clowns [10w] Lady clowns drip menstrual blood in seven luscious rainbow colors."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Jonesing [10w] Is it odd of me that I'm Jonsesing for strange?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Dating Asian Her Kung Fu style was not too bad,but at doggie style she had me had."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Clairol: Does she or doesn't she... ...take it up the ass."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Love and Death [10w] A person who lives without love chooses death by default."},{"Author":"Beryl Dov","Category":"purpose","Quote":"AMTRAK: See America at see level... even though we cost twice as much as a plane and get you there 3 days later."},{"Author":"Beryl Dov","Category":"purpose","Quote":"California [10w] No two snowflakes are alike,unless they're California yoga practitioners."},{"Author":"Beryl Dov","Category":"purpose","Quote":"God is Great [10w] God found me in a dumpster and made me holy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Obscenity [10w] Obscenity's undefinable becauseeverything that occurs in nature is natural."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Rhyme vs. Reason {Couplet} Do not try to make rhyme of reason,nor reason of rhyme;For the former's too systematic,the latter's too sublime."},{"Author":"Beryl Dov","Category":"purpose","Quote":"What Might Have Been {Couplet} Dwell not upon what might have been,Within such idle spin, you can never win."},{"Author":"Beryl Dov","Category":"purpose","Quote":"United Negro College Fund: A mind is a terrible thing to waste... ...and so is your paycheck,so don't waste good money on a lost cause."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Neanderthal Poetry A poem should come as quick as lightningand create the awe Neanderthals felt cringing in their caves when hearing a clap of thunder."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Concatenate /kənˈkætəneɪt/to link together, as in a chain Do you concatenate cats by tying their tails together or do you just stuff the tail of one into the mouth of the other?Which method is better for yanking your chain?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Pitter Patter I love to hear the pitter patter of little feet ~as they unsuccessfully struggle to break free of my choke hold."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Let's Face It [10w] If you've peed on enough fire hydrants, you're a dog."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The ‘New House, New Luck’ Fallacy [10w] Switching external environment doesn't cure depression;change must occur internally."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Don’t Let the Dead Fish Fool You [10w] Even the eyes of a dead fish can reflect light."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poetry as Conspiracy [10w] A poem is unspoken conspiracy between the reader and poet."},{"Author":"Beryl Dov","Category":"purpose","Quote":"A Poem Should Be Motionless A poem should be motionlessin its eternal truthsand animated to inspire latent words into action."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Murder [10w] Two coats of paint doen't get rid of a ghost."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Brewing Poetry Comma sips between the lines,insights percolate into a 10w,a latte sonnet here, a cappuccino couplet there.A few smartass epiphanies,and something new in every brew.One final fix,voilà, the poem is fixed!I adore this caffeine,that alchemises the extraordinary into the routine,and vice versa with the unforseen.It turns blue aquamarine,and words into Mexican jumping beans."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Myself [10w] \"I don't really know myself;he's only a tenuous acquaintance."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Elegance in Simplicity [10w] The more complex the problem,the simpler the correct answer."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Is Prayer Only for the Living? III [10w] Do angels pray to God to intercede on mankind's behalf?"},{"Author":"Beryl Dov","Category":"purpose","Quote":"Remorse among Thieves When a caught thief shows remorse he says to himself,\"I knew I should pull off that heist differently."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Two Dust Storms or A Nice Pair of Haboobs A palm tree passes through a sandstorm, shakingoff the dusty rain like a wet dogon the less fortunate wayfarersburied in the sand."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Steer Clear [10w] Avoid alliances with anyone who's more to gain than you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Definition of Haiku in Haiku Due to brevityyour lame observations seemdeeper than they are."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Out to Lunch [10w] Behind closed doors, there's nothing we rightfully can call crazy."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Nursing Homes [10w] Nursing homes are house haunted by the living and half-dead."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Hermits vs. Rising Real Estate Costs [10w] Hermits can no longer afford a cabin in the woods."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Immortality [10w] True immortality means you've created something that will outlive you."},{"Author":"Beryl Dov","Category":"purpose","Quote":"You're My Favorite' If you want all your children to know they're your favorite,give them all the same nameand whisper this confession in all their earswith the promise not to telltheir brothers and sisters."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Six-Pack [10w] A six-pack of beer's inversely proportional to six-pack of abs."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Poets, Shakespeare and Trash A poet must read equal amountsof trash and Shakespeare to learn how to distinguish between the two."},{"Author":"Beryl Dov","Category":"purpose","Quote":"Creation \"I shake my fist and there's bang.Stars sift like sand through my fingers;each swirl of my wrist a galaxy,every kiss imbued with a bit of me."},{"Author":"Beryl Dov","Category":"purpose","Quote":"War [10w] Fight wars not to win, but so our enemies don't."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Road to Poetry Hell [10w] The road to poetry hell is likepaved with similes."},{"Author":"Beryl Dov","Category":"purpose","Quote":"The Bonds That Tie Weak bonding is sharing a common interest;strong bonding is sharing a common enemy."}]