[{"Author":"Cassandra Clare,  City of Bones","Category":"quotes","Quote":"The meek may inherit the earth, but at the moment it belongs to the conceited. Like me."},{"Author":"Stephenie Meyer,  Breaking Dawn","Category":"quotes","Quote":"Did you know that 'I told you so' has a brother,Jacob?\"she asked cutting me off. \"His name is 'Shut the hell up'."},{"Author":"Sarah Dessen,  Just Listen","Category":"quotes","Quote":"All I'd ever wanted was to forget. but even when I thought I had, pieces had kept emerging, like bits of wood floating up to the surface that only hint at the shipwreck below."},{"Author":"Ambrose Bierce,  The Unabridged Devil's Dictionary","Category":"quotes","Quote":"Quotation, n: The act of repeating erroneously the words of another."},{"Author":"A.A. Milne,  If I May","Category":"quotes","Quote":"[A] quotation is a handy thing to have about, saving one the trouble of thinking for oneself, always a laborious business.\"(The Record Lie)"},{"Author":"Madeline Miller,  The Song of Achilles","Category":"quotes","Quote":"And perhaps it is the greater grief, after all, to be left on earth when another is gone."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"quotes","Quote":"0 plus 100 equals 100. But so does 50 plus 50, only with more balance. Let this be a lesson in love."},{"Author":"Tyler Perry","Category":"quotes","Quote":"You can get a thousand no's from people, and only one \"yes\"from God."},{"Author":"Roopleen","Category":"quotes","Quote":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"quotes","Quote":"I hate quotations. Tell me what you know."},{"Author":"Brian Tracy","Category":"quotes","Quote":"An attitude of positive expectation is the mark of the superior personality."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"To conquer frustration, one must remain intensely focused on the outcome, not the obstacles."},{"Author":"Winston S. Churchill","Category":"quotes","Quote":"It is a good thing for an uneducated man to read books of quotations."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Head up, heart open. To better days!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"quotes","Quote":"I need more frugality. I wonder where I can buy some."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"quotes","Quote":"If I waste all my charity, all I’ll wind up with in the end is the wind. Still, I think I want to be the Dandelion of Love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"quotes","Quote":"My feet are dense with dance. I move like I’m wearing concrete boots and I’m trying to tread water. If the music is salsa, I may start gargling."},{"Author":"Marlene Dietrich","Category":"quotes","Quote":"I love quotations because it is a joy to find thoughts one might have, beautifully expressed with much authority by someone recognized wiser than oneself."},{"Author":"Julio Cortázar,  Around the Day in Eighty Worlds","Category":"quotes","Quote":"In quoting others, we cite ourselves."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on."},{"Author":"Louisa May Alcott,  Little Women","Category":"quotes","Quote":"You don’t need scores of suitors. You need only one… if he’s the right one."},{"Author":"Brian Tracy","Category":"quotes","Quote":"Love only grows by sharing. You can only have more for yourself by giving it away to others."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"People who do a job that claims to be creative have to be alone to recharge their batteries. You can’t live 24 hours a day in the spotlight and remain creative. For people like me, solitude is a victory."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Don’t spoil me with your lies, love me with your truth."},{"Author":"Anna Wintour","Category":"quotes","Quote":"Create your own style… let it be unique for yourself and yet identifiable for others."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"To hide feelings when you are near crying is the secret of dignity."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"quotes","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The sky is not my limit...I am."},{"Author":"Anna Wintour","Category":"quotes","Quote":"It’s always about timing. If it’s too soon, no one understands. If it’s too late, everyone’s forgotten."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"It is beautiful to express love and even more beautiful to feel it."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"The most complicated skill is to be simple."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Manipulation, fueled with good intent, can be a blessing. But when used wickedly, it is the beginning of a magician's karmic calamity."},{"Author":"E. Lockhart,  We Were Liars","Category":"quotes","Quote":"See the world as it is, not as you wish it would be"},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I’m very much down to earth, just not this earth."},{"Author":"Allan Rufus","Category":"quotes","Quote":"Your inner strength is your outer foundation"},{"Author":"Robert Byrne,  The 2,548 Best Things Anybody Ever Said","Category":"quotes","Quote":"To err is human, to purr is feline."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be."},{"Author":"Jackson Pearce,  Fathomless","Category":"quotes","Quote":"It is beautiful, it is endless, it is full and yet seems empty. It hurts us."},{"Author":"James Allen,  As a Man Thinketh","Category":"quotes","Quote":"A strong man cannot help a weaker unless the weaker is willing to be helped, and even then the weak man must become strong of himself; he must, by his own efforts, develop the strength which he admires in another. None but himself can alter his condition."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Fashion is a language that creates itself in clothes to interpret reality."},{"Author":"Karen Quan,  Write like no one is reading 2","Category":"quotes","Quote":"How beautiful would it be if we could just see souls instead of bodies? To see love and compassion instead of curves."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"A tamed woman will never leave her mark in the world."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"Fly without wings; Dream with open eyes; See in darkness."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"quotes","Quote":"She turned to look at him, and he was already looking at her. “I’m going to miss you when I wake up,” she whispered, because she realized that she must have fallen asleep under the sun. Arin was too real for her imagination. He was a dream.“Don’t wake up,” he said."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"The woman is the most perfect doll that i have dressed with delight and admiration."},{"Author":"Dejan Stojanovic,  The Shape","Category":"quotes","Quote":"I am the shore and the ocean, awaiting myself on both sides."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"quotes","Quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"I watch you like a mirror, because I see in you what I see in myself. Who we love is a reflection of who we are."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"The purpose of life is the expansion of happiness."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"Non-judgment quiets the internal dialogue, and this opens once again the doorway to creativity."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"Each of us is a unique strand in the intricate web of life and here to make a contribution."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"She bats her eyelashes like I’m throwing baseballs at them. I must be as romantic as Pete Rose’s last name."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"Using my thumb and middle finger, I tend to make snap decisions. Right away I know whether I like a song or not."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"To catch affection, try being efficient by using a fishing net. You can’t sit back and wait for romance to grow on trees."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"Sleep is the breakfast of champions. This morning I had two big bowls full, each two hours deep."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"When stuck in outer space, moonwalk home. I can dance as well as any hitchhiker in the galaxy, and you can 42 off if you don’t believe me."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"People won't buy study guides for a dollar, but they will pay 100 dollars for test answers. A ‪#startup‬‬‬‬ should keep this mentality in mind."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"We must make love to find out how it’s made. I don’t know what the ingredients are, but I think we can make a batch or two by morning."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"When traveling on foot through the Sahara Desert, be sure to pack several gallons of ice cream, and keep them close to your heart, because nothing, not even my love, can make that thing melt."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"This year I vow to learn how to garden. I will be the Farmer of Love and grow in understanding and forgiveness."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"Despite his last name, I’ll bet Johnny Cash never had an inflated ego, or needed a wheelbarrow full of last name to go shopping."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I like to reinvent myself — it’s part of my job."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"Even though it’s locked in a cage, my heart is a bird that flutters at the sound of her voice, as if trying to fly to the point in the sky where yellow meets blue."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"quotes","Quote":"She said she was a nurse. I replied that she must have a lot of patience—and patients. I would have said more, but I ran out of homophones."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"The secret to modeling is not being perfect. What one needs is a face that people can identify in a second. You have to be given what’s needed by nature, and what’s needed is to bring something new."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"We need houses as we need clothes, architecture stimulates fashion. It’s like hunger and thirst — you need them both."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I want everyone to wear what they want and mix it in their own way. That, to me, is what is modern."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"Our biological rhythms are the symphony of the cosmos, music embedded deep within us to which we dance, even when we can't name the tune."},{"Author":"F. Scott Fitzgerald,  Tender Is the Night","Category":"quotes","Quote":"My God,' he gasped, 'you're fun to kiss."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Luxury is the ease of a t-shirt in a very expensive dress."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"The best kind of humans are the ones who stay."},{"Author":"D.H. Lawrence","Category":"quotes","Quote":"There is nothing to save, now all is lost,but a tiny core of stillness in the heartlike the eye of a violet."},{"Author":"Swedish Proverb","Category":"quotes","Quote":"Love me when I least deserve it, because that's when I really need it."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Each moment of worry, anxiety or stress represents lack of faith in miracles, for they never cease."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Sometimes the most beautiful people are beautifully broken."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"We swallowed the chaos because we knew we didn't want to be ordinary."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"But dear, don’t be afraid of love it’s only magic."},{"Author":"Ruta Sepetys,  Between Shades of Gray","Category":"quotes","Quote":"...we're dealing with two devils who both want to rule hell."},{"Author":"Paulo Coelho,  The Devil and Miss Prym","Category":"quotes","Quote":"Love, too, was just a question of time"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Elevate your inside game. A negative attitude is below the horizon...a place for lonesome hearts."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Betrayal and dishonor is usually an inside job. Keep it 'sucka-free', loved one!"},{"Author":"Robert M. Drake","Category":"quotes","Quote":"It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Truth does not sit in a cave and hide like a lie. It wanders around proudly and roars loudly like a lion."},{"Author":"Doreen Virtue","Category":"quotes","Quote":"Because you’re a creation of God, you reflect the Divine qualities of creativity, wisdom, and love."},{"Author":"Blaise Pascal","Category":"quotes","Quote":"Love knows no limit to its endurance, no end to its trust, no fading of its hope; it can outlast anything. Love still stands when all else has fallen."},{"Author":"Shannon L. Alder","Category":"quotes","Quote":"An open Facebook page is simply a psychiatric dry erase board that screams, “Look at me. I am insecure. I need your reaction to what I am doing, but you’re not cool enough to be my friend. Therefore, I will just pray you see this because the approval of God is not all I need."},{"Author":"Suzy Kassem","Category":"quotes","Quote":"Stand up for what is right, regardless of who is committing the wrong."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Don't wish...DO! Don't try...BE! Don't think...KNOW! And above all: Bless a stranger with a small, yet powerful, random act of kindness. You feel me?"},{"Author":"Anne Brontë,  Agnes Grey","Category":"quotes","Quote":"He had not breathed a word of love, or dropped one hint of tenderness or affection, and yet I had been supremely happy. To be near him, to hear him talk as he did talk, and to feel that he thought me worthy to be so spoken to - capable of understanding and duly appreciating such discourse - was enough."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Fashion and music are the same, because music express its period too."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Reinvent new combinations of what you already own. Improvise. Become more creative. Not because you have to, but because you want to. Evolution is the secret for the next step."},{"Author":"Paulo Coelho,  Aleph","Category":"quotes","Quote":"You don't need to climb a mountain to know that it's high."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you."},{"Author":"Oprah Winfrey,  Oprah Winfrey Speaks: Insights from the World's Most Influential Voice","Category":"quotes","Quote":"Opportunity may knock only once but temptation leans on the door bell"},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"quotes","Quote":"She’d felt it before, she felt it now: the pull to fall in with him, to fall into him, to lose her sense of self."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"quotes","Quote":"An emotion clamped down on her heart. It squeezed her into a terrible silence. But he said nothing after that, only her name, as if her name were not a name but a question. Or perhaps that it wasn’t how he had said it, and she was wrong, and she’d heard a question simply because the sound of him speaking her name made her wish that she were his answer."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The path of peace is not a passive journey. It takes incredible strength not to open a can of 'whoop-ass', justifiably, when ones button is pushed."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"There is another alphabet, whispering from every leaf, singing from every river, shimmering from every sky."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"quotes","Quote":"Even if you are alone you wage war with yourself."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Stuff your brain with knowledge."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Solitude is the house of peace."},{"Author":"Keisha Keenleyside","Category":"quotes","Quote":"fight for what you believe in,for if you don't you will be forever fighting against yourself."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"To risk life to save a smile on a face of a woman or a child is the secret of chivalry."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Bravado may stir the crowd, but courage needs no audience."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"To witness miracles unfold in your experience, count your blessings and be thankful. Perceived small blessings accumulate to be the most powerful."},{"Author":"Ned Vizzini,  It's Kind of a Funny Story","Category":"quotes","Quote":"It's such a silly little thing, the heart."},{"Author":"Charlie Cochet,  Hell & High Water","Category":"quotes","Quote":"Cael, come on. Stop licking the dude. That's gross.\"Letty let out a snort. \"Please, like you don't lick dudes.\"\"That's different,\"Dex explained with a grimace. \"None of those dudes were Ash. Besides, last time I checked, Ash was allergic to nuts."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Don’t overact the story of your name. Overact the story of your work."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Having beef with someone is unnecessary and avoidable. Whatever the issue, if not positive, it is an opportunity to cut the excess fat from an unhealthy dietary network. Simply excuse yourself from the table of negativity and lean forward in peace."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"The elegance is as physical, as moral quality that has nothing common with the clothing. You can see a countrywoman more elegant than one so called elegant woman."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"It was never about the world being too big, it was more like she was too much for the world to handle."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"Words rich in meaning can be cheap in sound effects."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"What you are, and who you are should provide greater clarity about where you have been and where you are headed. Although one distinguishes spiritual from physical nature, the ultimate unification of the two is the consequence of the struggle for internal, external and eternal – peace."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Ignorance is not bliss. It is the kiss of death."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Never let haters 'still' your flow. They can only do so with your permission."},{"Author":"Ralph Waldo Emerson,  The Tao of Emerson the Tao of Emerson","Category":"quotes","Quote":"Love what is simple and beautiful. These are the essentials."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Tough love may be tough to give, but it is a necessity of life and assurance of positive growth."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Love spiritually, not strategically."},{"Author":"Candace C. Bowen","Category":"quotes","Quote":"Writers don't get mad they get even in their novels."},{"Author":"Stephen King","Category":"quotes","Quote":"Quiet people have the loudest minds."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"She wildly burned for the one she loved and he stood there watching, hoping he too would catch a blaze from the violence stirring in her heart."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"What you do teaches faster, and has a lasting impression, far beyond what you say."},{"Author":"Lauren Oliver,  Pandemonium","Category":"quotes","Quote":"It's amazing how close I have been, all this time, to my old life. And yet the distance that divides me from it is vast."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"quotes","Quote":"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"She needed the chaos within her in order to discover the extraordinary no man could ever reach."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Hating skin color is contempt for God's divine creative imagination. Honoring it is appreciation for conscious, beautiful-love-inspired diversity."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I do my job like I breathe — so if I can’t breathe I’m in trouble."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Fashion is about going ahead, not about memory."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The first law of nature is self-preservation. Cut off that which may harm you. But if it is worth preserving, and is meaningful, nourish it and have no regrets. Ultimately, this is true living and love of self...from within."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Its dark and I’m reading my scars because our moments remind me of where I should be."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"We are all connected. When one arm or foot is poisoned, the whole body becomes infected."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"You cannot build a dream on a foundation of sand. To weather the test of storms, it must be cemented in the heart with uncompromising conviction."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"quotes","Quote":"You not only are hunted by others, you unknowingly hunt yourself."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The ego lusts for satisfaction. It has a prideful ferocious appetite for its version of \"truth\". It is the most challenging aspect to conquer; the cause for most spiritual turmoil."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"You’re not a bad person, you’re just a little bit different and I’m a sucker for that."},{"Author":"M.G. Wells","Category":"quotes","Quote":"LOVE is and will ALWAYS be the greatest GIFT ƸӜƷ"},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Maybe love was meant to save us from ourselves."},{"Author":"Elizabeth Chandler,  The Back Door of Midnight","Category":"quotes","Quote":"People fear anyone who differs from what is considered normal, and in a small town the idea of normal can be as narrow as the streets."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Both friend and enemy reside within us. One lives by the rule of compassion, the other by the rule of hard knocks. Though potential influence of either extreme is inevitable, our actions bear witness to the one we embrace."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"One who will not accept solitude, stillness and quiet recurring moments...is caught up in the wilderness of addictions; far removed from an original state of being and awareness. This is 'dis-ease."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"There are two paths of which one may choose in the walk of life; one we are born with, and the one we consciously blaze. One is naturally true, while the other is a perceptive illusion. Choose wisely at each fork in the road."},{"Author":"Simón Bolívar","Category":"quotes","Quote":"Damn it! How will I ever get out of this labyrinth?"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Love is a flower that should never cease to grow. Nurture it, and it will outlive you. Neglect it, and it will wilt away and die."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Fashion is about two things: the evolution and the opposite."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"I know how you feel because I’ve been there too. I’ve hated and I’ve loved. I’ve seen my demons root and crawl and my angels branch and soar. I've died within myself and lived a thousand different lives. I too fight the same war and I too am drowning in the puddles of self-consciousness this world created."},{"Author":"Enkelejd Lamaj","Category":"quotes","Quote":"‎\"Based on a true story\"? No, thanks. I prefer \"based on a true imagination\"."},{"Author":"Roopleen","Category":"quotes","Quote":"To turn your dreams into reality, all your resources, efforts and concentration should be aligned in the same direction."},{"Author":"Suzy Kassem","Category":"quotes","Quote":"Each time you say hello to a stranger, your heart acknowledges over and over again that we are all family."},{"Author":"Suzy Kassem","Category":"quotes","Quote":"Faith is the flame that eliminates fear."},{"Author":"Cormac McCarthy","Category":"quotes","Quote":"I never had any doubts about my abilities. I knew I could write. I just had to figure out how to eat while doing this.[Cormac McCarthy's Venomous Fiction, New York Times, April 19, 1992]"},{"Author":"Matsuri Hino,  Vampire Knight, Vol. 16","Category":"quotes","Quote":"No matter how dim the light filtering through the trees is, you can still try your best to grasp it. -Kaien Cross"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Fully inhale your dream and completely exhale manifestation of it."},{"Author":"Michelle Cooper,  The FitzOsbornes in Exile","Category":"quotes","Quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife,' I said, sighing.'Is it?' said Veronica, looking surprised. 'Universally acknowledged? Surely that presupposes life similar to human societies beyond this planet, and besides--''No, no, it's a quote from ... Never mind,' I said."},{"Author":"W.H. Auden","Category":"quotes","Quote":"Language is the mother, not the handmaiden, of thought; words will tell you things you never thought or felt before."},{"Author":"John Green,  Looking for Alaska","Category":"quotes","Quote":"The only way out of the labyrinth of suffering is to forgive"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Life is short only if you are not living your purpose."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The Motto of Champions: If you are hurt, you can suck it up and press on. If injured, you can rebound and return bigger and better...and continue to inspire!"},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I had an interview once with some German journalist—some horrible, ugly woman. It was in the early days after the communists—maybe a week after—and she wore a yellow sweater that was kind of see-through. She had huge tits and a huge black bra, and she said to me, ‘It’s impolite; remove your glasses.’ I said, ‘Do I ask you to remove your bra?"},{"Author":"Criss Jami,  Killosophy","Category":"quotes","Quote":"Old words are reborn with new faces."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"I need you because I know I deserve you but let me fall in love with you one last time before I let go. So I can remember the beautiful imperfection that rattled my bones."},{"Author":"Vanna Bonta,  Flight: A Quantum Fiction Novel","Category":"quotes","Quote":"Which came first — the observer or the particle?"},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"Forgiveness isn’t something I’m preoccupied with — turning the other cheek isn’t my trip."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Always listen to the voice of your conscience. If your conscience conflicts with your faith, question everything."},{"Author":"Paulo Coelho,  Aleph","Category":"quotes","Quote":"Déjà vu is more than just that fleeting moment of surprise, instantly forgotten because we never bother with things that make no sense. It show that time doesn't pass. It's a leap into something we have already experienced and that is being repeated."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"How could I live above the water or breathe under it. How could I swim in darkness consumed in an ocean of you? Falling or flying towards you, losing or finding myself in you and beauty was never the word to catch all that you are. For now I know the means of the infinite and it all starts and ends with you."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"At the end of the day I went to this place where your memories left footsteps on my skin and the breath of your touch stained my desire. Yea, it was one of those nights where I needed you the most."},{"Author":"Deepak Chopra","Category":"quotes","Quote":"If the fate of the universe was decided in a single moment at the instant of the Big Bang , that was the most creative moment of all."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Some lean back. But those who lean forward are poised to cross the finish-line, first!"},{"Author":"Deepak Chopra","Category":"quotes","Quote":"Laws of nature have no physical properties of mass /energy. They are platonic truths in transcendent realm that create & govern the Universe."},{"Author":"Aaron Cohen","Category":"quotes","Quote":"Happiness is attained, not through self-interest, but through unconditional fidelity in endless love of eternal light."},{"Author":"Nirav Sanchaniya","Category":"quotes","Quote":"I Am In Love With Myself, With My Heart."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"With all honesty, somewhere between the hello and the dreams I saw you in I fell in love."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"She wasn't broken. She was just bent, over the chance of being ignored by the one she loved."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Do not hate the player, nor the game...rule it!"},{"Author":"Lauren Zimmerman","Category":"quotes","Quote":"You do not exist to serve the illusion. The illusion exists to serve you."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"quotes","Quote":"Someone was coming through the velvet.He was pulling it wide, he was stepping onto Kestrel’s balcony—close, closer still as she turned and the curtain swayed, then stopped. He pinned the velvet against frame. He held the sweep of it high, at the level of his gray eyes, which were silver in the shadows.He was here. He had come.Arin."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"This path was not that of my conscious choosing. But after persistent subconscious confrontation, I have finally embraced what is, 'souly' for me...and I am thankful, when called upon, to be able to share and give to those who seek their own way of the path."},{"Author":"Dejan Stojanovic,  The Creator","Category":"quotes","Quote":"Heavenly bodies are nests of invisible birds."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"There is no competition of sounds between a nightingale and a violin."},{"Author":"Eddie Johnson","Category":"quotes","Quote":"Fear of the LORD is the beginning of knowledge. Only Fools despise wisdom and discipline.\"Proverbs 1:7 NLT"},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Maybe what this is. What we have, is something that will save us from ourselves."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"What are you prepared to give for your dream? If it is not everything...stop pipe dreaming."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Thought before word, never word before thought."},{"Author":"Lisa Gillis,  Weathering Jack Storm","Category":"quotes","Quote":"Stung again by this queen bee of the Loren clan, Marissa shook it off and retorted, “See, that’s just it. I don’t always love Jack Storm. But with all my heart I love Jack Loren."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Freedom is realizing you have a choice."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"A King and Queen cannot support a crown with eyes looking down. Their universe expands as far as you can see."},{"Author":"Roopleen","Category":"quotes","Quote":"Quitting is never an option on the road to success. Find the way forward. If you have a positive mindset and are willing to persevere, there is little that is beyond your reach. The attitude of being ready to work even in the face of challenges and despite odds is what will make all the difference in your life."},{"Author":"John Green","Category":"quotes","Quote":"If people were rain, I'd be a drizzle and she'd be a hurricane."},{"Author":"Rosamund Hodge,  Cruel Beauty","Category":"quotes","Quote":"Though mountains melt and oceans burn,The gifts of love shall still return."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"If you wish to transform, pretend this day until it is so."},{"Author":"Dejan Stojanovic,  The Sign and Its Children","Category":"quotes","Quote":"To come to nothing through something is the way to outside from both sides."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Suddenly I remembered that laugh, it told a different story, our story."},{"Author":"M.G. Wells","Category":"quotes","Quote":"ღ¸.•* Love is Colorblind *•.¸ღ"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Success is not determined by the outcome. The outcome is the result of having already decided that you are successful to begin with."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"In the game of life, we all receive a set of variables and limitations in the field of play. We can either focus on the lack thereof or empower ourselves to create better realities with the pieces we play the game with."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Let discernment be your trustee, and mistakes your teacher."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"We’re only instruments of love, flowing through heaps of pain hoping one day we’d hatch a passion of our own."},{"Author":"Elizabeth Parker,  Bark Out Loud! Motivational Quotes Inspired by Dogs","Category":"quotes","Quote":"The only thing wrong with trying to please everyone is that there's always at least one person who will remain unhappy. You."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"If the thought inspires you, and it feels good and right...it is yours, alone, to exercise. So get right on it!"},{"Author":"مليكة أوفقير ، ميشيل فيتوسي,  Stolen Lives: Twenty Years in a Desert Jail","Category":"quotes","Quote":"أني لأرثى لحال هؤلاء البشر الذين يعيشون خارج قضبان السجن ولم تتسنّ لهم الفرصة ليعرفوا القيمة الحقيقية للحياه"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Not every instance requires a response. Truth resides silently in the seat of power."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Do not only think about it, but feel about it, also, before taking appropriate action."},{"Author":"Kellie Elmore,  Magic in the Backyard","Category":"quotes","Quote":"Sing me a love song in a slow, southern drawl to the tune of sunny days..."},{"Author":"Kerstin Gier,  Saphirblau","Category":"quotes","Quote":"....but talking to a ghost about a demon when you’re in a room full of people who can’t see either of them is not to be recommended."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Though I think and speak of greater becoming, I, too, am an infinite work in progress."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"Everything that looks too perfect is too perfect to be perfect."},{"Author":"Dejan Stojanovic,  The Creator","Category":"quotes","Quote":"Color is the overpowering of black; white – the final victory over black."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Broken hearts, you can run, you can hide and perhaps the earth is big enough to believe you’re safe. So maybe for a moment you have escaped but hear me, hear me well. Love will find you and it will leave nothing behind."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"The greatest adventure is to have no fear for the blaze that lies ahead."},{"Author":"Evinda Lepins","Category":"quotes","Quote":"Sometimes it takes a meltdown to cool down."},{"Author":"Jonathan Anthony Burkett","Category":"quotes","Quote":"I live to inspire, not start the fire."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"A man who tells you to follow him will turn his followers into his company, while a true leader who does not tell you to follow him, will sit in the company of his followers."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Everyone should strive to be a world citizen. Boundaries were created by man, not the Creator. There is no such thing as THEM vs. US. There is only 'WE'."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"What surrounds us is what is within us."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"When spontaneous demoralizing thoughts seep into your conscience, don't trip...allowing them to fester. These are random tests of your conviction and determination. Large or small, your reaction to such intrusions is a defining moment for which no one else, but you, can mitigate."},{"Author":"Keisha Keenleyside","Category":"quotes","Quote":"Love is relentless, and so am I ;)"},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"quotes","Quote":"The same word we love and hate, leaves in different directions, taking different paths."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"Excuse me, I feel interrupted and I think I've overdose from the idea of loving you."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"To love is to soar in the wild unexpectedly."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"While fear depletes power, faith gives wings for the soul’s elevation."},{"Author":"Neil Gaiman,  Stardust","Category":"quotes","Quote":"He had had a severe shock some weeks earlier, when, having narrowly failed to capture a large grey-brown hare for his dinner, it had stopped at the edge of the forest, looked at him with disdain, and said, 'Well, I hope you're proud of yourself, that's all,' and had scampered off into the long grass"},{"Author":"Diana Rose Morcilla","Category":"quotes","Quote":"Your life is a movie. You are the main character. You say your scripts and act to your lines. Of course you do your lines in each scene. There is a hidden camera and a director who you can ask for help anytime up above."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"Comedy is a necessity to get through life with the fewest scars. Humor is the best antidote to help relieve all struggles."},{"Author":"Nikki Rowe","Category":"quotes","Quote":"i was lieing to myself when I thought I was lost, I have never been lost - I just wasn't ready to be found."},{"Author":"Dejan Stojanovic,  Circling: 1978-1987","Category":"quotes","Quote":"The night is still waiting."},{"Author":"Gorillaz,  Gorillaz: Rise of the Ogre","Category":"quotes","Quote":"Always be wary of people who use quotes. I don't know who said that.' - Murdoc Niccals"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The energy it took to exit mother’s womb is the same force required to manifest a dream...a different kind of struggle. Push, push, push!"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"From the cradle to the grave, joy and pain is the fertilizer for wisdom."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Divide the constant tide and random noisiness of energetic flow, with conscious recurring moments of empty mind, solitude, gratitude and deep...slow...breathing. Of this, the natural law of self-preservation demands."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A friend is a friend who continues to love you and like you when you don't love him or like him any more."},{"Author":"Dejan Stojanovic,  Circling: 1978-1987","Category":"quotes","Quote":"He knows he will be born again, And start fresh anew."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"You do not get what you wish for, unless it be known to the source of your desire."},{"Author":"M.J. Abraham","Category":"quotes","Quote":"A physical attraction is often desired above many things but you'll discover it to be short lived. Find yourself someone that gets under your skin, seduces the dusty corners of your heart, and provides you with a mental connection. That is when you'll know true intimacy."},{"Author":"Tom Carter,  China: Portrait of a People","Category":"quotes","Quote":"I drift like a cloud,Across these venerable eastern lands,A journey of unfathomable distances,An endless scroll of experiences...Lady Zhejiang here we must part,For the next province awaits my embrace.Sad wanderer, once you conquer the East,Where do you go?"},{"Author":"Suzy Kassem","Category":"quotes","Quote":"The greater the spirit, the more one is alone."},{"Author":"مليكة أوفقير ، ميشيل فيتوسي,  Stolen Lives: Twenty Years in a Desert Jail","Category":"quotes","Quote":"أي طالع أشد سؤآ من أن تكون المرأه في محتمع لا يقدس الا الفحوله وويقود بالعصا قطيع النساء"},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"Truth is irrelevant; what matters is what people believe."},{"Author":"John Eliot","Category":"quotes","Quote":"You will not do incredible things without an incredible dream."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"There is bound to be turbulence in the clouds of confusion before one can view the friendly skies, and an illuminated landing strip."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"When individuals and communities do not govern self, they risk being ruled by external forces that care less about the well-being of the village."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"During moments of strife and 'dis-ease', check your flow and redirect your focus to that which is naturally good."},{"Author":"Anurag Anand","Category":"quotes","Quote":"Change the world, I know I won’t,Enthralling as always I hope it remains,A kaleidoscope of joy, sorrow and pain.But my only wish as I take this jaunt,Is for my words on you to impress upon,A smile, a tear or even an angry frown."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"Be aware of the high notes, of the blissful faces and their soft messages, and listen for the silent message of a highly decorated gift."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Your life experience is a moving picture, of which you are writer, director, performer, producer and critic."},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"Some things are just like riding a bicycle; you jump on, pedal, and hope you don’t fall."},{"Author":"Benny Bellamacina,  The King of Rhyme","Category":"quotes","Quote":"If you can't make ends meet, meet them in the middle instead"},{"Author":"Purba Chakraborty,  Shades Of Life","Category":"quotes","Quote":"Some people are not meant to be a part of our lives forever. Some people visit our lives for a brief period, not to stay in it, but to show us something that we have been unable to see it ourselves. In the form of a gift, a lesson or a piece of wisdom, they change the course of our life and help us to fulfill our destiny."},{"Author":"Na'ama Yehuda","Category":"quotes","Quote":"If not in the moment, where do you propose to live?"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Past and future is determined by what is now…right now! This is why the present is a gift; the only one that ultimately matters most."},{"Author":"Rene Denfeld,  The Enchanted","Category":"quotes","Quote":"The books brought brilliance to my life, and they brought an understanding: Life is a story. Everything that has happened and will happen to me is all part of the story of this enchanted place - all the dreams and visions and understandings that come to me in my dungeon cell. The books helped me see the truth is not in the touch of the stone but in what the stone tells you."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"quotes","Quote":"For a game, you don’t need a teacher."},{"Author":"Ricky Maye,  Barefoot Christianity","Category":"quotes","Quote":"Being the light of the world is about being a broken, exploding, scarred star and shining a light of hope and inspiration to everyone around you."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Making a dream into reality begins with what you have, not with what you are waiting on."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"Dream by making and make by dreaming."},{"Author":"Robert Mykle","Category":"quotes","Quote":"Writers Are Insane. For months we are lone wolves locked in our caves. Then overnight we become publicity hounds. It's a schizophrenic business."},{"Author":"Ali","Category":"quotes","Quote":"The moment you start arguing with an ignorant fool, you have already lost."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"It is common to represent a title, but inspiring to represent a purpose."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"If you have a dream, keep it. But write it down and take appropriate actions to see it manifest."},{"Author":"Corey Aaron Burkes","Category":"quotes","Quote":"If you want something done, you'll have to dream it yourself."},{"Author":"Terry Pratchett,  Men at Arms","Category":"quotes","Quote":"Then Carrot said, \"It's better to light a candle than curse the darkness, captain. That's what they say.\"\"What?\"Vimes sudden rage was like a thunderclap. \"Who says that? When has that ever been true? It's never been true! It's the kind of thing people without power say to make it all seem less bloody awful, but it's just words, it never makes any difference -"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Fear is the lack of faith in one's ability to create powerful solutions."},{"Author":"Robert Frost","Category":"quotes","Quote":"Nor is there wanting in the pressSome spirit to stand simply forth,Heroic in it nakedness,Against the uttermost of earth.The tale of earth's unhonored thingsSounds nobler there than 'neath the sun;And the mind whirls and the heart sings,And a shout greets the daring one."},{"Author":"Neal Shusterman,  The Schwa Was Here","Category":"quotes","Quote":"...the Statue of Liberty's got this invitation: 'Give me your tired, your poor, your reeking homeless--''Huddled masses,' said Ira. 'Give me your tired, your poor, your huddled masses yearning to breathe free.'...Okay, fine. So like everybody in the old countries says, 'Hey, I'm a huddled mass,' and they all wanna come over."},{"Author":"Nandini Deka","Category":"quotes","Quote":"Life without Music would be a Mistake. Life without Books would be Catastrophic!"},{"Author":"Shannon L. Alder","Category":"quotes","Quote":"Every quote is like a Picasso. The meaning is different for each person and half the admirers miss the true intent and twisted humor of it all."},{"Author":"Virchand Gandhi","Category":"quotes","Quote":"In our country religion is not different from philosophy and religion & philosophy don’t differ from science."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"I kept loving and loving and loving. Every waking hour, I marveled on how these moments would make made me feel. I wanted to love the world and be the change it so deliciously craved."},{"Author":"Robert M. Drake","Category":"quotes","Quote":"I arrived, I saw humans and I saw through their faces. Nothing ever changes but the light in their eyes. For I too have buried my demons today, without knowing what might remain beneath the face of tomorrow."},{"Author":"Aimee Mann","Category":"quotes","Quote":"I think, to be happy is to be interested and engaged."},{"Author":"Jaachynma N.E. Agu,  The Prince and the Pauper","Category":"quotes","Quote":"God is indeed able to make you what He wants you to be."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"The only walls that exist are those you have placed in your mind. And whatever obstacles you conceive, exist only because you have forgotten what you have already achieved."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom."},{"Author":"Tae Yun Kim,  Seven Steps to Inner Power","Category":"quotes","Quote":"Be the winner in your life!"},{"Author":"Gustave Flaubert,  Madame Bovary","Category":"quotes","Quote":"The smooth folds of her dress concealed a tumultuous heart, and her modest lips told nothing of her torment. She was in love."},{"Author":"Paul Murray,  Skippy Dies","Category":"quotes","Quote":"Life makes fools of us all sooner or later. But keep your sense of humor and you'll at least be able to take your humiliations with some measure of grace. In the end, you know, it's our own expectations that crush us.\"-- from Skippy Dies"},{"Author":"Amie Kaufman,  This Shattered World","Category":"quotes","Quote":"What does it mean?” Flynn turns to gaze at me, eyes finally meeting mine.I find myself smiling because I know exactly what it means. “It means the clouds are clearing on Avon."},{"Author":"Darcia Helle,  Hit List","Category":"quotes","Quote":"She had one of those goofy smiles that made you wonder if she was too stupid to know that life sucks most of the time."},{"Author":"Karl Lagerfeld","Category":"quotes","Quote":"I would like to be a one-man multinational fashion phenomenon."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Life: It is better not to wrap philosophy around such an inconceivable evolving beautiful mystery. If based on perception, alone; whatever the conclusion - it is still guessing."},{"Author":"Diana Rose Morcilla","Category":"quotes","Quote":"Dreams. They start in your beautiful mind. Think of beautiful things and it will manifest into actions because your body will listen to you. Like it always does."},{"Author":"Dejan Stojanovic","Category":"quotes","Quote":"He had an answer to almost everything and he retired at an early age."},{"Author":"Lauren Zimmerman","Category":"quotes","Quote":"It does not manifest so that you can believe in it. You believe in it so that it can manifest."},{"Author":"Jawaharlal Nehru,  Selected Works of Jawaharlal Nehru, Vol 15, Part 2, 26 October, 1950- 28 February 1951","Category":"quotes","Quote":"There is no end to the adventures that we can have if only we seek them with our eyes open."},{"Author":"Chris Prentiss,  The Alcoholism and Addiction Cure","Category":"quotes","Quote":"People who believe they have bad luck create bad luck. Those who believe they are very fortunate, that the world is a generous place filled with trustworthy people, live in exactly that kind of world."},{"Author":"Colin Tegerdine,  You Can't Google Life","Category":"quotes","Quote":"You can't Google life"},{"Author":"Adam Young (Owl City), The Yacht Club","Category":"quotes","Quote":"I would rather go swimming with great white sharks than wade in romance 'cause I can never find the courage to ask her to dinner or even to dance."},{"Author":"Albert Camus","Category":"quotes","Quote":"որևէ քաղաք ճանաչելու ամենաճիշտ ձևերից մեկն էլ իմանալն է, թե ինչպե՞ս են այնտեղ աշխատում, ինչպե՞ս են սիրում, և ինչպե՞ս են մեռնում:"},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"People have incredible nerve to do terrible things, but never actually admit to them."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Bling\"is not an indication of riches. It is a product of value-based spending, to enrich the pockets of those outside of ones sphere of influence...the haves' bleeding the have-nots'."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Perception can be one-sided or variant: \"Glass half empty or half full.\"There usually is more than one way of perceiving. Thoroughly check your inner dialogue."},{"Author":"Sandra Chami Kassis","Category":"quotes","Quote":"I Take Life Very Seriously: One Joke At A Time."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is my inner strength and my power."},{"Author":"M.C. Humphreys","Category":"quotes","Quote":"Quotes ain’t all that useful. Fact is, there’s more concise ways to express what you’re feelin’, like screams and moans."},{"Author":"Prakash Guru,  Shades Of Life","Category":"quotes","Quote":"Choices makes us, choices made at mire proves a person to be righteous or evil. It depends on us to be vanquished or to stand indomitable to a predicament."},{"Author":"Emma Holly,  Hot Blooded","Category":"quotes","Quote":"My toes are going to come,\"-MariannThe Night Owl"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Today is not just another ordinary day. It is an opportunity to do, or say, something that just might inspire someone to greater becoming...especially a wayward youth."},{"Author":"Ralph Waldo Emerson","Category":"quotes","Quote":"By necessity, by proclivity, and by delight, we all quote."},{"Author":"Shannon L. Alder","Category":"quotes","Quote":"Inspirational quotes are dances of light that shine in dark places during your life."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"You may have the dark and cold street life, ruled by the lessor light of the moon. During this time I restore my temple, and later awake to greet the awesome radiance of the sun-star."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Life, for the living, is a gift of opportunity; an exercise of the will to choose."},{"Author":"Sinclair Lewis,  Arrowsmith","Category":"quotes","Quote":"I was feeling rational and restless, which is horrible for watching movies"},{"Author":"Pattimari Sheets-Diamond","Category":"quotes","Quote":"Your thoughts make what happen in your life~You can turn anything negative into the positive~What you visualize can come true and you attract it to yourself"},{"Author":"Mehmet Murat ildan,  Antiquary Arago's Diary","Category":"quotes","Quote":"For an apple you can’t reach up and pick, you have to climb that tree; the tree won’t bend down for you!"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"It is more substantial to represent a purpose, rather than just a title."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"quotes","Quote":"If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song."},{"Author":"Madeleine L'Engle,  The Joys of Love","Category":"quotes","Quote":"Sorry. I get attacks of quotitis every once in a while. It's a very rare disease with no cure. It usually attacks older people, and here i am afflicted with it at my tender age."},{"Author":"Wes Moore,  Forcefully Advancing","Category":"quotes","Quote":"From the pastor who has an affair with his secretary, to the jerk at the office who happens to be a deacon, to the overbearing boss who can’t miss his Monday night Bible study, Christians today cause more problems for the gospel than all the devil’s demons put together."},{"Author":"William Shakespeare,  All's Well That Ends Well","Category":"quotes","Quote":"Love is holy."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Rulers are not anointed. They are created by the void of self-mastery."},{"Author":"Michael D. Eisner","Category":"quotes","Quote":"Balanced emotions are crucial to intuitive decision making."},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"I think all artists struggle to represent the geometryof life in their own way, just like writers deal witharchetypes. There are only so many stories that you cantell, but an infinite number of storytellers."},{"Author":"Shannon L. Alder","Category":"quotes","Quote":"God created philosophy for all the intellects that got bored of hearing the same bible stories every Sunday."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let the love of the moon kiss you good night, let the morning sun wake you up with loving light."},{"Author":"Richard A. Hackett Jr.","Category":"quotes","Quote":"When dreams become words to share with others - amazing things can happen."},{"Author":"Mohit Sharma,  Vigyapans","Category":"quotes","Quote":"They say that Good ultimately wins, OK! Sir, Agreed! but the win-loss record of Good vs. Evil is like population of (Moldova vs. China)."},{"Author":"Set it off","Category":"quotes","Quote":"Maybe you'll change Abandon all your wicked waysMake amends and start anew againMaybe you'll seeAll the wrongs you did to meAnd start all over, start all over again.Who am i kidding?Now, lets not get overzealous hereYoure always been a huge piece of shitIf i could kill you i wouldBut it's frowned upon in all fifty statesHaving said that, burn in Hell."},{"Author":"Barrie Kerper,  Paris: The Collected Traveler","Category":"quotes","Quote":"The great correspondent of the seventeenth century Madame de Sevigne counseled, \"Take chocolate in order that even the most tireome company seem acceptable to you,\"which is also sound advice today!"},{"Author":"Rosy Cole,  The Twain: Poems of Earth and Ether","Category":"quotes","Quote":"So I don’t think I’ll make Poet Laureate,but I swear I’m not twisted and bitter,If finely-wrought talentsdon’t weigh in the balance,I can always write haiku on Twitter."},{"Author":"Beautiful Creatures","Category":"quotes","Quote":"God created all things. It's men who decide which ones are mistakes."},{"Author":"Elizabeth Parker,  Bark Out Loud! Motivational Quotes Inspired by Dogs","Category":"quotes","Quote":"If you've delayed achieving your goals, have you ever asked yourself, \"What's stopping you?"},{"Author":"Terry A. O'Neal","Category":"quotes","Quote":"life weighs heavy upon my shoulders and patience starts wearing thin, it is divine hope and dreams which sustain me, pushing me forth against the wind."},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"There’s no better way to get to know a city than to walk its streets. A place will reveal its soul through its sights, sounds and smells, and eventually, it’ll teach you its rhythm."},{"Author":"Esther Verhoef,  Close-up","Category":"quotes","Quote":"There is too much pain in the world,in all shapes and forms.That is what these people represent.Pain from losing their homes,the death of a loved one,failing an exam,having a leg amputated,not getting a resident permit after years of hoping for a better life...That's what binds them,That's what they potray.Pain."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Day or night, good or bad…all things from within."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Image is only temporal. Substance endures. Who said, \"Image is everything\"? And who believed it?"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"For the human experience, life in the natural world seems to require the application of meaning, in order to evoke purpose."},{"Author":"Shannon L. Alder","Category":"quotes","Quote":"Stupid quotes are only Twitters in disguise."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Though the earth contains greater energy and mass than any single being, linked together, \"people make the world go-round\"."},{"Author":"Steven Singh Babbar","Category":"quotes","Quote":"Dont regret that it just got over, but instead Move on for More!"},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"quotes","Quote":"There wasn't an anhydrous lacrimal gland in the room..."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"I choose many voices to consider and reckon with, rather than just one to tolerate."},{"Author":"Steve K. Smy","Category":"quotes","Quote":"A genius is a lunatic who made it!"},{"Author":"Rashedur Ryan Rahman","Category":"quotes","Quote":"Your comfort zone is a place where you keep yourself in a self-illusion and nothing can grow there but your potentiality can grow only when you can think and grow out of that zone."},{"Author":"M.H. Rakib,  The Cavalier","Category":"quotes","Quote":"Be in limits, life will never limit you."},{"Author":"Billy Ray Chitwood,  The Cracked Mirror: Reflections of an Appalachian Son","Category":"quotes","Quote":"I ate some emotional soup in my childhood and have spent a lifetime trying to digest it."},{"Author":"Robert DeCoteau,  The New Days: The First Son","Category":"quotes","Quote":"Famous people steal my quotes all of the time without knowing; none of it is ever very interesting though."},{"Author":"Meryl S. Fortney","Category":"quotes","Quote":"This isn't the road home. This is a road littered with questions that will inevitably lead to an answer."},{"Author":"Elizabeth Parker,  Bark Out Loud! Motivational Quotes Inspired by Dogs","Category":"quotes","Quote":"Be creative enough to dream, brave enough to try, persistent enough to succeed, and humble enough to thank those who helped you along the way."},{"Author":"Carl William Brown,  Aforismi contro il potere e la stupidità","Category":"quotes","Quote":"How can you fight stupidity effectively? The answer is simple: it’s not easy."},{"Author":"Amunhotep El Bey,  The Quotations Book of life and Death","Category":"quotes","Quote":"I love with love, so that we all may love.\"~ Amunhotep El Bey"},{"Author":"William Shakespeare","Category":"quotes","Quote":"There's a tide in the affairs of men, which taken at the flood, leads onto fortune, omitted, all their voyages end in shallows and miseries. Upon such tide are we now..."},{"Author":"Elsie Love","Category":"quotes","Quote":"Cottage cheese, broken down into its simplest form, is milk that has been curdled to mimic the cellulite its consumption is meant to banish."},{"Author":"Paul V. Walters","Category":"quotes","Quote":"The biggest cause of divorse in my opinion is marriage"},{"Author":"Bruce Edwin","Category":"quotes","Quote":"People that love quotes are those short on time, but long on big ideas."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Get busy with the issue! In this regard, time is not friendly…nor should it be."},{"Author":"Terry A. O'Neal","Category":"quotes","Quote":"Wednesday had come and gone in a single breath. As I dreamt of divine love, Picasso, and a vast field of gold, a new dawn had already begun."},{"Author":"Terry A. O'Neal","Category":"quotes","Quote":"It’s easy to get caught up in where the world is going and lose sight of the direction we were headed."},{"Author":"Corey Aaron Burkes,  Scratch - with Audio Theater and Links","Category":"quotes","Quote":"Stories You Can Feel!"},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"Any self-defense class worth its salt will tell you thatyou don’t pull out a weapon unless you intend to use it.The same should apply to ballsy remarks."},{"Author":"Matthew S. Williams","Category":"quotes","Quote":"It was unhealthy to get too attached. Such things were best reserved for people who had a life expectancy"},{"Author":"Amunhotep El Bey,  The Quotations Book of life and Death","Category":"quotes","Quote":"Love is God’s medicine.” ~ Amunhotep El Bey"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dreams come true if we can pursue them by overcoming the fear of failure."},{"Author":"Ransom Riggs,  Miss Peregrine’s Home for Peculiar Children","Category":"quotes","Quote":"What would Golan Do? That way I can ask myself before I do anything. Before I take a dump. How would Dr. Golan want me to take this dump? Should I bank it off the side or go straight down the middle? What would be the most psychologically beneficial dump I could take?"},{"Author":"Diane Setterfield","Category":"quotes","Quote":"... [They] took it upon themselves to start the laborious process of cranking up life again, after death has stopped us all in its tracks."},{"Author":"Elizabeth E. Castillo","Category":"quotes","Quote":"God is the Master Author of your life. He has written every page of your life story in His eternal book. It's up to you to turn up the pages and move on with the next chapter or just get yourself stuck in the same content over and over again.\"- Elizabeth's Quotes"},{"Author":"Charles Bukowski","Category":"quotes","Quote":"Sometimes things are just what they seem to be and that's all there is to it."},{"Author":"Ankita Singhal","Category":"quotes","Quote":"Poetry is breathing words that give a reader pause."},{"Author":"Ralph Waldo Emerson,  Uncollected Writings","Category":"quotes","Quote":"Quotation confesses inferiority."},{"Author":"Friedrich Hebbel","Category":"quotes","Quote":"Sleep is death enjoyed."},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"I don’t care what Einstein said about God not playing dice; If he exists, he’s addicted to craps."},{"Author":"Jennifer Megan Varnadore","Category":"quotes","Quote":"I love when people quote me. It makes me feel that my words have meaning. People give words power. When they speak out for things they feel, we all become alive."},{"Author":"Henry Mosquera,  Sleeper's Run","Category":"quotes","Quote":"My father once told me that it’s not enough for a man to be lucky; that a guy has to know when that streak is on for him."},{"Author":"M.G. Hardie,  It Ain't Just The Size","Category":"quotes","Quote":"Anybody can fail."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you love yourself endlessly, you will find that the whole world loves you too."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgive to set yourself free; love to set the prisoner free."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you know the power of your thoughts, you would never fear failure."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find your life’s purpose and dare to pursue it."},{"Author":"A.D. Posey","Category":"quotes","Quote":"One day, your light will silence the darkness, and you will be surrounded by the beauty within."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Going to war to establish peace will not bring peace. It will just kill you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I choose to live in peace today. I choose to get lost in my inner beauty today."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are imprisoned by the rules of conformity, it tames your imaginative capacity and steals your free thinking abilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To forgive is to be free from past resentment to welcome the dawn of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Happiness only comes when you make yourself worthy of happiness by loving others."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be an encourager not a pacifier."},{"Author":"Berry Quotes","Category":"quotes","Quote":"Our hearts don’t always align with the visions we have for our lives; emotions aren’t always vessels of simple manipulation and, try as we might, we cannot make passionate love exist where it does not."},{"Author":"Rama Wibi,  The Story of L'Arc~en~Ciel - 4 Colours in a Rainbow","Category":"quotes","Quote":"berhati-hatilah kalo menghujat para maling dan pelacur. \"Because we might do the same."},{"Author":"Set it off","Category":"quotes","Quote":"I’ve got some questions,Are you sick of feelin’ sorry?And people sayin’ not to worry?Sick of hearing this hakuna matata motto,From people who won the lotto,We’re not that lucky.Have you noticed that you’re breathing?Look around and count your blessings,So when you’re sick of all this stressin’ and guessin’I’m suggestin’ you turn this up and let them hear you sing it"},{"Author":"Harriet Blaine","Category":"quotes","Quote":"I do not think he (Chester Arthur) knows anything. He can quote a verse from poetry or a page from Dickens or Thackeray, but these are only leaves springing from a root out of dry ground. His vital forces are not fed,and very soon he has given out his all."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The measure of a person’s strength is not his muscular power or strength, but it is his flexibility and adaptability."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never forget to appreciate yourself and to reveal your own inner beauty."},{"Author":"Alexandra Bracken,  Sparks Rise","Category":"quotes","Quote":"My eyes kept skipping back to her, drawn to her face like a lone candle flame in the dark"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enjoy the magic of life, smile with love."},{"Author":"Nikki Rowe","Category":"quotes","Quote":"Time stood still so she learnt to alter her focus."},{"Author":"Karon Waddell","Category":"quotes","Quote":"If you want to move on, you actually have to make the decision to move on. It won't happen automatically. You have to say, \"I deserve better than this and no longer am I going to let this get the better of me\", and then take the necessary action to move on with your life."},{"Author":"Michael Darling","Category":"quotes","Quote":"From Got Luck --\"Tell me why we’re doing this again?” Erin asked.“Remember what we learned from Return of the Jedi?”“No. What?”“We learned you can be the most powerful sorcerer in the galaxy but if someone grabs you and throws you down an energy shaft, you die like everybody else."},{"Author":"Unknown","Category":"quotes","Quote":"Tension is who you think you should be. Relaxation is who you are."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"He who lives in love enjoys life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You cannot get before you give. Wood cannot give you warmth before you start the fires."},{"Author":"Madeline Hunter,  Lord of a Thousand Nights","Category":"quotes","Quote":"Só a quero porque não a posso ter.Como um rapaz imberbe"},{"Author":"Mohit K. Misra","Category":"quotes","Quote":"At the end to death I must go,Finishing a real tragic and funny show."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life loses its meaning when you forget your purpose."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Lose your self to find yourself."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A starry night moon looks at you with admiration because in her eyes you are a star."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh my darling! Burn my heart again and again with the fire of your love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Fly in the sky of imagination to find the true solution."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you want to change situation, first change your thoughts and perceptions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the prettiest flower in the garden of my love. As the moon longs for the night, my heart longs for your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you want to see magic, love someone and see the magical transformation."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Am I a prisoner of my thoughts?Am I a prisoner of my societal conformity?Who am I?How conscious am I?Am I conscious or obnoxious?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh my dear! I think about you always and miss you forever."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Why is my perception right? If it is wrong, then what is right?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We evaluate, measure, and describe this world from our own point of view, but how does a tree see the world?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I have no money, but my wallet is overflowing with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you try hard to find happiness for other, you will unknowingly find yourself on the island of happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are always free when you have the ability to think."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Falling in love is very easy, but staying in love is very difficult."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgiveness reveals the ultimate beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgive everyone. Forgive every misery and misfortune with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find someone who loves you enough to forgive you for all of your mistakes."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Why do you think that you are weak when you are blessed with the power of love?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love without judging. Love without reason."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be kind to him who does not deserve your kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love with passion. Love for no reason."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find an opportunity to serve and success will be yours."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You may not find the opportunity to succeed, but you can always find the opportunity to serve. Then serve to succeed."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is a magical power. If love is not a living magic, then what is?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is a magical melody."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Only from the soul can you see the magic."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is magical for a lover."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forget yourself. Live for others. You will find your bliss."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your love is the light that will drive away all the darkness that surrounds you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Time is standing still; we are moving with the waves of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A hug is a priceless gift of love and kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your love is my diamond that I want to wear near my heart. Your hug is my heaven where I want to belong always."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In my imagination, I can feel your presence. I can feel the warmth of your passionate hug. I can hear your sweet voice. I can hear the song of your beating heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Blindly believing something often comes from societal conformity which is a sign of a lack of deep knowledge and imaginative consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It may be inevitable that mankind has to suffer so that it may gain experience to transcend and transform her collective consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Mankind is nothing but a playground of consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We often participate in a war only to lose our hearts and to gain a few pieces of land."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is very difficult to break free from the prison of conformity and fixed false beliefs without changing our level of consciousness and awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I will not pray for health or wealth or splendor; I will pray for a higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are barely conscious. With a higher consciousness we can open the door between infinite possibilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With an open mind, you are the imagination of universal consciousness and the creation of the subconscious mind that wanders throughout the universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness resides in the gap between electrons, protons, and neutrons."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Nothing exists without an atom. The atom is the beginning and the end. It carries all the information. So the atom is God and everything else are just disciples."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your state of consciousness defines your state of mind and your state of happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In order to achieve a higher consciousness, one must get lost in love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are in love nothing matters except the bliss of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Learning how to transcend consciousness to a higher consciousness is a blissful journey and the ultimate essence of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We fill our lives with meaning by serving endlessly and by learning to transcend our consciousness to a higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A kiss is a flower of love, a sweet song of two hearts, and a memory of eternal desires."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t feel shy—kiss. Kiss just to feel the joy of life and to get lost in the beauty of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Kiss me with love like a butterfly kisses flowers to find and taste the nectar of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My kiss is my promise written in my heart with color of your love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I promise you that I will steal your heart and keep it in the prison of my love forever."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is for life; life is for love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A flower is a gift of love from the universe given to you. So cherish it, enjoy it with a full blissful heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t wait for opportunity in front of a closed door—wander until you find the open one."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In life, love is not everything, but without love, life is nothing."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love makes the journey we call life worthwhile."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You become what you focus on and dream about."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The time you spend loving is the most valuable time of your life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You must love when your eyes are closed and love when your eyes are open. Love endlessly."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love the dream to live the dream."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Wherever you are, be there with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the creator of your world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is what you think about it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I failed many times, but I always found myself stronger and wiser."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every rose is longing for joy and love; every rose know the language of the heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The smile of roses expresses the beauty of the heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the love, the lover, and the beloved."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the seer, you are the scenery, and you are the poetry."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When I am longing for love, every rose is the expression of my soul."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every rose has poetry in her heart and is eager to tell you when you are in love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To be infinite, lose yourself in infinite love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You came from love, to live in love, to give away love, and to become love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are a child of love that has come here to live in love and to give away love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you do things with love, flowers bloom inside you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You can never deplete your love by giving it away. Why not give yourself to love?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Music is the language of the heart. It can only sing songs of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgive the past to welcome the future."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your love is the best tincture; it can heal my soul."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Touch your enemies’ heart with love. It will bloom flowers of gratitude and joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you love yourself, then you are at peace. Wants or needs cannot destroy it"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Like nature, we must grow with tranquility, beauty, harmony, and love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Attachment is the source of pain, but detachment is the source of joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let love bloom like a flower with the fragrance of the garden of your heart filled with beauty, joy, and happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Whatever fills your heart with joy and fills your mind with love--that is your truth of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every heart has a unique story to tell. We just need a mind to listen."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don't just talk, act."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dream the life you desire. Then live it with passion and love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"All good that we do is just for you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is as abundant and powerful as sunlight. It can enlighten the whole world. Clouds of doubt can hide it temporarily, but it is always there. It can heal you as sunlight, but it can also burn you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never pray for life to be easier, but pray for courage to go on and still enjoy every moment of beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Music fills the void between the heart and soul and connects them in heavenly delights."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"This universe belongs to those who know how to see, feel, and love the beauty of life and the universe."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"Success is not an activity but a process."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With every sunrise, I rise with joy. My heart dances with love. I begin a new life fresh like a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the essence, fragrance, and beauty of life."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"Watching TV at my own time. Its beneficiary, but watching TV at its own time . Its time wasting."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am in love when I feel that my soul belongs to the universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We often focus on what is wrong and complain that nothing is beautiful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the magic, mystery, and the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We came to this world to enjoy the magic of love, the beauty of existence, and the joy of life. We did not come to this world to look for money and fame."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is magical and blissful when we live to love the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stagnation is death. With love, accept and welcome changes."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"Biggest mistake that people make is. That they forget that there is always next time. For any event, any situation and any circumstances."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"I will try it until i get it right. I will try it until i am no longer trying but doing it."},{"Author":"Amit Kalantri","Category":"quotes","Quote":"A family man shouldn't trade his peace for profits, it is the job of a businessman."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Flowers bloom in the tranquility of love with a beautiful desire for the well-being of the earth."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I want to be born and reborn as a cherry tree so that I may beautify this world with my blossoms, feed everyone with my nectar of love fruits, and purify the air with my calmly dancing leaves."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are born and reborn again and again. We are changing with the waves of time."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dance on the stage of life with love in your heart, a smile on your face, and a great vision in your mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The smile is the most beautiful ornament that you can wear."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You can never go further than your own thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The world is a dangerous place, but there is no better world. Remember every one of us is responsible to make the world a joyful place."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We often concentrate on the negative side of humanity. However, humanity is growing and maturing everyday and showing signs of a better future."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To help humanity, live with kindness and harmony."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When I see that humanity is suffering, it tears my heart. I cry, and then I extend my hand to help heal my heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We must not forget the beauty of humanity. At the core of our being, we must love humanity."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are prisoners of our thoughts. We like to imprison everyone in the same prison and think that it will solve the problems of humanity. Yet everyone is unique; let them live freely and with harmony."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am longing for you in life and in deathAs the moon is longing for night and life is longing for breath"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We appreciate things not for their beauty but for how they kindle our minds’ generosity."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To dream your wildest dream, find your deepest desire."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you desire to help, you will find a way to do it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Measure your life not by the dimension of your bank account but by the expansion of your kindness and love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a great artist especially when you draw your life’s picture."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a great writer when you write your life's song."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life always begins with triumph but tends to end with tragedy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Poetry happens when there is nothing to say but you have a volcano hidden inside you waiting to erupt."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your ocean of joy in not out there. Find it inside of you and swim there forever."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To expand your world, love everyone even when no one is perfect."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Do your actions define who you are, or does your purpose define why you are?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I want to rekindle the inner fire that is burning in you. I want it to come out to take away the darkness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To grow unique beauty, be wild and live in the wilderness of your mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Trust in God, but trust yourself first."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you write from the heart, it is always beautiful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With love, accept everything that life has to offer you. Life will be easy, kind, magnificent, and magical to you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never hate an enemy; love them and transform them into a friend."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Inspiration works well at boiling point."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No one will love you more than you do. So love your self first."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are able to understand the language of silence, you will be able to see the beauty of the invisible."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are magnetic, and your magnet is your love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are a bubble in the ocean of life that has come to enjoy the glints of the morning light."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Next to love, kindness is the most beautiful thing."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Creativity is a flower of love and a light that is eager to enlighten others."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Reality is a perceptual illusion we have accepted as truth."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"He who knows how to use the power of love is the most powerful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The more I love, the more I get lost in love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never get angry. If you have to get angry, get angry at yourself and not at others."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t fear challenges. They often give us the opportunity to strengthen our courage, faith, and inner strength."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A friend is someone who accepts you no matter where you are."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is easy to hold on, but it is difficult to let it go."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"True love perceives no impossibilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You fail because you fear. Be bold. Be fearless."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t try to smell the flowers without planting them."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Invest in yourself to get the best interest."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Longing for love makes a woman beautiful and beloved."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I believe that life is a beautiful journey to find out the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Kindness is the beauty of the heart and the smiles of the mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"More people die from the hunger of love than from the lack of food."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"All I wanted to do, ever, was be myself."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A pen, a piece of white paper, and an idea can create a new you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You have an obligation to this world. That is to love it and make it more joyful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Marriage is nothing but a commitment to care and share."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is a hidden treasure. You never know you have it until someone special reveals it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The more I love, the more I find that life is magical."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be bold. Don’t wait. Go ahead."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Give away love to be loved."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You were never born to make money. You were born to enjoy life and be happy. Instead you learned to make money and forgot how to be happy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"She is like a flower. Her smile illuminates the whole world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Without judging anyone, let us love everyone like a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Her smiles are like the morning sun that illuminates my world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The sun can shine, and it can burn. You can shine your love with a softer power than the sun."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Explanations can’t explain love--only deep perception can do that."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The essence of life is love, and that is my wealth and influence."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am a farmer of kindness and compassion; I plant the seeds of love in my garden."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To see the unseen, you must see through the beauty of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To see the magic of life look through the wondrous eyes of a child."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Kindness is the greatest medicine that can heal all ills."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When I am searching for something, it is always waiting for me with open arms."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Feelings are the language of the heart. Everything else is static noise."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I don’t want fame, money, or duty. I want to close my eyes and see your loving beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When pain is intense, you are at a climax. You can then see the light of transcendence."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Close your eyes to feel deeply the tranquility and serenity of the mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stop searching and start revealing the treasures that reside inside of your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Failure results from lack of focus and half trust. Success results from complete devotion and utmost trust."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you believe and act on your dreams, your dreams will become a reality."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you can think it, you can become it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Measure your life not by years but by adventures."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life happened in the past. Life will happen in the future, but life is happening at this moment. Live in this moment. Seize this moment!"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You can never achieve greatness until you can leave bitterness behind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To realize your imagination, go with trust in the direction of your destination."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the creator of your universe, and you are the destroyer of it too."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enjoy the beauty of love, be a big person in this small world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are here to enjoy the breathtaking views of life with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is a land of opportunity to love, live, and enjoy beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enjoy the beauty and abundance of life, revitalize your life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be bold! Be a success and change the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A goal is important, but what you become to achieve that goal is much more important."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With every moment and every heartbeat, we change even though we still fear change."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am not pretty; I am not ugly. I am not true, and I am not false. I am just me—a reality, a conception, and not a misinterpretation."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You have to let go better to embrace the best."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Follow your heart; don’t fear changes. With love, the heart changes its content."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"She is like a dancing flower; her smiles are spreading love for the whole world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I define my journey, I enjoy it too."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"First I dream my life. Then I live in that dream with love and joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There is no stress. It is a misinterpretation of a situation. Just change your perception and stress will melt away."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are not what you think, but you are the reflection of what you think."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To be as pure and perfect as a flower, you must think and dream like a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Nature is always talking to you, smiling to you, and singing to you. To understand, you just have to be open to listen with your heart and soul."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our eyes see only that which language can explain, but our hearts see that which is invisible and unexplainable."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I find joy and magic in every drop of moonlight. I hear songs of love in every glint of a star."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh my love, I like to vanish in you like a ripple vanishes in an ocean—slowly, silently, and endlessly."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Open your wings, fly toward the sky To live in your dream, even if it is high"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The sun gave us our eyes to see the beauty of nature, his creation, through his light."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be persistent. Success is not far away."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are a whole lot better today than yesterday."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The principle virtue of anyone who made an important invention is curious persistence."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If I dream under a moonlit night, should it vanish with the brightness of the morning sun?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I dream like a dew drop in the nightThen glitter in the morning sunlightThen it evaporates to embrace the sky"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are all unique, but we are also a part of the common body of humanity. With harmony, love, kindness, and compassion we can live together in joy and happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Power is not found in muscles; power is found in the mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We travel to see the reflection of our minds on the mirror of changes so that we may enrich ourselves."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Hope is the boat we ride to reach the shore of our desires."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the most potent drug used to seduce anyone."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Trust the perception not the presentation."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is nothing but a few ecstatic dancing atoms."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Before hurting anyone, especially those who cannot protect themselves, feel their pain with your heart. Take care of them as your little child."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I may not know you, but I don’t see any difference between you and me. I see myself in you; we are one."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Hope opens the door of opportunity and shines the way to possibilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You may be born thousands of years from now, but over the boundaries of time I am sending you my love and wishing you a joyful and wonderful life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The secret to living is loving."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Treat life as if it is the best gift from the universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Hello! Look at me! I am your reflection."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We cannot measure time. We can only measure changes of life and the universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never forget the prime purpose of your life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Negative actions cannot create a positive life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Only positive thoughts can inspire you to positive actions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Choose to be in love!"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"For success, choice is more important than action."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"At the end of our lives, nothing remains except memories."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Just enjoy the music of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgiveness is the best tonic for heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your smile shines like the morning sun."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Like the sun, start each day with a smile."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Excellence is not an event but a habit."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Seek opportunities to help and you will be a success"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I hope for happiness for you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is not about success; life is about a journey toward happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A sign of gratitude is a thankful smile."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When kindness is your religion, then caring is your prayer."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No love is perfect; it is beautiful even when it is imperfect."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My mind is an instrument of peaceI am the peaceMy heart sing the song of peaceMy mind dances with peaceI laugh with peaceMy soul is longing for peaceMy spirit is the source of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"An enlightened life can be so powerful that it can illuminate the whole world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The love and hope that we are born with is what keeps us relentlessly moving toward joy. We get the most happiness from the simplicity of being devoid of wants and needs."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most powerful force that can transform an enemy into a friend is simple kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A single moment of life has more miracles and worth than to live a whole life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is nothing but a clump of mud; your thoughts define which statue you can mold out of it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Like a rose bud, my heart always desires to bloom and spread the fragrance of love, beauty, and kindness of mankind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Always expect that something beautiful and wonderful will happen to fill life with beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you know the brightness of your heart, you will never fear darkness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Past, I am letting you go. Future, I will see you tomorrow. Present, I love you, live in you, celebrate you, and will never let you go."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let the sunrise of every morning bring you the light of love and joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Paint your life with the colors of kindness so that you may find the true bliss of happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are not a human being living your life, but you are a spiritual being longing for life."},{"Author":"Viola Shipman,  The Charm Bracelet","Category":"quotes","Quote":"The Puzzle Piece CharmTo A Life Filled with Friends Who Complete You"},{"Author":"Christina Hart","Category":"quotes","Quote":"I fell in love with you in a hurry, like you were going somewhere fast - which you did. You came and went like an earthquake, like some sort of eclipse. I've spent hours, days, months, years missing you. But then something strange happened, and now I can't remember why I ever loved you at all. You didn't deserve it. I should have loved me more."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Beauty is a heart with wings."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Believe in people, they fly for a day. Teach them to believe in themselves, they soar for a lifetime."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Happiness is individualized. Don't box it in. Let it fly."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Be one with yourself and revel in eternal bliss."},{"Author":"A.D. Posey","Category":"quotes","Quote":"A loving heart, determination, faith, courage, trust, belief, truth, and a solid soul create the wings with which we fly."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Drizzle happiness wherever you go."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Believe so brightly that everyone sees the beauty in believing."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Life is magic."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Every day is not a day to master but an adventure to experience."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Kind words change the world."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Film gives us a second chance at a first impression."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Be still in peace and reach your highest peak."},{"Author":"A.D. Posey","Category":"quotes","Quote":"The best writing speaks when the heart whispers."},{"Author":"A.D. Posey","Category":"quotes","Quote":"Her words are her wings. She's flying."},{"Author":"Karon Waddell","Category":"quotes","Quote":"The goal in life is not to try and live forever, but to create something that will live forever in people’s hearts."},{"Author":"Ikechukwu Izuakor","Category":"quotes","Quote":"Personal revelation is better than public convictions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You may not be able to find peace until you create it inside your forgiving mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Think about peace, dream about peace, and take action to make the world peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We will not be able to find peace if our minds are burning with the fires of resentment. Let us forgive and forget to create peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When the waves of love, extinguish the fire of resentment, then the dawn of peace on earth will begin."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace begins in the mind with a simple thought of love and kindness for all."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life loses its meaning when we are not living in peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To stop war, teach peace, love, cooperation, and most of all—forgiveness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To create peace, be a soldier of peace with a pen not a soldier of war with a gun."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is always pleasant, always kind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With love and kindness, grow peace in your mind and then spread it with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a vessel of forgiveness and kindness in order to be a fountain of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is not only the goal, it is the game itself."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a fountain of peace to find peace everywhere."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To pursue peace, be patient and peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When your mind is overflowing with peace, you will find peace all around you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Live in the beauty of love to live in peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you want peace, fill your mind with peaceful thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Create the kind of peace in your mind that you want to see in the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Burdens of life become lighter when your heart is filled with love and we learn to forgive and forget with profound kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is an eternal journey we begin in the mind by changing our thoughts so that we can fill the world with love and kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Create your inner peace to enjoy the endless beauties of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"How beautiful it is to have inner peace while knowing that everyone is busy with their own battles in life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you are not able to find peace within yourself, no one will be able to bring you peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Turn the mess of your life to a message of triumph for the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If everyone, every morning, thought about peace just for a few minutes instead of thinking about what to eat for breakfast we would have peace in the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best Morning Prayer for endless peace would be, “Today I will forgive everyone for their mistakes. Today I will love everyone without judging them. Today I will be kind to everyone even if they do not deserve it. Today I will be a fountain of peace to create waves of joy around me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Think about peace; act with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If our purpose of life is live in peace and happiness, then why are we always preparing for war?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is not very difficult to build world peace. We just have to be kind to each other and treat each other with great care."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To win peace, fight with love not with violence."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Hope for peace!Dream for peace!Act for peace!Live in peace!Life is for peace!"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Free your mind completely to find true peace in this world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You find peace by becoming a source of peace for others."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"All I want is a peaceful place where flowers can bloom, birds can sing, and the mind can fly with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace in my mind,Peace in my heart,Peace in my dreams And peace in my thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To live a life in perfect harmony, create true peace in your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No one can steal my peace of mind without my consent."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Why do we decorate the world with the ugliness of war when nature is so beautiful and kind?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In my imagination, this world is an amazingly beautiful, peaceful, loving and kind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are able to fill your mind with tranquility and inner peace, this world becomes very peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is a flower that grows in the garden of mind if we treat it with kindness, compassion, and joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"True wisdom often comes from the experience of failure—not from success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With every sunrise, our hearts sing with joy, our minds dance with love, and our lives get energized with new life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To find peace, live in the moment with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Happiness can only bloom in the garden of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Inner calmness and peace is more important that outer joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is a road to happiness and the future.War is a road to destruction and death."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace begins with a kind gesture and Namaste."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is not only the purpose of life; it is also the pathway of life"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love, kindness, compassion, and forgiveness are the secrets of all peace and happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Today, take a dive in a beautiful, calm, tranquil lake of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To be in peace, grow calmness and compassion in your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No one is responsible for your inner peace and inner joy except for you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Happiness is a perception—not a possession."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No matter where you are spread the fragrance of peace like a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace always grows in a loving and compassionate mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is the inner silence that calms all outer noises."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Today I choose to be kind to all and to do all I can to make this world peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Do not allow outer chaos disturb your inner tranquility, serenity, and peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When every heart is filled with peace and every mind is searching for peace, how can there be war?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To live in peace, love peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace begins with a touch of unconditional love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let peace bloom in your heart like a fresh flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The war for peace can destroy the whole world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If we can teach everyone how to calm their minds, this world will see peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be an ocean of peace; let everyone swim in it with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a wave of peace and let it wash away all of the hatred from your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgiveness is the most compassionate way toward the peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace lets us to be more pleasant."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a magnet of peace, and attract everyone to make them peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To touch everyone’s heart, let us all sing a song of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a problem solver; be a peace builder."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Fall in love with peace to enjoy the journey we call life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is so magical, mysterious, magnificent, and peaceful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is my religion, kindness is my prayer, forgiveness is my temple, and peace is my abode."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Today I have nothing to do except sing the songs of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Today I will fly in the peaceful blue sky with a flight of doves."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let us all love each other. Every morning, let us sing a song of peace together."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Learning to forgive is the greatest way to find inner peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are truly living when you have inner peace. You are far away from the beauty of life when you are fighting a war."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Why have we built warships to bring home peace?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Peace is not the absence of chaos. It is the presence of tranquility and joy in the midst of chaos."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The practice of understanding, forgiveness, and love is the best practice for a peaceful world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find truth inside you to find peace in the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Philosophy is the music of a judgmental mind and imaginative heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every morning the sun rises to wake you up with a beautiful message of peace."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dare to think. You can expand your world by thinking and expanding happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh my love! Your eyes are the mirror of my heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh the beauty of nature! Oh the magical heart touching flower.My heart wants to bloom like you with love, joy, and laughter."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The majestic mountain is swimming in the eternal lake of beauty, love, and tranquility."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is about cherishing memories, getting lost in moments of beauty, and enjoying profound joy and happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I intend to live in the beauty of past memories for I know them the best. At this moment, the future is unknown so it will be an adventure for me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Feel the kiss of ocean breeze,Hear the song of dancing waveLet your soul fly away with seagullsTo fill the heart with the joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Two things amazes me the most, the beauty of nature and the power of my thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dare to learn. Dare to think. Dare to be irrational."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Morality often manifests itself as cruelty, So be very kind before you are moral."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My truth could be very different than your truth."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Curiosity is the origin of knowledge. Experience is the origin of wisdom."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never be cruel to anyone; no one deserves it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To be ethical, never think of anything unethical. To be moral, never hurt anyone."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Where there is love, there is abundance."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Knowledge is the essence of organized information systems. Wisdom is the essence of knowledge and experience."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love without reason; forgive without judging."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Three most important questions for a happy life:How can I help? How can I love? How can I belong?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Genius is an inner inherent intuition and perception. It is not a teachable condition."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life begins where needs end."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Remember that life is a miracle; enjoy it at its best."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Trust comes from courage; beliefs are derived from fear."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A true lover never wants anything but gives with all his heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every time you give away love without any expectations, you become richer."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love life. Live your life with joy so you may fill the world with joy. Let no one leave your presence without feeling the joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the God. You are the embodiment of God. The moment you start to love everyone and everything, you are doing your divine duty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In this universe, love is the liberating force from the prison of judgment."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stress comes from the fear of the unknown; tranquility comes from accepting the unknown with love and joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"As an atom, so is the universe. As is a drop of water, so is an ocean."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The level of consciousness defines the level of understanding and awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Any conscious or unconscious thought, love, or actions will bring more energy in your life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There is no right person or wrong person. They only differ in the level of consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I believe in a higher consciousness. I also believe that nature is supremely conscious. A tree is more conscious than we are."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You can elevate yourself to a level of higher consciousness simply by changing your thoughts, perceptions, and feelings."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are an infinite being with infinite love and infinite thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The key to opening the secret of humanity is to love and understand the beauty of it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you gain higher consciousness, your consciousness becomes universal and you become ageless, endless, and universal."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your subconscious mind is the universal mind with a universal consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You were born to unlock your consciousness and be universal and infinite."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The true understanding of life and its purposes comes from an understanding of consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Achieving higher levels of consciousness is the ultimate magic of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our levels of consciousness and awareness define our wants and needs. When we achieve higher levels of consciousness, our wants cease to exist."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our consciousness is primitive; it is dependent on wants and needs."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Higher consciousness means your self consciousness ceases to exist; you become the ocean of life and a part of the universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our every thought reflects our level of awareness, consciousness, and love for this amazing world that we call home."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our imagination is bigger than this universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stress comes from lower vibrational consciousness; change your awareness to melt away stress."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You become better not by competing with someone else but by improving your awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the byproduct of your level of consciousness, thoughts, and actions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There is no true reality. It is just an interplay of your consciousness, awareness, thoughts, and actions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Choose to long for love, to live in love, and to be the love so that you can achieve higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The moment the light of your being becomes bright, darkness will melt away to reveal the brightness of your consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The subconscious mind is the product of universal consciousness, universal knowledge, and universal beauty. It is the reflecting mirror of our conscious mind. The subconscious mind is always eager to manifest through our conscious mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To achieve a higher consciousness, fill your heart with love and forget to judge, compete, or compare."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind is created when the universal consciousness conforms to societal consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The level of consciousness defines the beauty of our lives."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A flower blooms with all of her power and love to give you joy and to beautify this world. Is she conscious, unconscious, or super conscious?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Come, let us learn just to love, just to understand, and just to gain a higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Only by changing the state of consciousness can we change mankind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you surround yourself with flowers of love, peace, and kindness, you will always find yourself in a garden of joy and happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Friendship grows from a caring heart with sense and sensibilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The freshness of a smile and the fragrance of a perfume often define the personality of a woman."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I wanted to kiss you like the waves kiss the shore under the blue sky."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enjoy the nectar of life, I like to kiss you like a beautiful bee kisses the flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A blooming flower pleads, oh thee! Look at me,  to see the beauty, Kiss me like a bee,  To feel the bliss, To taste the nectar of life And just to feel and be. Kiss me like a wave kisses the shore In an endless dancing sea, again and again, just to be."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Before hurting an animal, feel her pain and see her tears. Then question your conscience."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Remember you are the voice for those who cannot talk; you are the protector of those who cannot protect themselves."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To fill your heart with love, just love an innocent animal."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To grow the power of an imagination, travel to see the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your thoughts are magnets. You attract what you think, and it becomes your reality."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"By seeing the beauty of life, I attract them into my life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Abundance is looking for you; just open your heart to attract it."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A flower teaches us how to love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be good to feel good and to attract good."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our thoughts make everything possible in this impossible world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To transform mankind into a joyful garden, let us bloom like a spring flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the creation of your own consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the expression of consciousness; your thoughts are the expression of you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The future belongs to those who enhance their level of consciousness and awareness everyday."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you are looking for true happiness, you have to change your level of consciousness and deepness of awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When someone achieves higher consciousness, he or she never dies. They only transform."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When we become conscious of love, our hearts dance with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When mankind is drowning in a multitude of problems, swimming is not the solution. The solution is reaching higher ground which is the ultimate salvation."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Self consciousness is the ultimate wisdom of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We can solve all problems not by finding solutions, but by transcending consciousness to a new level."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is a transformational dynamic force which transforms us by changing our imaginations and perceptions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We become happier by advancing our understanding of life and by finding its endless beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When we are able to realize that life is endless and not ephemeral and that life is transformational and not static—then all fears will vanish from our hearts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t try to understand consciousness. Just try to be deeply conscious and it will reveal its secret to you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"What lies ahead of you is challenging but beautiful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dance as if you got lost in the mystery and beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love hard--forgive harder."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Just breathe the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let the waves of ocean teach you how to love and dance."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In a world full of cruelty and hatred, be loving and kind so that you may transform the perception of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In your heart, create a world full of flowers and love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best gifts in life are the memories of love that we have given away."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Time never changes—only we change. We measure the changes of our lives and think that we are measuring time. We are just measuring the movement of the earth."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We come to this world with an abundance of hope, a deep desire to love, and a longing to belong."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Remember, every failure makes you stronger and wiser."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Trust your gut feelings."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Strive to be value oriented rather than success oriented."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To solve a problem, change your awareness, perception, and consciousness about the problem."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"True courage is in knowing that there is nothing to scare you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You grow by educating yourself to be more aware and more conscious."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Integrity is the ultimate foundation of leadership."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are intelligent if you know what you do not know."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enlighten your life, see beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Smile to lighten up."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgiveness is a process of accepting the past and welcoming the mysterious beauty of the future."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"As water changes its shape according to the shape of the vessel, I change myself by changing my thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When I am ready for the opportunity, I get lucky."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am not a leader but a pathfinder and a motivator."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is a gift, but living is a choice."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Everything has a consciousness. Every atom and molecule is conscious. Every virus and bacteria is conscious. Every tree, large and small animals are conscious, but each level of consciousness is different. All humans are conscious; the level of consciousness among humans also differs."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When I tried to understand consciousness, I found out how simple it was, but we try to make it so complicated."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The level of consciousness determines the deepness of thoughts and the awareness of the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is nothing but a neuro-chemical and a mechanical action of the body. Consciousness is important, but the expression of thoughts with language makes us human. Everything is conscious, but levels of consciousness are different."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the storyteller and the editor of your book of life. So write tales of imagination, tragedy, and adventure and illustrate it with the colors of beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is a flower of mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Education shouldn’t be the prison of known knowledge, but it should be the bridge to find the yet unknown universe of knowledge."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Questions open the mind; answers shut it down."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Smile to be a flower of joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Education enlightens our minds to see the world with new lights."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To see the beauty, love"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Start your day with appreciation and gratitude."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The fire of kindness can melt the most hateful heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don't let anyone's negative thoughts infect your beautiful mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Treat everyone with the sweetness of love and respect."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Enough is never enough."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Some seek and find peace in life; some have to wait for peace in the afterlife."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If your intentions are good, nothing bad can happen."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The universe is a mirror—if you smile at her, she smiles at you with joy."},{"Author":"Elif Shafak,  The Gaze","Category":"quotes","Quote":"​Âdem ile Havva: Âdem ile Havva, yasak elmanın tadına varınca, farklılıklarını gördüler ilk defa. Utanıp incir yapraklarıyla örtmek istediler çıplaklıklarını. Ama birinde bir, ötekinde üç incir yaprağı vardı. Sayı saymayı da öğrenince, bir daha hiç aynı olamadılar."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Be willing for purpose; it pays huge returns on investment. And along the journey, those who dis your willing sacrifice(s) will ponder their own foolishness."},{"Author":"Ernest Agyemang Yeboah","Category":"quotes","Quote":"A change in thought can change a lot. A change thought can untie and untangle the knot"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A dog is the most joyful friend that you can have."},{"Author":"Berry Quotes","Category":"quotes","Quote":"We used to be best friends but the first time I saw you, my heart beats fast like my happiness can never be surpassed. I don’t know why but if I lost you promise I will always cry."},{"Author":"Elizabeth Richards","Category":"quotes","Quote":"You can't condemn an entire species of people because of the actions of one man."},{"Author":"Ljupka Cvetanova,  The New Land","Category":"quotes","Quote":"Smile out loud! Make them wonder."},{"Author":"Ljupka Cvetanova,  The New Land","Category":"quotes","Quote":"To err is human. To count other people's errors is humane"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your true world is your state of consciousness and awareness where your minds dwells and dances."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Uniconsciousness is the ultimate purpose and ultimate essence of a higher consciousness. The knowledge of the ultimate source of life and the ultimate source of non-judgmental love and consciousness can achieve higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"True nirvana will come when we enlighten the world of awareness and higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Like imagination, consciousness has no limits."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There are no separations—only connections. There are no deaths—only transformations."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You enhance the beauty of your life by sharpening your awareness and deepening your consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is basic while thoughts are supreme. Speeches are nothing but the expression of thoughts and feelings. If there is no consciousness, nothing else could be there. At the same time, all forms of consciousness will not give the abilities to think and express thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Music is the language of the universe. Music was there even before the concept of life. Music is one of the most powerful catalysts of evolution."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Sleeping is not a loss of consciousness, but it is a temporary loss of integration of awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Music is the primordial language of life. That is why we love it so much. Actually every animal can hear and understand music better than we do."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The consciousness of an embryo is the universal consciousness. What we learn after birth is awareness and egocentric consciousness that we call the mind. Everyday we learn to conform to the beauty, tragedy, and adversity of this world and that forms our judgmental mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Breath is the bridge that connects us with the mysteries of the universe and universal consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"As we transcended and transformed from Neanderthal so will future humans transcend to a new level of consciousness and transform into a super human or homo-cosmicus."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our learned egocentric and judgmental consciousness is the source of unhappiness; however, universal consciousness is always blissful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind is an instrument made up of universal consciousness, egocentric consciousness, societal consciousness, along with education, values, virtues, judgment and wisdom."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"What we call spirit is our universal consciousness. We can also call it atomic consciousness. Every atom is conscious and knows everything that is going on around it at every moment."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciously or unconsciously, the only person you should compete with is you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is a magic of our brain and an illusion of our mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There are many levels of consciousness, but atomic consciousness or universal consciousness is the basis of all other levels of consciousness. A tree is very much conscious even though in our point of view they are not conscious."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are the flower of eternal consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every thing—every atom is conscious. To find it we have to open our eyes and see with a higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A tree is more conscious than we are; she expresses her awareness slowly and silently with beauty. Our consciousness is very limited, but we are blessed with a language to express or superficial consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our awareness about ourselves and the world around us is so limited that we are ready to destroy ourselves. For the survival of humanity, an evolution of consciousness is essential."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is the awareness of the interaction and interdependence among mind, body, spirit, and the universe where it resides."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you achieve higher consciousness you will not achieve anything, but you will lose everything that is not important and is not yours."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The deep observation of nature can transform your consciousness into a higher consciousness that will awaken your true being."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Happiness is an awareness—a blissful perception, not in ownership or in material possessions."},{"Author":"Yousef Yousef","Category":"quotes","Quote":"Where are the quotes?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"God is not a being but an atom where all the power, attraction, information, and beauty resides."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you can justify your life’s journey, you are a success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you can think independently, you are the master of this universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Deep love for humanity is a vaccine for depression."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"All of the stories, all of the beauty, all of the songs and events of this life will vanish in the ocean of time."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Education is important not because it helps you to get a job, but because it opens the window of the mind through which we can see the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Education and wisdom will define your destination in life-- not wealth."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Greatness often demands great sacrifice."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our teaching systems mostly teach us how to conform but not how to reform."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Morality is often very immoral."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A thinker can truly think only when there is true freedom of thought."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Remember, today’s truth could be tomorrow’s absurdity."},{"Author":"Amaka Imani Nkosazana,  Heart Crush","Category":"quotes","Quote":"Believe God for something today. Prayer is the key to connecting with God and allowing Him to speak to your spirit. Open your heart and free your mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Just hope. Hope is filled with power."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Some writers write about love; some writers write with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Smile! Accept hatred with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind uses the power of thought to win the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When computers are able to imagine, then humanity will get its death notice."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Failure is an opportunity to reflect and realize."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You create your own masterpiece as your actions draw pictures of your life canvas."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The limits of your imagination create the boundaries of your world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The language of love is not words but feelings."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The power of our subconscious thoughts and desires attracts good luck."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Money is the most powerful and popular god because everybody is praying for money."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Greatness always inspires you to be great."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"Where there are two on point of independently distinguished purposes, you will find one infinite journey whose path is blazed with the guiding light of wisdom."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Kindness is the language of eternal consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most effective weapon is love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most attractive force is a smile."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every human being is a reflection of this universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Win the heart with love and win the hate with kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Live earnestly and respond consciously with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"For all of the blessings of your life, be always grateful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Not knowing about the ultimate purpose of our lives causes tremendous amounts of suffering."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the beloved conscious reflection of this universe. You are here to enjoy the beauty and joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our thoughts define our destiny."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You cannot truly enjoy a flower until you can see her inner beauty and feel her purpose of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are motivated by the kindness and wellbeing of humanity, then nothing can scare or derail you."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"I didnt give up, because i had nothing, i was no body. But for the fact i was no body and i had nothing. It made me work harder to have something and to be someone. I worked harder more than anyone who had anything. It matters how you view or see things.same thing might not look the same . It depend which angle you are looking them from."},{"Author":"Lidiya K.,  This Moment","Category":"quotes","Quote":"Your life looks like a prison because you focus on the things you wish you had and thus don’t appreciate what you already have.So why don’t you try to see the abundance in your life? Because, if you haven’t noticed, you’ve got many things to thank for. Just look around."},{"Author":"Lidiya K.,  This Moment","Category":"quotes","Quote":"Accept yourself for the person you are, for all the mistakes you did and also for the transformation you’re about to experience in the future. Love your future version from this moment."},{"Author":"Nikki Rowe","Category":"quotes","Quote":"If you don't know what to do next take the oath that will enhance your soul and erase your ego, & from the quiet space inside yourself, you will know what to do."},{"Author":"Stephen King,  Doctor Sleep","Category":"quotes","Quote":"Because that was then and this is now. Because the past is gone, even though it defines the present."},{"Author":"JRR Tolkien","Category":"quotes","Quote":"Small wonder that spell means both a story told, and a formula of power over living men. -On Fairy Stories"},{"Author":"Rashedur Rahman","Category":"quotes","Quote":"Simply just BE GRATEFUL what you have today, there is millions who'are crying for the place where you are today"},{"Author":"Ruth Ahmed,  When Ali Met Honour","Category":"quotes","Quote":"My heart was in my mouth. I realised that I had no desire to know any more about her past. What was behind her made me feel sick, petrified. Only the future mattered now."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"A person with too many secrets has no happiness but burden. He/She cant find joy or peace, but those secrets enslave him or her. It doesn't matter how many secrets you keep but at the end truth always comes out. Why then burden yourself with secrets."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The value of life depends on the amount of pure love that you are giving away."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In school we learn to think alike, but true education is to learn how to think differently."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You can be kind only when you are in love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the greatest gift of life. Those who give and receive are blessed with the ecstasy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love as if you were created by the universe just to love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is absolutely impossible without love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is not the duration but the donation of life that matters the most."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be an example and open a new way for life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Without love, life is empty and has no beauty."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is not the success, but it is the failures that make us stronger and more resilient."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Accept love with love, but never forget to forgive hate with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Dare to love and get lost in yourself."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am burning within with an immeasurable, indescribable endless joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Teach a child not to seek help but to seek the opportunity to help others."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is the beauty of life that makes our lives worth living."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life becomes empty if we fill it with worthless thoughts and deeds."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Knowledge and wisdom comes from interaction-- not from inaction."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A wise person is silent and rarely wants to show his wisdom. A fool is always vocal and uses every opportunity to show his foolishness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A poet is a silent singer; he sings the deep songs of the soul silently."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There is no right or wrong; only our thoughts and perceptions make it so."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best investment for poverty elimination is education."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"True freedom comes only from true wisdom."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Initially, the truth may hurt, but lies hurt always."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most amazing people are those who love life and humanity."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Most difficult problems become very easy when we learn how to put things into perspective."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most powerful force on earth is residing in your heart; it is your power of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Teach a child to love his world deeply so that he may find the beauty and joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is not a destination to be reached, but it is a journey to be enjoyed."},{"Author":"Isra Sravenheart","Category":"quotes","Quote":"If you want something you have never had, you must do something you have never done."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be an advocate of love and kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"On this Valentine’s Day I like to whisper in your ear the silent songs of my heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Either plan your life or get ready to get lost."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let me get lost in your heart so that I may find myself in the mirror of your mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Enjoy your passion."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you smile, you bloom."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My attitude to you will always be the same no matter if you love me or hate me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I always feel that everyone loves me so I never forget to love everyone else."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the source, power, essence, and evidence of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A wise man never dwells in the past because he knows he belongs to the future."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The greatest gift that you can give anyone is your pure love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My love always surrounds everyone around me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"My ego is the wall between you and me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Wherever you go, never forget to be the messenger and cause of happiness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are the ultimate truth of your life. Everything that happens to you depends on you and your thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To make this world joyful, let your heart overflow with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be a fountain of love, positivity, kindness, and abundance."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am a conduit of happiness and abundance. It comes to me effortlessly so I can give it away with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"See the beauty of sunset to enjoy the passion of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Laughter is the most important paradise of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind is so powerful that is can suddenly grow wings of imagination and fly in the open sky."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your love defines your life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you smile, you fill the world with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To feel the joy of life, smile with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When someone is suffering from anxieties, depression, and stress, the only treatment is to change awareness and consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Give everyone you meet a precious gift; just smile."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Think as though the beauty of your life depends on your thoughts. Live as though your life is the portrait of your thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your determination and actions define your destination."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Art is the reflection of an imaginative mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Kindness is the master key which opens the gates of inner bliss."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You will lose not because of your abilities but because of your lack of desire to participate."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the best music for heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"No business can be a great success without a great purpose."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Doing more for others makes your life more abundant."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Improve your relationship with you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Happiness is a fresh flower!"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you can live while doing what you love, then you are already a success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Remember that you are never alone—you are always with yourself."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Without honesty and integrity, success is nothing but a terrible failure."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Education is the progressive unfolding of our own beauty with the light of knowledge like the blooming of a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love and kindness are a kind of gun that we can use to change everyone without hurting anyone."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The greatest victory comes not from winning against enemies but from winning over one’s self."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Human beings are nothing but intellectually organized closely interconnected interestingly and independently functioning trillions of atoms. We manipulate these atoms by our thoughts. At the same time, thoughts are the byproducts of complex interactions of these intelligent atoms."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are nothing but a few atoms arranged in an intricate organized way."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are irrationally irrational you may find that life is magical."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you are very rational, you may not be able to dream or live in a fairy tale."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Problems are very complicated when you don't know the solutions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are born with the power to change your life by simply changing your thoughts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be true to yourself to reveal your own unique beauties, feelings, and perceptions."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I am not what you are. I am only what I can see. I am me."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life is so precious! Live with love, joy, happiness, and abundance."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Those who can show love are always kind. Those who cannot show love cannot be kind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you learn how to value time, you will have enough. If you don’t value time, then you will suffer from the lack of time."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Imagination is a process of seeing events or things with the minds eye."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Time is standing still, but we are running away from it and complaining that time is slipping away from us."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best punishment for an enemy is forgiveness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Our thoughts, imaginations, and actions are what make us into who we are."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When superstitions infect you, it controls your mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Manifestation is a process by which we transform seemingly unrealizable imaginations to reality."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is clear; it reflects colors of the vessel."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind is time bound however; the subconscious mind is universal consciousness and is timeless."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When consciousness is there, can life be far away?"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Shift your consciousness to a higher consciousness to see the beauty and joy all around you. Immerse yourself in beauty and will see everyone will be eager to join you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find calmness in storms. Find beauty in ugliness. Find peace in the midst of war. Now expand it. Only people with a higher consciousness can do this. It will make the world a better place for mankind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let your thoughts, intentions, imaginations, and dreams fly under a clear blue sky with a spring breeze floating like a butterfly from flower to flower. See the beauty of mankind. Enjoy the nectar of life. It will shift your awareness to a higher consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best way to transform ourselves is by transforming our consciousness and awareness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let your thoughts and intentions always be forgiving and loving so that you may bring true peace to mankind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"In deep silence, raise your consciousness. Now feel the profound joy of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Living is not enough; we must live an illuminated life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Discover your level of consciousness. Now be silent and transcend and transform your consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We are half awake and semi conscious."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness makes you an unlimited being by giving the power of your imagination."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your consciousness creates pure potentiality where nothing is impossible."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Consciousness is very personal like happiness, sadness, or awareness. You can only feel it and you cannot see it. It does not follow any quantum rules. It has no weight or dimension and does not occupy any space. Consciousness has no beginning and no end."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"There is only one attraction, one law, one power and that is the power of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Enlighten every life with love to shine."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The universe is eager to kindle in you experiences that will enhance and enlighten your consciousness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your level of consciousness depends on your love and understanding of this universe and all its contents."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To enhance your experience and consciousness, your mind is always trying to understand everything that is going on around you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Transcendence and transformation of consciousness will create a new reality for humanity—not our economic success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Change your thoughts to change your reality."},{"Author":"B.B. Taylor","Category":"quotes","Quote":"Sleep frees our imaginations from the confines of its imprisonment. Last night I dreamt of penguins"},{"Author":"Abigail Tarttelin","Category":"quotes","Quote":"#ToTheGirls2016 Value yourself, your voice, your body, your opinions, your dreams, your pride, your ego. You have a RIGHT to take up space."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Universal consciousness can never die; it can only transform and transcend."},{"Author":"Garrett McCoy","Category":"quotes","Quote":"Objectivity allows you the luxury of not taking sides"},{"Author":"Sohail Umar","Category":"quotes","Quote":"Something that trash for me, might be diamond for you."},{"Author":"De philosopher Dj Kyos","Category":"quotes","Quote":"There is no one who is happier than the person who is able to control his or her life. Who does what he /she thinks its right. Who pleases himself before everyone. Who doesn't suffer from what people will say syndrome. When you have time . Find a way to please yourself. Then you will be happiest person alive."},{"Author":"Secli G","Category":"quotes","Quote":"War Game. You can count the dead, but will never have a winner or a loser. #Thinkpeace"},{"Author":"Deyth Banger","Category":"quotes","Quote":"Quotes are made we to think, we have made a mistake so quotes will put us in the right way? (But can we understand them - is the best question)"},{"Author":"Andrea L'Artiste","Category":"quotes","Quote":"Closed eyes cannot see light"},{"Author":"Karon Waddell","Category":"quotes","Quote":"I choose not to waste my energy hating someone and I recognise that their negativity drags me down, so I walk away from them."},{"Author":"Karon Waddell","Category":"quotes","Quote":"You are never too old to start over. Every day is a chance to make changes to create the life we want."},{"Author":"Karon Waddell","Category":"quotes","Quote":"When someone is rude to you, don't stoop to their level, stay calm and walk away with your head held high."},{"Author":"Karon Waddell","Category":"quotes","Quote":"Get busy watering your own grass so as not to notice whether it's greener elsewhere."},{"Author":"David Alexandher","Category":"quotes","Quote":"There is a price for everything; the price of losing or winning it all."},{"Author":"Don Roff","Category":"quotes","Quote":"The best writers I've read possess oodles of self-doubt, yet claw their way up with each work and remain humble. Boastful ones, not so much."},{"Author":"Anna Todd,  After We Collided","Category":"quotes","Quote":"Sometimes you just have to choose to let things go, to move on."},{"Author":"Sudeep Nagarkar,  It Started With a Friend Request","Category":"quotes","Quote":"I don't want to take revenge or teach you a lesson, but you will bear the consequences of your actions by losing me."},{"Author":"Deyth Banger","Category":"quotes","Quote":"I can make it 4 pages, 6 pages quotes but if people don't read it the number doesn't matter?!"},{"Author":"Harold Brodkey","Category":"quotes","Quote":"Someone who claims to write with emotion recollected in tranquility, is a fool and a liar. To understand is to tremble. To recollect is to re-enter and riven......I admire the authority of being on one's knees in front of an event."},{"Author":"Stephanie Kaleto,  Disconsolate","Category":"quotes","Quote":"I know it may not be an easy thing to do, but with the right person by their side, they can conquer anything."},{"Author":"Stephanie Kaleto,  Disconsolate","Category":"quotes","Quote":"I'd tell them that it gets better. That they may not be able to beat death when their time comes, but they can beat death in life. I know it may not be an easy thing to do, but with the right person by their side they can conquer anything."},{"Author":"Karon Waddell","Category":"quotes","Quote":"Free your mind and be in flow of life's ups and downs. Be accepting of wherever you are on your journey"},{"Author":"Karon Waddell","Category":"quotes","Quote":"The goal in life is not to try and live forever, but to create something that will forever in people’s hearts."},{"Author":"Karon Waddell","Category":"quotes","Quote":"Remember, you are training your mind. You are either training to look for things to go wrong or you are training it to look for anything to go right. Train yourself to think only positive thoughts."},{"Author":"Karon Waddell","Category":"quotes","Quote":"Insecure people play with someone else’s feelings. Secure people respect the feelings of others."},{"Author":"Karon Waddell","Category":"quotes","Quote":"Remember, you are training your mind. You are either training it to look for things to go wrong or you are training it to look for things to go right. Train yourself to think only positive thoughts"},{"Author":"Karon Waddell","Category":"quotes","Quote":"Don’t let people who don’t care about you, manipulate your mind, feelings and emotions or control how you think about yourself. Never give that much power to someone else."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To change the world, the best thing that you can do is to accept changes with love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you change your level of consciousness and awareness, the situation around you will change with joy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You belong to everything andeverything belongs to you.You are in the beauty of a flower.You are also in the nourishing spring shower.Then why do you fear to change?You just lose your nameand your inner beauty remains the same."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Only with the wings of lovecan you fly.Only with the light of lovecan you see the starIn a moonlit sky."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The easiest way to make life beautiful is to always believe that it is beautiful."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"quotes","Quote":"The illusion, as ego suggests, is that it's about time - mechanical mind; it is not. It is, however, all about conscious space - something [the] soul has always known."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you know how blessed you are, you will never ever complain."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Take every opportunity to express kindness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Forgiveness takes away the burdens of past."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be wise enough to forgive; be kind enough to love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You may fall many times, but you must keep going."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Try your best; forget the rest."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The universe is inside you; you are the cosmic power."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Love is the bridge that crosses over the river of hate."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your level of consciousness defines the beauty of your life and destiny."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"You are where you always wanted to be; so enjoy the beauty of life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Don’t set a goal to avoid pain or escape suffering; set a goal to live in joy and bliss to make this world joyful and blissful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Adversity often defines dignity."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Take me to the land of lovers where flowers bloom with love, birds sing with love, and hearts long for hearts."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To find the nectar of life, let me get lost in the mysteries and beauties of the imagination."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stay in love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let me get lost in the mysteries of your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Take me to a land where love never ends."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let us be the wind of love that touches every heart and blows away all of the misery and sadness."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be unique! Be yourself!"},{"Author":"Debasish Mridha","Category":"quotes","Quote":"With the wind of love, let your heart dance like a flower."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Like a child, always enjoy the world."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Be the designer of your own future."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Every new day is an opportunity to grow your love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"If you expect nothing but success, then you will be a success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The mind is deeper than the horizon, bigger than the universe, and more mysterious than space."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"When you can overcome the fear of failure, success will not be far away."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Persistence, perseverance, and continuous improvement are the ingredients for forming a successful person."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"To be a success, dream with open eyes, have faith in your defined purpose, and act with deep love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"On the way toward success, obstacles are the barrier to build the power of the mind."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Integrity and self trust are the two important powers that can help you to reach success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your path should be lighted with love and trust, your purpose should be clear, and your goal should be the light post."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Do not let your problems become a burden and interfere with your endless possibilities."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Have an intention, take action, and then learn on the way to success."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The journey to success is easy if you know the road map and have persistence and perseverance."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Stop complaining. Plot your course and start your journey. Adjust your sail. Success is waiting to welcome you."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The beauty of the stars, moon, and oceans are a reflection of my heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"We can never live in the past; so everyday we begin anew."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Your real beauty is hidden in your heart."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Life becomes easy if you whole heartedly expect it to be easy."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Nothing is easy. To change or to accept changes is difficult."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The most important and most difficult thing that you can change is your fixed false beliefs."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"It is not important who you are; what is important is what you have done to change humanity for the better."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never forget to leave your footprint of love on the surface of this loving universe."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Find time to admire and appreciate the glittering lights on snowflakes."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Never forget the power of love, but always forget the love of power."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"I love you not only for today and tomorrow but forever."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Oh my love, you are my life boat in the ocean of my life."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Anger is a tiger that can eat you alive if you are not careful."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"A smile is a blue sky where the mind can fly."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The secret of staying young is to be simple and happy like a child."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"Let us decorate the world with the pearls of a smile, diamonds of hope, and the rubies of love."},{"Author":"Debasish Mridha","Category":"quotes","Quote":"The best things in life are the things that we cannot buy with money."},{"Author":"Ren Garcia","Category":"quotes","Quote":"Where have all the Fembots gone?"},{"Author":"Saul Bellow,  Seize the Day","Category":"quotes","Quote":"Everybody wants to have intimate conversations, but the smart fellows don't give out only the fools. The smart fellows talk intimately about the fools, and examine them all over and give them advice."},{"Author":"Almney King,  All Light Will Fall","Category":"quotes","Quote":"Show yourself to the darkness, they said, and then you will see your face.\"--Nero SlyvenskiALL LIGHT WILL FALL"}]
