[{"Author":"Jess C. Scott,  The Intern","Category":"relationship","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"Lisa Kleypas,  Blue-Eyed Devil","Category":"relationship","Quote":"I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you. Not because he was perfect, or because you were, but because your combined flaws were arranged in a way that allowed two separate beings to hinge together."},{"Author":"J.K. Rowling,  Harry Potter and the Order of the Phoenix","Category":"relationship","Quote":"Indifference and neglect often do much more damage than outright dislike."},{"Author":"C.G. Jung","Category":"relationship","Quote":"The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed."},{"Author":"Dave Matthews Band","Category":"relationship","Quote":"A guy and a girl can be just friends, but at one point or another, they will fall for each other...Maybe temporarily, maybe at the wrong time, maybe too late, or maybe forever"},{"Author":"Haruki Murakami,  South of the Border, West of the Sun","Category":"relationship","Quote":"I think you still love me, but we can’t escape the fact that I’m not enough for you. I knew this was going to happen. So I’m not blaming you for falling in love with another woman. I’m not angry, either. I should be, but I’m not. I just feel pain. A lot of pain. I thought I could imagine how much this would hurt, but I was wrong."},{"Author":"C. JoyBell C.","Category":"relationship","Quote":"You can talk with someone for years, everyday, and still, it won't mean as much as what you can have when you sit in front of someone, not saying a word, yet you feel that person with your heart, you feel like you have known the person for forever.... connections are made with the heart, not the tongue."},{"Author":"Stephanie Perkins,  Anna and the French Kiss","Category":"relationship","Quote":"For the two of us, home isn't a place. It is a person. And we are finally home."},{"Author":"Candace Bushnell,  Sex and the City","Category":"relationship","Quote":"Man may have discovered fire, but women discovered how to play with it."},{"Author":"Nicholas Sparks,  The Last Song","Category":"relationship","Quote":"I mean, if the relationship can't survive the long term, why on earth would it be worth my time and energy for the short term?"},{"Author":"Gillian Anderson","Category":"relationship","Quote":"Well, it seems to me that the best relationships - the ones that last - are frequently the ones that are rooted in friendship. You know, one day you look at the person and you see something more than you did the night before. Like a switch has been flicked somewhere. And the person who was just a friend is... suddenly the only person you can ever imagine yourself with."},{"Author":"Donald Miller,  A Million Miles in a Thousand Years: What I Learned While Editing My Life","Category":"relationship","Quote":"When you stop expecting people to be perfect, you can like them for who they are."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"relationship","Quote":"Why is it,\"he said, one time, at the subway entrance, \"I feel I've known you so many years?\"\"Because I like you,\"she said, \"and I don't want anything from you."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"relationship","Quote":"I consider conversations with people to be mind exercises, but I don't want to pull a muscle, so I stretch a lot. That's why I'm constantly either rolling my eyes or yawning."},{"Author":"Mae West","Category":"relationship","Quote":"Every man I meet wants to protect me. I can't figure out what from."},{"Author":"Shmuley Boteach","Category":"relationship","Quote":"There is greatness in doing something you hate for the sake of someone you love."},{"Author":"Nicholas Sparks","Category":"relationship","Quote":"If conversation was the lyrics, laughter was the music, making time spent together a melody that could be replayed over and over without getting stale."},{"Author":"Nick Hornby","Category":"relationship","Quote":"It's no good pretending that any relationship has a future if your record collections disagree violently or if your favorite films wouldn't even speak to each other if they met at a party."},{"Author":"Ernest Hemingway,  Men Without Women","Category":"relationship","Quote":"The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too."},{"Author":"Edna St. Vincent Millay","Category":"relationship","Quote":"I know I am but summer to your heart, and not the full four seasons of the year."},{"Author":"Taylor Swift","Category":"relationship","Quote":"I suffer from girlnextdooritis where the guy is friends with you and that's it."},{"Author":"Candace Bushnell,  Sex and the City","Category":"relationship","Quote":"Maybe our girlfriends are our soulmates and guys are just people to have fun with."},{"Author":"Julio Cortázar","Category":"relationship","Quote":"Come sleep with me: We won't make Love,Love will make us."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"relationship","Quote":"To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous."},{"Author":"Stephanie Lennox,  I Don't Remember You","Category":"relationship","Quote":"I’ve been fighting to be who I am all my life. What’s the point of being who I am, if I can’t have the person who was worth all the fighting for?"},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"relationship","Quote":"Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"relationship","Quote":"I want to grow a flower for every time someone tells me “F*** you.” Then I’ll go back to that person and pin the flower on their lapel in a gesture of friendship. And while they are looking down on it in astonishment, I’ll bunch up my knuckles and punch them in the face."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"relationship","Quote":"Man, when you lose your laugh you lose your footing."},{"Author":"Nicholas Sparks,  Safe Haven","Category":"relationship","Quote":"Every couple needs to argue now and then. Just to prove that the relationship is strong enough to survive. Long-term relationships, the ones that matter, are all about weathering the peaks and the valleys."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"One of my main regrets in life is giving considerable thought to inconsiderate people."},{"Author":"Jarod Kintz","Category":"relationship","Quote":"I think the key indicator for wealth is not good grades, work ethic, or IQ. I believe it's relationships. Ask yourself two questions: How many people do I know, and how much ransom money could I get for each one?"},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"relationship","Quote":"Never marry at all, Dorian. Men marry because they are tired, women, because they are curious: both are disappointed."},{"Author":"Catherine Gilbert Murdock,  Dairy Queen","Category":"relationship","Quote":"When you don't talk, there's a lot of stuff that ends up not getting said."},{"Author":"Mary Manin Morrissey","Category":"relationship","Quote":"Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?"},{"Author":"Katja Millay,  The Sea of Tranquility","Category":"relationship","Quote":"People like to say love is unconditional, but it's not, and even if it was unconditional, it's still never free. There's always an expectation attached. They always want something in return. Like they want you to be happy or whatever and that makes you automatically responsible for their happiness because they won't be happy unless you are ... I just don't want that responsibility."},{"Author":"Martha Gellhorn,  Selected Letters","Category":"relationship","Quote":"I know enough to know that no woman should ever marry a man who hated his mother."},{"Author":"Patti Callahan Henry,  Between the Tides","Category":"relationship","Quote":"Cheating and lying aren't struggles, they're reasons to break up."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"relationship","Quote":"For there to be betrayal, there would have to have been trust first."},{"Author":"Nicholas Sparks,  At First Sight","Category":"relationship","Quote":"Every couple has ups and downs, every couple argues, and that’s the thing—you’re a couple, and couples can’t function without trust."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"relationship","Quote":"Relationships dont always make sense. Especially from the outside"},{"Author":"Brian Andreas","Category":"relationship","Quote":"He loved her for almost everything she was & she decided that was enough to let him stay for a very long time."},{"Author":"Susane Colasanti,  Waiting for You","Category":"relationship","Quote":"If a girl starts out all casual with a guy and she doesn't tell him that she wants a relationship, it will never become a relationship. If you give the guy the impression that casual is okay with you, that's all he'll ever want. Be straight with him from the start. If he gets scared and runs away, he wasn't right for you."},{"Author":"C. JoyBell C.","Category":"relationship","Quote":"Lots of things can be fixed. Things can be fixed. But many times, relationships between people cannot be fixed, because they should not be fixed. You're aboard a ship setting sail, and the other person has joined the inland circus, or is boarding a different ship, and you just can't be with each other anymore. Because you shouldn't be."},{"Author":"Criss Jami,  Venus in Arms","Category":"relationship","Quote":"To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect."},{"Author":"Mae West","Category":"relationship","Quote":"A dame that knows the ropes isn't likely to get tied up."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I can tell if two people are in love by how they hold each other’s hands, and how thick their sanitation gloves are."},{"Author":"Jess C. Scott,  The Intern","Category":"relationship","Quote":"Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"relationship","Quote":"You know what I like most about people? Pets."},{"Author":"David Richo","Category":"relationship","Quote":"Our wounds are often the openings into the best and most beautiful part of us."},{"Author":"Bill Maher","Category":"relationship","Quote":"Women cannot complain about men anymore until they start getting better taste in them."},{"Author":"Sara Evans","Category":"relationship","Quote":"I know my heart will never be the sameBut I'm telling myself I'll be okay"},{"Author":"Stephanie Klein,  Straight Up and Dirty","Category":"relationship","Quote":"What we wait around a lifetime for with one person, we can find in a moment with someone else."},{"Author":"Albert Camus,  The Fall","Category":"relationship","Quote":"I used to advertise my loyalty and I don't believe there is a single person I loved that I didn't eventually betray."},{"Author":"Marc Wambolt,  Poems from the Heart","Category":"relationship","Quote":"I may not always be with you But when we're far apartRemember you will be with meRight inside my heart"},{"Author":"Aimee Carter,  The Goddess Test","Category":"relationship","Quote":"I care,\"he said in a trembling voice. \"I care so much that I do not know how to tell you without it seeming inconsequential compared to how I feel. Even if I am distant at times and seem as if I do not want to be with you, it is only because this scares me, too."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home."},{"Author":"Amy Sedaris,  I Like You: Hospitality Under the Influence","Category":"relationship","Quote":"Don't leave a piece of jewelry at his house so you can go back and get it later; he may be with his real girlfriend."},{"Author":"T.S. Eliot,  The Cocktail Party","Category":"relationship","Quote":"We die to each other daily. What we know of other people is only our memory of the moments during which we knew them. And they have changed since then. To pretend that they and we are the same is a useful and convenient social convention which must sometimes be broken. We must also remember that at every meeting we are meeting a stranger."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"relationship","Quote":"Of course it hurt that we could never love each other in a physical way. We would have been far more happy if we had. But that was like the tides, the change of seasons--something immutable, an immovable destiny we could never alter. No matter how cleverly we might shelter it, our delicate friendship wasn't going to last forever. We were bound to reach a dead end. That was painfully clear."},{"Author":"Gabriel Garcí­a Márquez","Category":"relationship","Quote":"nothing in this world was more difficult than love."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"relationship","Quote":"We kiss all the time.\"I clear my throat, then add, \"We just...do it in private.\"\"A smug expression crosses his face. \"I don't buy it for a second, 'cause if you were my girlfriend and a stud like me was livin' in your house, I'd kiss you in front of the guy every chance I got as a reminder.\"\"A reminder of w-w-what?\"\"That you were mine."},{"Author":"Brian L. Weiss,  Messages from the Masters: Tapping Into the Power of Love","Category":"relationship","Quote":"Forgive the past. It is over. Learn from it and let go. People are constantly changing and growing. Do not cling to a limited, disconnected, negative image of a person in the past. See that person now. Your relationship is always alive and changing."},{"Author":"L. Frank Baum,  The Wonderful Wizard of Oz","Category":"relationship","Quote":"I think you are wrong to want a heart. It makes most people unhappy. If you only knew it, you are in luck not to have a heart."},{"Author":"Henry Winkler","Category":"relationship","Quote":"Assumptions are the termites of relationships."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"relationship","Quote":"You couldn't just pick and choose at will when someone depended on you, or loved you. It wasn't like a light switch, easy to turn on or off. If you were in, you were in. Out, you were out."},{"Author":"Katerina Stoykova Klemer","Category":"relationship","Quote":"Moving on is easy. It's staying moved on that's trickier."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"How would your life be different if…You walked away from gossip and verbal defamation? Let today be the day…You speak only the good you know of other people and encourage others to do the same."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Never rearrange your life in order to meet Mr. Darcy half way. If he couldn’t see your worth at the moment you met then he won’t two years later. May the halls of Pemberly be filled with his regrets and your life filled with thankfulness because of this revelation."},{"Author":"Cornel West,  Breaking Bread: Insurgent Black Intellectual Life","Category":"relationship","Quote":"We have to recognise that there cannot be relationships unless there is commitment, unless there is loyalty, unless there is love, patience, persistence."},{"Author":"Jane Austen,  Emma","Category":"relationship","Quote":"Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised or a little mistaken."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"relationship","Quote":"I like my relationships like I like my eggs. Over easy."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"relationship","Quote":"I used to date the lead singer of The Cranberries, but she cheated on me. Turns out she had some turkey on the side."},{"Author":"Patrick Rothfuss,  The Wise Man's Fear","Category":"relationship","Quote":"Books are a poor substitute for female companionship, but they are easier to find."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"relationship","Quote":"You can measure the happiness of a marriage by the number of scars that each partner carries on their tongues, earned from years of biting back angry words."},{"Author":"Lorrie Moore,  Like Life","Category":"relationship","Quote":"This is what happened in love. One of you cried a lot and then both of you grew sarcastic."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"There are no coincidences in life. What person that wandered in and out of your life was there for some purpose, even if they caused you harm. Sometimes, it doesn’t make sense the short periods of time we get with people, or the outcomes from their choices. However, if you turn it over to God he promises that you will see the big picture in the hereafter. Nothing is too small to be a mistake."},{"Author":"Jarod Kintz,  $3.33","Category":"relationship","Quote":"Patience and wisdom walk hand in hand, like two one-armed lovers."},{"Author":"Jess C. Scott","Category":"relationship","Quote":"A fit, healthy body—that is the best fashion statement"},{"Author":"bell hooks,  All About Love: New Visions","Category":"relationship","Quote":"When we face pain in relationships our first response is often to sever bonds rather than to maintain commitment."},{"Author":"Rainer Maria Rilke,  Letters to a Young Poet","Category":"relationship","Quote":"only someone who is ready for everything, who doesn't exclude any experience, even the most incomprehensible, will live the relationship with another person as something alive and will himself sound the depths of his own being."},{"Author":"Charlaine Harris,  Dead to the World","Category":"relationship","Quote":"It's probably a bad indicator of your lifestyle when you miss your ex-boyfriend because he's absolutely lethal."},{"Author":"pleasefindthis,  I Wrote This For You","Category":"relationship","Quote":"You’re just another story I can’t tell anymore."},{"Author":"Sue Monk Kidd,  The Secret Life of Bees","Category":"relationship","Quote":"If you need something from somebody always give that person a way to hand it to you."},{"Author":"Henny Youngman","Category":"relationship","Quote":"Do you know what it means to come home at night to a woman who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house, that's what it means."},{"Author":"Jess C. Scott,  Wicked Lovely","Category":"relationship","Quote":"I felt like an animal, and animals don’t know sin, do they?"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"If you spend your time hoping someone will suffer the consequences for what they did to your heart, then you're allowing them to hurt you a second time in your mind."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I've often wondered what makes a relationship last. I guess the best answer is it's the one right after the next to the last one."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for."},{"Author":"Daphne Gottlieb,  Why Things Burn","Category":"relationship","Quote":"you can take this mouththis wound you wantbut you can't kissand make itbetter."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"When you hold a grudge, you want someone else’s sorrow to reflect your level of hurt but the two rarely meet."},{"Author":"Paulo Coelho,  The Valkyries","Category":"relationship","Quote":"He knew one of the women well, and had shared his universe with her. They had seen the same mountains, and the same trees, although each of them had seem them differently. She knew his weaknesses, his moments of hatred, of despair. Yet she was there at his side. They shared the same universe."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My girlfriend bought me a collared shirt for my birthday, mainly so I don’t get too far ahead of her when she takes me for a walk."},{"Author":"Scott Dikkers,  You Are Worthless: Depressing Nuggets of Wisdom Sure to Ruin Your Day","Category":"relationship","Quote":"Statistically speaking, there is a 65 percent chance that the love of your life is having an affair. Be very suspicious."},{"Author":"Chuck Palahniuk,  Survivor","Category":"relationship","Quote":"Six hundred and forty fish later, the only thing I know is everything you love will die. The first time you meet someone special, you can count on them one day being dead and in the ground."},{"Author":"Marian Keyes,  Watermelon","Category":"relationship","Quote":"Failed relationships can be described as so much wasted make-up."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"relationship","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"Jenny Han,  It's Not Summer Without You","Category":"relationship","Quote":"That's when I finally got it. I finally understood. It wasn't the thought that counted. It was the actual execution that mattered, the showing up for somebody. The intent behind it wasn't enough. Not for me. Not anymore. It wasn't enough to know that deep down, he loved me. You had to actually say it to somebody, show them you cared. And he just didn't. Not enough."},{"Author":"John Green,  The Fault in Our Stars","Category":"relationship","Quote":"And then the line was quite but not dead. I almost felt like he was there in my room with me, but in a way it was better, like I was not in my room and he was not in his, but instead we were together in some invisible and tenuous third space that could only be visited on the phone."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"relationship","Quote":"It takes three to make love, not two: you, your spouse, and God. Without God people only succeed in bringing out the worst in one another. Lovers who have nothing else to do but love each other soon find there is nothing else. Without a central loyalty life is unfinished."},{"Author":"Gayle Forman,  Where She Went","Category":"relationship","Quote":"There are so many things that demand to be said. Where did you go? Do you ever think about me? You've ruined me. Are you okay? But of course, I can't say any of that."},{"Author":"David Levithan,  The Lover's Dictionary","Category":"relationship","Quote":"misgivings, n.Last night, I got up the courage to ask you if you regretted us. \"There are things I miss,\"you said. \"But if I didn't have you, I'd miss more."},{"Author":"Nicholas Sparks,  Safe Haven","Category":"relationship","Quote":"Love doesn't mean anything if you're not willing to make a commitment, and you have to think not only about what you want, but about what he wants. Not just now, but in the future."},{"Author":"Helen Fielding,  Bridget Jones's Diary","Category":"relationship","Quote":"Can officially confirm that the way to a man's heart these days is not through beauty, food, sex, or alluringness of character, but merely the ability to seem not very interested in him."},{"Author":"Haruki Murakami,  A Wild Sheep Chase","Category":"relationship","Quote":"Most everything you think you know about me is nothing more than memories."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you were to ask me the best time of day to fall in love, I'd say, \"Now.\"But you'd also have to remember to factor in the fact that my watch is eleven minutes fast."},{"Author":"Brandon Sanderson,  Warbreaker","Category":"relationship","Quote":"Mocking a woman is like drinking too much wine. It may be fun for a short time, but the hangover is hell."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"A busy, vibrant, goal-oriented woman is so much more attractive than a woman who waits around for a man to validate her existence."},{"Author":"Hanh Nhat Thich,  Teachings on Love","Category":"relationship","Quote":"Through my love for you, I want to express my love for the whole cosmos, the whole of humanity, and all beings. By living with you, I want to learn to love everyone and all species. If I succeed in loving you, I will be able to love everyone and all species on Earth... This is the real message of love."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"relationship","Quote":"The only gift I have to give, is the ability to receive. If giving is a gift, and it surely is, then my gift to you is to allow you to give to me."},{"Author":"Katie Kacvinsky,  Awaken","Category":"relationship","Quote":"Don't worry about hurting me, if that's what you're afraid of. I want to get hurt. At least I´ll feel something for a change."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"relationship","Quote":"I’m willing to die for the woman I love. I just want to take 75 years to do it."},{"Author":"Pandora Poikilos,  Excuse Me, My Brains Have Stepped Out","Category":"relationship","Quote":"The best relationships in our lives are the best not because they have been the happiest ones, they are that way because they have stayed strong through the most tormentful of storms."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Don’t try to hog loneliness and keep it all to yourself. Share it with a special someone."},{"Author":"Antoine de Saint-Exupéry","Category":"relationship","Quote":"I have no right to say or do anything that diminishes a man in his own eyes. What matters is not what I think of him but what he thinks of himself. Hurting a man in his dignity is a crime."},{"Author":"Joshua Harris,  I Kissed Dating Goodbye: A New Attitude Toward Relationships and Romance","Category":"relationship","Quote":"When God knows you're ready for the responsibility of commitment, He'll reveal the right person under the right circumstances."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Sometimes the best and worst times of your life can coincide. It is a talent of the soul to discover the joy in pain—-thinking of moments you long for, and knowing you’ll never have them again. The beautiful ghosts of our past haunt us, and yet we still can’t decide if the pain they caused us out weighs the tender moments when they touched our soul. This is the irony of love."},{"Author":"Kate Hudson","Category":"relationship","Quote":"You Can't Lose Something You Never Had"},{"Author":"Deepak Chopra","Category":"relationship","Quote":"When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself."},{"Author":"Jodi Picoult,  Sing You Home","Category":"relationship","Quote":"You know someone's right for you when the things they don't have to say are even more important than the things they do."},{"Author":"Christina Westover","Category":"relationship","Quote":"Unrequited love is the infinite curse of a lonely heart."},{"Author":"Meghan O'Rourke","Category":"relationship","Quote":"Relationships take up energy; letting go of them, psychiatrists theorize, entails mental work. When you lose someone you were close to, you have to reassess your picture of the world and your place in it. The more your identity was wrapped up with the deceased, the more difficult the loss."},{"Author":"Tim McGraw","Category":"relationship","Quote":"We all take different paths in life, but no matter where we go, we take a little of each other everyhwere."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"Stairs, are they going up or are they going down? They’re so confusing! If love were a physical thing, it would be stairs."},{"Author":"Dorothy Parker,  The Portable Dorothy Parker","Category":"relationship","Quote":"I won't telephone him. I'll never telephone him again as long as I live. He'll rot in hell, before I'll call him up. You don't have to give me strength, God; I have it myself. If he wanted me, he could get me. He knows where I am. He knows I'm waiting here. He's so sure of me, so sure. I wonder why they hate you, as soon as they are sure of you."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"The most important thing in communication is hearing what isn't being said. The art of reading between the lines is a life long quest of the wise."},{"Author":"Julie de Lespinasse","Category":"relationship","Quote":"You know that when I hate you, it is because I love you to a point of passion that unhinges my soul."},{"Author":"Wm. Paul Young","Category":"relationship","Quote":"Trust is the fruit of a relationship in which you know you are loved."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"relationship","Quote":"I would pour you a glass of wine, but wouldn’t it be more romantic if you sipped it out of my armpit?"},{"Author":"Suzanne Collins,  The Hunger Games","Category":"relationship","Quote":"I just...I just miss him. And I hate being so alone."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"I don’t want to make love last, I want to make love second to last. The last thing we’ll do is cuddle."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"relationship","Quote":"Between hello and goodbye is I love you."},{"Author":"Dale Renton","Category":"relationship","Quote":"When what you hear and what you see don't match, trust your eyes."},{"Author":"Jarod Kintz,  I Want","Category":"relationship","Quote":"I want to create a seventeen-syllable word that encompasses the human condition, and then use that word to form the world’s most perfect haiku."},{"Author":"John Joseph Powell,  The Secret of Staying in Love","Category":"relationship","Quote":"It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being."},{"Author":"Jess C. Scott,  Tongue-Tied","Category":"relationship","Quote":"Last night I was seriously considering whether I was a bisexual or not but I don’t think so though I’m not sure if I’d like to be and argh I don’t think there’s anything wrong with that, if you like a person, you like the person, not their genitals."},{"Author":"Dale Carnegie,  How to Win Friends and Influence People","Category":"relationship","Quote":"When dealing with people, remember you are not dealing with creatures of logic, but with creatures bristling with prejudice and motivated by pride and vanity."},{"Author":"Margaret Atwood","Category":"relationship","Quote":"You fit into melike a hook into an eyea fish hookan open eye"},{"Author":"Brian Andreas","Category":"relationship","Quote":"Wanting him to come back before anyone notices part of the world has not moved since he left."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"If you have the woman you love, what more do you need? Well, besides an alibi for the time of her husband’s murder."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"I suppose that since most of our hurts come through relationships so will our healing, and I know that grace rarely makes sense for those looking in from the outside."},{"Author":"Tiffany Madison","Category":"relationship","Quote":"Most men claim to desire driven, independent and confident women. Yet when confronted with such a creature reverence often evolves into resent. For just like women, men need to be needed."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"relationship","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"A true gentleman is one that apologizes anyways, even though he has not offended a lady intentionally. He is in a class all of his own because he knows the value of a woman's heart."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"I make love like the 13th floor is the 14th floor of a hotel. I give it that little extra that takes it to a whole new level."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"Hope for love, pray for love, wish for love, dream for love…but don’t put your life on hold waiting for love."},{"Author":"Zsa Zsa Gabor","Category":"relationship","Quote":"I never hated a man enough to give him his diamonds back."},{"Author":"Haruki Murakami,  A Wild Sheep Chase","Category":"relationship","Quote":"Sometimes I get real lonely sleeping with you."},{"Author":"Cassandra Clare,  City of Ashes","Category":"relationship","Quote":"Oh, you know. Jace reminds me of an old boyfriend. Some guys look at you like they want sex. Jace looks at you like you've already had sex, it was great, and now you're just friends--even though you want more. Drives girls crazy. You know what I mean?\"Yes, Clary thought. \"No,\"she said.pg. 280"},{"Author":"Brené Brown","Category":"relationship","Quote":"I define connection as the energy that exists between people when they feel seen, heard, and valued; when they can give and receive without judgment; and when they derive sustenance and strength from the relationship."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"I’ve got a way with love. Away with love."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"Submission is not about authority and it is not obedience; it is all about relationships of love and respect."},{"Author":"Stephen R. Covey","Category":"relationship","Quote":"Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"relationship","Quote":"More people are leaving TV behind to read my books than ever before. In the last year alone I gained over two readers (three, to be exact). So I’d like to take a moment and say thanks mom, dad, and kidnap victim I keep chained in the basement."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"relationship","Quote":"You like every one; that is to say, you are indifferent to every one."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love flows like flowers, and grows like water. I’m so thirsty for romance I could drink a dozen roses."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"relationship","Quote":"My girlfriend is sad and quiet and keeps me up all night worrying about her."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Every woman that finally figured out her worth, has picked up her suitcases of pride and boarded a flight to freedom, which landed in the valley of change."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"0 plus 100 equals 100. But so does 50 plus 50, only with more balance. Let this be a lesson in love."},{"Author":"Lev Grossman,  The Magicians","Category":"relationship","Quote":"I got my heart's desire, and there my troubles began."},{"Author":"David Sedaris,  Dress Your Family in Corduroy and Denim","Category":"relationship","Quote":"Hugh and I have been together for so long that in order to arouse extraordinary passion, we need to engage in physical combat. Once, he hit me on the back of the head with a broken wineglass, and I fell to the floor pretending to be unconscious. That was romantic, or would have been had he rushed to my side rather than stepping over my body to fetch the dustpan."},{"Author":"Amy Poehler","Category":"relationship","Quote":"I want to be around people that do things. I don’t want to be around people anymore that judge or talk about what people do. I want to be around people that dream and support and do things."},{"Author":"Chelsea Fine,  Sophie & Carter","Category":"relationship","Quote":"Love.Not the kind you see in the movies or hear about on the radio.The real kind.The kind that gets beaten down and bloody, yet perseveres.The kind that hopes even when hope seems foolish.The kind that can forgives. The kind that believes in healing. The kind that can sit in silence and feel renewed.The real kind of love.It's rare and we have it.."},{"Author":"Andrea Gibson","Category":"relationship","Quote":"That night when you kissed me, I left a poem in your mouth, and you can hear some of the lines every time you breathe out."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"Two become one when two are in love—or when the waitress asks about our dinner bill. I’ll pay next time, I promise."},{"Author":"Scott Adams,  God's Debris: A Thought Experiment","Category":"relationship","Quote":"The best you can hope for in a relationship is to findsomeone whose flaws are the sort you don’t mind. It isfutile to look for someone who has no flaws, or someonewho is capable of significant change; that sort of personexists only in our imaginations."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"To find out if she really loved me, I hooked her up to a lie detector. And just as I suspected, my machine was broken."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My brain is divided into two butterflies, and both are in love with your rose-shaped heart. If you've got the garden, I've got my whole life."},{"Author":"Kate Chisman,  Run","Category":"relationship","Quote":"We ruined each other by being together. We destroyed each other’s dreams."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If it’s the last kiss, we’d better make it last. I hope you don’t have anywhere to be, because I have the rest of my life free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Unreturned love is like trying to make a sandwich with one slice of bread. Don’t stress—fold it in half and love yourself."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"She has a sly smile, and eyes that seem to see my essence as they explore my soul and implore my spirit to enter her. I look at her and I see love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ll be your Dostoevsky, if you’ll be my Tolstoy. Our life together will be so full of despair that death will be like a gulag full of joy."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"I’m running from the very person I’m chasing, and this is how I know I’m in love."},{"Author":"Albert Einstein","Category":"relationship","Quote":"We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends."},{"Author":"Rick Riordan,  The Red Pyramid","Category":"relationship","Quote":"Have you ever noticed how parents can go from the most wonderful people in the world to totally embarrassing in three seconds?"},{"Author":"Margaret Atwood,  Lady Oracle","Category":"relationship","Quote":"How could I be sleeping with this particular man.... Surely only true love could justify my lack of taste."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"Life, it’s made up of two things—time and love. A watch tells one, but what tells the other? We tell each other."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"One of the best times for figuring out who you are & what you really want out of life? Right after a break-up."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"Making love to me is amazing. Wait, I meant: making love, to me, is amazing. The absence of two little commas nearly transformed me into a sex god."},{"Author":"Leona Lewis","Category":"relationship","Quote":"Thought I couldn't live without youIt's gonna hurt when it heals tooEven though I really love youI'm gonna smile cause I deserve toQuickly I'm learning to love againAll I know is I'mma be ok"},{"Author":"Aberjhani,  Elemental: The Power of Illuminated Love","Category":"relationship","Quote":"The words ‘I Love You’ kill, and resurrect millions, in less than a second."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Our love went from fly to flower to butterfly, and it was meant to beautifully flutter, not sit still on a shelf like a trophy to be collected."},{"Author":"Leo Buscaglia","Category":"relationship","Quote":"...the opposite of love is not hate -- it's apathy. It's not giving a damn. If somebody hates me, they must \"feel\"something ... or they couldn't possibly hate. Therefore, there's some way in which I can get to them."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"We made eyes at each other, and then we made love. We also made other things too, like meatloaf."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"When we make love, I orgasm much sooner than her. That’s because I know a shortcut on my bicycle."},{"Author":"Byron Katie","Category":"relationship","Quote":"It's not your job to like me - it's mine"},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"relationship","Quote":"I believe in love the verb, not the noun."},{"Author":"Mary Manin Morrissey","Category":"relationship","Quote":"Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?"},{"Author":"Gustave Flaubert,  Sentimental Education","Category":"relationship","Quote":"It’s hard to communicate anything exactly and that’s why perfect relationships between people are difficult to find."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"It’s me and you, or me and knitting. Don’t make me choose. Ugh, #love."},{"Author":"W.H. Auden","Category":"relationship","Quote":"If equal affection cannot be,Let the more loving one be me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"People tell me I look like my father. I've never seen my dad, so does that mean I look invisible?"},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"relationship","Quote":"He doesn’t have to love your CD collection. He doesn’t have to love your shoes. But any good, mature guy better make an attempt to love your friends and family—especially when they’re great."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The difference between you and everyone else, is everyone else. And that’s a lot, so you should feel special."},{"Author":"Dora J. Arod,  Love quotes for the ages. And the ageless sages.","Category":"relationship","Quote":"My love is pizza shaped. Won’t you have a slice? It’s circular, so there’s enough to go around."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"relationship","Quote":"My love is expansive. Your love is expensive."},{"Author":"Tarjei Vesaas,  The Bridges","Category":"relationship","Quote":"What you want most you push away from you.You want more than you care to admit."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’m hard to love, but I love hard, like my heart is the sun yearning to tan your naked body. I promise I won’t burn you."},{"Author":"John Grogan,  Marley and Me: Life and Love With the World's Worst Dog","Category":"relationship","Quote":"It's just the most amazing thing to love a dog, isn't it? It makes our relationships with people seem as boring as a bowl of oatmeal."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"relationship","Quote":"Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay."},{"Author":"Adam S. McHugh","Category":"relationship","Quote":"Because introverts are typically good listeners and, at least, have the appearance of calmness, we are attractive to emotionally needy people. Introverts, gratified that other people are initiating with them, can easily get caught in these exhausting and unsatisfying relationships."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I realize all guys have thorns. But I am a rose, and she chose a cactus over me. I wish her luck with her dry, desert-like existence with him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love now, not later. Also, love later."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"relationship","Quote":"The reason we all like to think so well of others is that we are all afraid for ourselves. The basis of optimism is sheer terror."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My hands will get dirty holding your rose-shaped heart, because love is like gardening—it’s earthy and takes work to keep it alive."},{"Author":"Bonnie Eaker Weil,  Financial Infidelity: Seven Steps to Conquering the #1 Relationship Wrecker","Category":"relationship","Quote":"Over time, any deception destroys intimacy, and without intimacy couples cannot have true and lasting love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I had a second friend come over to my house, and do you know what I called her? A refill. If relationships aren’t drinkable, why do we thirst for them so much?"},{"Author":"David Foster Wallace,  A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments","Category":"relationship","Quote":"Lonely people tend, rather, to be lonely because they decline to bear the psychic costs of being around other humans. They are allergic to people. People affect them too strongly."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"relationship","Quote":"Physical love is unthinkable without violence."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"relationship","Quote":"The quickest way to rectify that mistake (choosing the wrong person) is by learning from that, moving on, and choosing much more wisely in the future."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"There comes a time in your life when you have to choose to turn the page, write another book or simply close it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I drank her essence, and it’s like she never existed and now I’m thirsty again. Let this be a lesson in love."},{"Author":"Flavia Weedn","Category":"relationship","Quote":"Some people come into our lives and leave footprints on our hearts and we are never ever the same."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Let’s be romantic and dance in the rain. I’ll prove my feelings for you by bringing an umbrella, because I’m drowning in my love for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I don’t want my love with her to wither like grapes on a vine, so I’ll water it with romance to turn it into wine."},{"Author":"Toni Bentley","Category":"relationship","Quote":"If a man can possess a woman sexually -really possess- he won't need to control her ideas, her opinions, her clothes, her friends, even her other lovers."},{"Author":"Toni Morrison,  Song of Solomon","Category":"relationship","Quote":"She was the third beer. Not the first one, which the throat receives with almost tearful gratitude; nor the second, that confirms and extends the pleasure of the first. But the third, the one you drink because it's there, because it can't hurt, and because what difference does it make?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ll wear a maze on a necklace, dangling over my chest, because if you want to get at my heart, you have to be ready to lose yourself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I used to think how lucky she was to have me, but now I realize that’s backwards. A spirit of gratitude yields patience, love, and forgiveness."},{"Author":"Gillian Flynn,  Gone Girl","Category":"relationship","Quote":"Because isn’t that the point of every relationship: to be known by someone else, to be understood? He gets me. She gets me. Isn’t that the simple magic phrase?"},{"Author":"John Green,  Looking for Alaska","Category":"relationship","Quote":"Why don’t we break up? I guess I stay with her because she stays with me. And that’s not an easy thing to do."},{"Author":"Pandora Poikilos,  Excuse Me, My Brains Have Stepped Out","Category":"relationship","Quote":"Learn to deal with the fact that you are not a perfect person but you are a person that deserves respect and honesty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Most scars are invisible. Damn transparent knives. Does anything cut deeper than love? I need to get some new body armor."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When she’s cuddled close, I feel there’s nothing I can’t do, and I can’t do nothing about it, because my heart is her heart for as long as she wants it."},{"Author":"Niall Horan","Category":"relationship","Quote":"Being single doesn't mean you're weak, it means that you're strong enough to wait for the right person."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"I make love with a focus and intensity that most people reserve for sleep."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My I love you was a measured response, like one gallon of coffee in one cup of sugar. It was just overflowing with an awakening of my soul."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"We fell in love like two medium pizzas in one large stomach. I wish dad would have saved a few slices for us."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The curve of her smile, the curve of the small of her back, the curve of her laugh, everything about her makes me want to be more well-rounded."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"As a fiction writer, let me make it up, and let me make it up to you. I’ll pen our love story, if you’ll be my co-author."},{"Author":"Gilles Deleuze","Category":"relationship","Quote":"If you're trapped in the dream of the Other, you're fucked."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"People don’t buy products—they buy people. It’s called slavery. I mean networking. It’s called networking."},{"Author":"James Salter","Category":"relationship","Quote":"They lay silently. She was staring at something across the room. She was making him feel uncomfortable. 'It wouldn't work. It's the attraction of opposites,' he said.We're not opposites.'I don't mean just you and me. Women fall in love when they get to know you. Men are just the opposite. When they finally know you they're ready to leave."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Why are desire scales 1-10? They should be 1-12, like a clock, because I want her 1-12, I mean like all the time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Nothing carries meaning. People carry meaning. We are the porters of importance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Dinner was a riot, but the food was bland, so I doused it with pepper spray. The chef wanted to protest, but he didn’t, because I had the pepper spray."},{"Author":"Bridget Davis","Category":"relationship","Quote":"I hope we'll be friends forever, together we'll always be. I don't think you understand just how much you mean to me. And one day when we part our ways, we'll think back to the past and think about how happy we are 'cause our friendship will always last."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The sides of buildings should be like the tops of lakes. I’d fish through your window hoping to catch a smile."},{"Author":"C. JoyBell C.","Category":"relationship","Quote":"I don't understand dating.. and the other things that people do.. all I know is that you ought to find the one you recognize. The one who gives you four arms, four legs, four eyes, and has the other half of your heart. There's only one of those, so what are all the other things for? Like dating?"},{"Author":"Doug Fetherling","Category":"relationship","Quote":"Your absence has not taught me to be alone, it merely has shown that when together we cast a single shadow on the wall."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Snow is not microwave friendly. In fact, snow is not too friendly at all, unless you first buy it a few beers. Then it’s just downright slutty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She said, “I’m having the stairs rebuilt,” and I replied, “No need to get sexual with me.” I’m a bring my own elevator kind of lover anyway."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A Dragon Rose is a flying flower that breathes fire. A relationship isn’t truly a romance if there isn’t a tiny element of danger involved."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I make furniture that can be used as weapons. The most dangerous piece of furniture is the Loveseat."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She asked me how I slept. Knowing she meant quality of sleep, I said I slept naked. It’s true. Ask any of the joggers who saw me sleepwalking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I know half, and I know two guys who each know half of half, so together we’re altogether. Let this be a lesson in networking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I said I made a special trip to get her favorite item, because it sounded more romantic than admitting I randomly had it already. Now that’s love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The storm is coming whether you’re aware of it or not, and whether you’re prepared for it or not. Thank God you have a man like me in your life, a man with a variety of umbrellas for sale in an affordable range of prices."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love letting her know how much she means to me. A love in secret is but a shadow that’s cold and lonely."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"He said he came in second place, so I assumed there were only two competitors. But you never know with love, there may have been a third party involved."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"The waves were choppy, like Chuck Norris' karate hands. The ocean would have been still, if I weren't making love in it."},{"Author":"E.E. Cummings","Category":"relationship","Quote":"And now you are and I am and we're a mystery which will never happen again."},{"Author":"Margaret George,  Memoirs of Cleopatra","Category":"relationship","Quote":"So I learned two things that night, and the next day, from him: the perfection of a moment, and the fleeting nature of it."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"To become one who believes two become one, you need love in your life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She said she loved me, and I didn’t believe it for a minute. Maybe 59 seconds, but not a whole minute. I may be gullible, but I’m not without an accurate way to measure time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She doesn’t want me to leave, and she doesn’t want me to stay. That’s a double helping of Doesn’t Want Me, and one big I’m Not Hungry back at her."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"For our first date we went Dutch. We would have gone another nationality, but they are the tallest."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"relationship","Quote":"Right now we are here, and nothing can mar our perfection, or steal the joy of this perfect moment."},{"Author":"Jarod Kintz,  My love can only occupy one person at a time","Category":"relationship","Quote":"My ashtray is full, the carton of cigarettes is empty, and I just cremated grandpa. But I never inhaled—or told him I loved him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When I win, it’s because I’m skilled. When I lose, it’s because my opponent is lucky. But when I fall in love, it’s because I’m lucky and she’s skilled."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"Making benches is no walk in the park. It takes one a lot of love to make a bench, and then it takes two to make love on that bench."},{"Author":"Edith Hamilton,  Mythology: Timeless Tales of Gods and Heroes","Category":"relationship","Quote":"Love cannot live where there is no trust."},{"Author":"Jim Butcher,  Small Favor","Category":"relationship","Quote":"Caring about someone isn't complicated. It isn't easy. But it isn't complicated, either. Kinda like lifting the engine block out of a car."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My hobbies include rubbing my nipples across a cheese grater, meeting cat ladies on Tinder, and voting for either Democrat or Republican every four years. You could say I am a torture enthusiast."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her and I, we passed each other, and now she’s in my past. That’s one present I’d like to unwrap in the future."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"The battle you are going through is not fueled by the words or actions of others; it is fueled by the mind that gives it importance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"You don’t need to have a fight before great sex. I can keep my cool and still bring the heat every time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Instead of a vow of silence, I took a vow of invisibility. At that time you were looking for someone to love, and that’s why you couldn’t see me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Based on the questions we both answered, we’re a 0% love match. That means we’re 100% compatible, once I enlighten her to the correct perspective on life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Our love will blend together like turquoise is blue and green. There’s no depression or envy when both blur into one."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I called his broken promise heartbreaking, and he called it growing up. Oh, that’s mature—blame it on maturity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I remember her words about remembering my words, and that’s when it hit me: the quickest way to scalpel open a heart is with a declaration of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love firm hugs. Statues are so affectionate. Well, at least compared to my ex wife."},{"Author":"Richelle Mead,  The Indigo Spell","Category":"relationship","Quote":"I realized I’m in love. It's always been right in front of me."},{"Author":"Sam Levenson","Category":"relationship","Quote":"Siblings: children of the same parents, each of whom is perfectly normal until they get together."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"relationship","Quote":"With all the money my uncle embezzled over the years, it's no surprise he lives in a gated community. But what is amazing, however, is that he somehow managed to get his own cell."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"When forever becomes a place...when forever ceases to be just a word… when it ceases to be just a measurement of time…but instead becomes a place where soul mates can dance to the song in their hearts... that is a reflection of true love."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"If a man, who says he loves you, won’t tell you the details of a private conversation between him and another woman you can be sure he is not protecting your heart. He is protecting himself and the women he has feelings for. Wise women simply see things as they are, not as their low self-esteem allows."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ll stand by you forever. Or at least until noon, and then I’ll go stand under the cabana. Isn’t love amazing?"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"I water fake plants, because I’m growing a garden of fake mustaches. Lest no man (or woman) question my ability as a lover."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have a tongue like a rose petal, and when I say I love you, it has the fragrance of truth. My words are my garden, and I’m planting our future."},{"Author":"Marilyn Monroe","Category":"relationship","Quote":"Husbands are chiefly good as lovers when they are betraying their wives."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Everything I’ve learned about handshakes is from hands-on experience. Due to hygiene, I only network with rubber glove manufacturers."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’m half chameleon, half camouflage, and wholly in love with you, though you’d never be able to see it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ll stand by you. And by stand I mean cower in your shadow. It’s probably cold there, so I’m going to knit myself a warm cat sweater to wear."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I don’t like breakfast, because I like things fixed and slow. Let’s just take our relationship morning by morning."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She looked, but she couldn’t see. She was wearing an emotional blindfold, and though she heard me say I love you, she just didn’t listen."},{"Author":"Milan Kundera,  Laughable Loves","Category":"relationship","Quote":"Yes, it's a well-known fact about you: you're like death, you take everything."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My eyes are bronze, my hair is turning silver, and my heart is gold. Oh, and my love for you belongs in the Olympics, because it’s Special."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’d fight for your love like I’m Tyler Durden. I want you to hit on me as hard as you can."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"For the funeral I needed a plus one, so I rented a hooker. And then I rented a movie. Rest in peace Grandpa, or whoever you were."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ve changed, and she’s changed, but we haven’t changed together. We were in separate dressing rooms the whole time we dated."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I buried the lasagna, because it was better than disposing of a dead body. I’ve been burned in a relationship, but never in an oven. I’ll try harder."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"There's someone for everyone. And when my clones get here, everyone will be able to have that someone. Prices start at $99."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My ex-girlfriend was exquisite, while my current girlfriend is merely quisite. The ex always makes the past seem more excellent than the present."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She brews a bruise on my heart, and drinks it like a beer. She calls it love, but she would, because she’s drunk on my torment."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I dance so fluid you’d think I’m a fish. I don’t need to drink to be able to dance—I am the drink. Have a sip and find out for yourself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I don’t like my circle of friends, so I’m changing them to a square. Love shapes our lives, so why not shape who we love?"},{"Author":"Jarod Kintz,  $3.33","Category":"relationship","Quote":"I’m very close to my dad. He’s about six inches away right now and snoring in my ears."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Anything disguised as anything is chameleon. A ghost disguised as an unobservable and invisible object is a great example. Still, that’s easier to see than the love my ex wife had for me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’d rather sell one thing for one million dollars, than sell one million things for one dollar each. I feel the same about my love and women."},{"Author":"Ashly Lorenzana","Category":"relationship","Quote":"The end of a relationship is not always a failure. Sometimes all the love in the world is not enough to save something. In these cases, it is not a matter of fault from either person. Some things cannot be, it's as simple as that."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She said love her or be tortured by her. I replied, \"Torture would be less painful.\"She didn't realize that I'm a true romantic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A can’t in a can—it’s carbonated failure that’s ready to drink. It tastes like the back half of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My love burns for you like I’m an arsonist and marshmallows-on-sticks salesman. $2.99 each, or 5 for $10."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Nostalgia is being blind to the bad and only remembering the good. Thinking about all the love I had for her is a positively Helen-Kelleresque experience."},{"Author":"Jandy Nelson,  I'll Give You the Sun","Category":"relationship","Quote":"People die, I think, but your relationship with them doesn't. It continues and is ever-changing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I think I’m mouth blind and that’s why all food tastes bland. The only things that have any flavor are the words I love you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Behold, the number five is at hand. Grab it and shake and harness the power of networking."},{"Author":"Graham Greene,  The Ministry of Fear","Category":"relationship","Quote":"But it is impossible to go through life without trust; that is to be imprisoned in the worst cell of all, oneself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I lost interest in her because she said the wrong thing. She said nothing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I miss her like 0, 1, 1, 2, 3, and 5 misses 8. When we made love, our two bodies formed one spiral that seemed to cycle to the sky."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Go sip on gossip, and leave the coffee talk for me to chug. I’ll be in the kitchen, giggling like a schoolgirl if you need me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When it’s raining, instead of using an umbrella, try holding an empty drinking glass above your head. That’s exactly how I thirst for your love."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"I love you. I hate you. I like you. I hate you. I love you. I think you’re stupid. I think you’re a loser. I think you’re wonderful. I want to be with you. I don’t want to be with you. I would never date you. I hate you. I love you…..I think the madness started the moment we met and you shook my hand. Did you have a disease or something?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ve only been in love one time, I said as I held up my pinky finger. I could have held up my index finger, but I wasn’t in love that long."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"To show you I love you, I bought you an antique watch. You can tell it's old because it doesn't even work. I got a great deal on it."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"relationship","Quote":"Francis Bacon has the most delicious last name ever, followed closely by Johnny Scrambledeggs. I make love like those two guys make breakfast out of family reunions."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"That point in the sky where yellow meets blue, that’s a handshake I want to see at a #networking event. Sunglasses sold separately."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I went to Hallmark, but they don’t sell corridors there. I did, however, find a card that perfectly summed up our relationship. The card was blank."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Be mindful and heartempty, because you've got no love left in it due to you having given it all away."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I just developed a gun that shoots mustaches. Sometimes a disguise can be deadly, especially if it’s your love you’re trying to camouflage."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When you give everything and expect nothing in return, only then will you be in a position to gain anything. When you love loving, you give because giving is getting. Giving is a gift unto itself, and when you realize this you understand that you can’t network if you can’t love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Tennis is the only sport with love in the score, and that makes it the most romantic. I would be a player, but I wisely use the net to go fishing instead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The love of my life has made me the happiest man ever. This ever-smiling man/mannequin is so happy because he’s got no brain, and in this way is identical to anyone who still rah-rahs for either a Republican or a Democrat."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"During my darkest hour, life threw me some curves. Thankfully they were in the shape of a woman’s body."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"All I want from you is to trust me with what little you can, and grow in loving people around you with the same love I share with you. It's not your job to change them, or to convince them. You are free to love without an agenda."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’m passionate about being compassionate. It takes a lot to give of yourself, and that’s why it’s such a gift—for both the recipient and the giver."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The word very will vary in muchiness. I love you very much, and that won’t vary from day to day."},{"Author":"Diane Von Furstenberg","Category":"relationship","Quote":"The most important relationship in your life is the relationship you have with yourself. Because no matter what happens, you will always be with yourself."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Never give up on someone with a mental illness. When \"I\"is replaced by \"We\", illness becomes wellness."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"Our love was a two-person game. At least until one of us died, and the other became a murderer."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"You will never find the real truth among people that are insecure or have egos to protect. Truth over time becomes either guarded or twisted as their perspective changes; it changes with the seasons of their shame, love, hope or pride."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"A beautiful thing happens when we start paying attention to each other. It is by participating more in your relationship that you breathe life into it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have rubbed shoulders with the rich, the powerful, and the armless. It’s how to network when handshakes aren’t an option."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have two hands, so when I’m networking and I meet two new people, is it OK to shake both their hands at once? Or would it be more appropriate to organize a group hug?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have two friends, Steve and Martin. But I'd happily replace both for the friendship of Steve Martin."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My advice to aspiring writers is to read more, write more, and network more. More, more, and more. Then, after you've done all that, do it some more."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I asked for info, and he offered it for a price. Now I’m selling him my security services, and if he doesn’t pay me, I’m going to give him a karate lesson—for free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"He’s right-handed, so I told him to draw his self-portrait with his left hand, because it’d look so ugly it’d look realistic. Since he’s a DC politician, I figured a little reality was needed in his life."},{"Author":"Jess C. Scott,  New Order","Category":"relationship","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Is it easier to get you to do what I want with a fist to your face, or a gentle pat on the back and a handshake? Let this be a lesson in power."},{"Author":"Bernard Branson","Category":"relationship","Quote":"Rejection is an opportunity for your selection."},{"Author":"Alain de Botton","Category":"relationship","Quote":"Intimacy is the capacity to be rather weird with someone - and finding that that's ok with them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She had eyes like sunsets, and every time she blinked it felt like the end of the world, otherwise known as night."},{"Author":"Fred Rogers,  The World According to Mister Rogers: Important Things to Remember","Category":"relationship","Quote":"Mutual caring relationships require kindness and patience, tolerance, optimism, joy in the other's achievements, confidence in oneself, and the ability to give without undue thought of gain."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Midnight is Hellen-Kelleresque, so if you ask me if I’m seeing anybody, I’ll ask you what time it is. Answers are always between 12:01 AM to 11:59 PM."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I am a fisherman among farmers, and as a farmer what I grow is tired of waiting for her to love me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I just got done digging a hole shaped like a human body. But I have no idea what to bury. I’ll probably hide all my love for you, like I would with any other treasure."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My cat is ignorant of the law. But then so am I. That means I am not his master, because we are both slaves."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"relationship","Quote":"You think that holding someone hard will bring them closer. You think that you can hold them so hard that you'll still feel them, embossed on you, when you pull away.Every time Eleanor pulled away from Park, she felt the gasping loss of him."},{"Author":"C. JoyBell C.","Category":"relationship","Quote":"Don't let a thief into your house three times. The first time was enough. The second time was a chance. The third time means you're stupid."},{"Author":"pleasefindthis,  I Wrote This For You","Category":"relationship","Quote":"You can be in love and you can be in a relationship. But they’re not always the same thing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I want to sprint into her open arms, but I run as fast as two shoes tied together and thrown over a telephone wire. I’m like Roger Bannister, now that he’s in a wheelchair."},{"Author":"pleasefindthis,  I Wrote This For You","Category":"relationship","Quote":"I could’ve sworn I was telling the truth when I told you I didn’t miss you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"We made love like flamingoes are pink. You know what else was pink? My cheeks, because I was so embarrassed when I found out that she was the wrong woman."},{"Author":"Henry Miller,  Tropic of Cancer","Category":"relationship","Quote":"And for that one moment of freedom you have to listen to all that love crap... it drive me nuts sometimes... I want to kick them out immediately... I do now and then. But that doesn't keep them away. They like it, in fact. The less you notice them the more they chase after you. There's something perverse about women... they're all masochists at heart."},{"Author":"Jarod Kintz,  Dreaming is for lovers","Category":"relationship","Quote":"I had a dream about you. Our relationship faded from red to white, and somewhere in the middle, in the pink zone, I told you I loved you and you returned it. However, at white, our relationship went black and I sought red in the arms of another woman."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I want a moon canoe, because have you ever tried paddling through dirt? Love is a journey, and I try to travel as efficiently as I can."},{"Author":"Cassandra Clare,  City of Bones","Category":"relationship","Quote":"Words were weapons, his father had taught him that, and he'd wanted to hurt Clary more than he'd ever wanted to hurt any girl. In fact, he wasn't sure he had ever wanted to hurt a girl before. Usually he just wanted them, and then he wanted them to leave him alone."},{"Author":"Graeme Simsion,  The Rosie Project","Category":"relationship","Quote":"But why, why, why can't people just say what they mean?"},{"Author":"Deb Caletti,  Stay","Category":"relationship","Quote":"I've heard that people stand in bad situations because a relationship like that gets turned up by degrees. It is said that a frog will jump out of a pot of boiling water. Place him in a pot and turn it up a little at a time, and he will stay until he is boiled to death. Us frogs understand this."},{"Author":"Jarod Kintz,  Dreaming is for lovers","Category":"relationship","Quote":"I had a dream about you. We went for a walk, though we didn’t hold hands because we went in separate directions. As I walked alone I thought about how you had the funniest way of showing affection to me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you convert a shower curtain to a dress, I’ll wear my waterproof dancing shoes. Together we’ll move so fluidly people will line up to get cleansed."},{"Author":"Oscar Wilde","Category":"relationship","Quote":"Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation, and conversation must have a common basis, and between two people of widely different culture the only common basis possible is the lowest level."},{"Author":"Françoise Sagan","Category":"relationship","Quote":"Love lasts about seven years. That's how long it takes for the cells of the body to totally replace themselves."},{"Author":"Justina Chen","Category":"relationship","Quote":"He knew me in all the ways that truly mattered: the shape of my fears, the contours of my dreams."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"relationship","Quote":"When you're here, I'm there for you. And when you're there, I'm here for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her and I, we have a two chairs and a table kind of love. You should pull up a feeling and have a seat."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I wouldn’t feel great if you left me alone, but I wouldn’t feel bad either. I’d feel good, like I always do, which has nothing to do with you, even if you’ll have nothing to do with me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"It’s better if you don’t come at all, then come and act like you don’t want to be here. The same applies to there, when I’m there, which is also confusingly here, though it’s not here it’s there."},{"Author":"Brian Andreas","Category":"relationship","Quote":"If you're right & I'm not, I'm going to be hell to live with, she said. So, you better think about that next time you want to be right."},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"relationship","Quote":"I had a dream about you. You took a cruise, and I took a canoe. I paddled alongside your ship out into the Atlantic Ocean and down to the Caribbean. I shouted “I love you” the whole way, but you couldn’t hear me, probably because that man you were with was talking the whole time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Silence is expansive, filling up a whole room in seconds, like a balloon filled with awkwardness. It’s amazing how saying nothing can be so different from having nothing to say."},{"Author":"F. Scott Fitzgerald,  Tender is the Night & The Last Tycoon","Category":"relationship","Quote":"If you spend your life sparing people’s feelings and feeding their vanity, you get so you can’t distinguish what should be respected in them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Knocking on a door is so violent. Talk on the door. Try to get it to open up through communication, not violence."},{"Author":"Jarod Kintz,  I had a dream about you 2","Category":"relationship","Quote":"I had a dream about you. We were running on the beach, holding hands. It was a nude beach, but we were the only ones wearing clothes. You wore a bikini, and I wore my dead grandma’s dress—with my grandma still in it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ll mark up my services 200%, and then offer them to you at a 50% discount—because I like you so much. That’s the Mother-in-law Discount."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I knocked on her door twice. The second time was from the inside. That’s how love works. At first you want in, and then you want out."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A sofa on an elevator would be like a slow roller coaster where you get to work on your small talk skills. Oh yes, I am an adrenaline junky."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I think about her sometimes, and wonder what she’s doing and who she’s doing it with. I suppose I could just stalk her Facebook page like a normal person, but that doesn’t seem as romantic as surveillance and GPS tracking."},{"Author":"Daphne Rose Kingma,  Finding True Love: The 4 Essential Keys to Bring You the Love of Your Life","Category":"relationship","Quote":"Be sure it's your real self you're showing. Because it is your real self that needs to be loved."},{"Author":"Rachel Machacek,  The Science of Single: One Woman's Grand Experiment in Modern Dating, Creating Chemistry, and Finding L ove","Category":"relationship","Quote":"I believe with all my heart that the cliches are true, that we are our own best friends and best company, and that if you're not right for yourself, it's impossible to be right for anyone."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"relationship","Quote":"..he may love you, he may miss you, but ultimately he's just not that into you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Relationships are like water. If you grab tight, clamping and clenching to gain control, you’ll lose it all. Instead, cup your hand gently, so she feels free to drink until her thirst is quenched."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"relationship","Quote":"It’s easier to hide your smoking habit on a foggy day. Let that be a lesson for you and your secret lover."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"relationship","Quote":"Love is a bronze statue sinking in quicksand. But if I hand you a lasso, will you try to save the statue—or use the lasso to hang yourself? If you need me, I’ll be here to kick the chair out from under your feet."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’m an only child, and therefore I gave birth to my parents, because if it weren’t for me, they wouldn’t even be parents."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I held her gaze as I held her in my arms. With all that holding I couldn’t hold on to the moment, and it slipped past me into the lonely past."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"When you say \"I\"and \"my\"too much, you lose the capacity to understand the \"we\"and \"our\"."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"relationship","Quote":"I want a 100% kind of relationship, and I’m willing to give it 50%."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Combine a fog machine and a cotton candy maker to create delicious mystery. This is the heart of romance."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"She asked if I loved another woman, so I answered honestly and said, “Dinner was great, but I could go for dessert."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A follow-up letter is best when not written on the back of a suicide note. Remember this next time you’re at a networking event, unless your new connection is a mortician."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"You don’t need batteries for an introduction. Buy my Networking in a Box today and see for yourself. (Handshakes sold separately.)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The summer temperature outside was 45 degrees, so I turned 45 degrees and went right back inside. It was so cold outside because that’s where all her love for me was."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"relationship","Quote":"A windmill has arms, but does not hug. Where’s the love?"},{"Author":"Charles Dickens","Category":"relationship","Quote":"A man is lucky if he is the first love of a woman. A woman is lucky if she is the last love of a man."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"We made love like a goat has four legs like a table. If your dining room table can walk, it’s best to eat while sitting in wheelchairs."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Networking is more quality, and less quantity. It’s better to form a solid connection with one new person, than a liquid connection with ten. You don’t want people to think you drink too much."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Me and her, we’re both hiding who we really are. This is a common practice. It’s called dating."},{"Author":"Jess C. Scott,  The Intern","Category":"relationship","Quote":"Please, touch me, I pray."},{"Author":"Nicole Krauss,  The History of Love","Category":"relationship","Quote":"We met each other when we were young, before we knew enough about disappointment, and once we did we found we reminded each other of it."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"Single is no longer a lack of options – but a choice. A choice to refuse to let your life be defined by your relationship status but to live every day Happily and let your Ever After work itself out."},{"Author":"Timothy Keller","Category":"relationship","Quote":"Falling in love in a Christian way is to say,'I am excited about your future and I want to be part of getting you there. I'm signing up for the journey with you. Would you sign up for the journey to my true self with me? It's going to be hard but I want to get there."},{"Author":"Chuck Klosterman,  Sex, Drugs, and Cocoa Puffs: A Low Culture Manifesto","Category":"relationship","Quote":"I once loved a girl who almost loved me, but not as much as she loved John Cusack."},{"Author":"Jarod Kintz,  Dreaming is for lovers","Category":"relationship","Quote":"I had a dream about you. Flowers were overflowing in the cemetery, so we decided to have a picnic there. You brought apple pie, and I brought my Aunt Mildred, who’d been dead for some time and I just hadn’t gotten around to disposing of her body. I thought you’d think me both efficient and romantic, but it turns out you didn’t. You only saw the romantic side of my action."},{"Author":"Frances O'Roark Dowell,  The Secret Language of Girls","Category":"relationship","Quote":"A friend is someone whose face you can see in the dark."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"You are not your body. You are the sum of all your actions, and they live on after your body dies. You may be mortal, but your brand is eternal."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"#Networking is people looking for people looking for people. As for me, I’m more of a birdwatcher."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Last weekend I went out of my comfort zone to go hang out with people I’d only heard about, and I met one new person who turned out to be a very valuable contact. I should try networking at my family reunions more often, because that’s how I finally met my dad."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I make friends as easily as water freezes in an active volcano. Remember: handshakes feel more natural if you leave your rubber gloves at home. Unless you enjoy networking in public restrooms."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The business of business is people, not products or services. Take care of the people, and the people will take care of you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Money is not equal for all people. A strong personal brand adds more lift and leverage. One dollar from me may buy a soda from a car dealership, but one dollar from Justin Bieber may get him a Ferrari. And they'd pay him to drive away."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Lightning doesn’t thunder twice. Let that be a lesson in love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love you the way ice melts in vodka—slowly, seamlessly, and invisibly. It’s a feel-good feeling whether you see it or not."},{"Author":"Graham Greene,  The Ministry of Fear","Category":"relationship","Quote":"Her face looked ugly in the attempt to avoid tears; it was an ugliness which bound him to her more than any beauty could have done. It isn't being happy together, he thought as though it were a fresh discovery, that makes one love--it's being unhappy together."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you want to steal my heart, you must realize it's not a one-time heist. This theft will take every minute of the rest of your life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"With any new business deal, don’t think about how much you can afford to get—think about how much you can afford to give. A spirit of giving will allow you to get."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"relationship","Quote":"I don’t mind waiting rooms. I’m waiting on the love of my life, so I may as well have a seat, right?"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The size of your sighs tell how deeply you’re in love. How I feel is very much like a stressed and distressed midget trying to breathe."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I sympathize with a mother who has three mouths to feed—especially if two of those mouths are on her face. With a woman like that I’d listen twice as hard for doublespeak. I’m pretty accustomed to picking up on political rhetoric."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Man is solid, not liquid. But with the fluid nature of networking, my personal brand would grow faster if I would just go with the flow."},{"Author":"Dark Jar Tin Zoo,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. We installed Dr. Robert Jarvik’s artificial heart in a mannequin and brought it to life, only to later kill it because a creature that’s all fake heart and no brain is what’s commonly called a “politician,” and must be destroyed."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Your personal brand should be like water: not only clear, but transparent to the public. People thirst for that, and they will drink you up."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"In high school I used to write my love notes backwards, so she'd have to flip the paper upside-down to read it. Either that or read it in a mirror, so she can see herself as I see her, and see why I admire her."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"How would your life be different if…You approached all relationships with authenticity and honesty? Let today be the day…You dedicate yourself to building relationships on the solid foundation of truth and authenticity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Like a ballet dancer, she keeps me on my toes. This dance we're doing, it keeps me so fit I know she's a perfect fit for me."},{"Author":"Dora J. Arod,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. You were an escalator, and I was a flight of stairs. You thought I was a Luddite, and I thought I was as ostrich, because I hadn’t figured out how to put the fly in flight. One day you broke down, and then you saw that you and I weren’t so different after all."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Losing your mind is preferable to losing your woman, because if you lose your woman you will also lose your mind, and then you’re left with nothing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I spoke like a spoke on a wheel, as I went around and around without actually saying what I wanted to say. I was love flustered."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The fragrance of romance is gratitude. Nothing says I love you like saying I love you. Sure, it’s better to show your love, but why not also say it?"},{"Author":"Jan Neruda,  Prague Tales","Category":"relationship","Quote":"Men are jealous of every woman, even when they don’t have the slightest interest in her themselves."},{"Author":"Emily Giffin,  Heart of the Matter","Category":"relationship","Quote":"I think of how each person in a marriage owes it to the other to find individual happiness, even in a shared life. That this is the only way to grow together, instead of apart."},{"Author":"Gayle Roper,  Shadows on the Sand","Category":"relationship","Quote":"Find a woman who makes you feel more alive. She won't make life perfect but she'll make it infinitely more interesting. And then love her with all that's in you."},{"Author":"Jarod Kintz,  If you bring the booze and food, I'll bring the thirst and hunger","Category":"relationship","Quote":"Word of mouth—it's more powerful, more convincing, and more audible than word of hand. If you need me, I’ll be in the audience clapping."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Betrayal is an ironic thing. He or she betrays you then you betray yourself. You think you’re showing strength with your anger, but in reality you’re showing how much you still care."},{"Author":"Dorothy Koomson,  My Best Friend's Girl","Category":"relationship","Quote":"Share too much and someone can hurt you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She plants love, and she grows roses. The fragrance of romance comes from the blossom that blooms in the heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The strands of DNA are like strings, and it’s as if I am a walking guitar, a musical being whose vibration can be heard as love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My cup is full of air. I should empty it and fill it with love. Or coffee, as the two are synonymous to me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The roses of romance grow when you water your relationship with gratitude. Love will bloom and blossom when you recognize the awesome."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love may make you feel blue, love may make you feel green, and sometimes love may even make you feel turquoise or teal. Depression and envy get all the pretty shades of description, and I love that, but in a pink/purple kind of way."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The word long is short, and so is the word short, but why is the word love as long as long? Shouldn’t it be longer?"},{"Author":"Albert Camus","Category":"relationship","Quote":"Human relationships always help us to carry on because they always presuppose further developments, a future - and also because we live as if our only task was precisely to have relationships with other people."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Ink is drinkable and printable. The words “I love you” don’t take up much space, but they can quench your thirst forever."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The going rate for love is going away. And the more you go away, the more expensive it gets."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"Water can be as hard as ice and as soft as fog, which is why my love is so drinkable, because it is fluid and forgiving. It's easy to love until there's nothing left. Eventually, the water runs out, the ice melts, and the fog fades into an abyss.-Jarod Kintz and Karen Quan"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My love is powdered sunshine. Just add water. (Warning: Do NOT attempt to snort it or distribute as a healthy cocaine substitute.)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She wants to teach me to dance, but how do you instruct water to flow? I'm so fluid all you can do is swim in my moves and drink my essence."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"relationship","Quote":"My heart is burning a hole in my chest and every time you speak to me, it keeps sinking, and I'm left with nothing but ashes. I wish she were talking to me, because the more she speaks to me, the more my heart flutters like a rising phoenix.-Karen Quan and Jarod Kintz"},{"Author":"Kim Gruenenfelder,  A Total Waste of Makeup","Category":"relationship","Quote":"I'm tired of waiting by the phone, and second-guessing what a guy says and trusting someone not to hurt me. Again. I've been storming the relationship castle for fifteen years, and I still don't have my prince. I've got a bunch of battle scars from the field and I want to go home and nurse my wounds. I don't want to fight anymore."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My love for you grows daily, and all it takes is exposure to your sunny disposition, coupled with watering it with coffee."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I sell soap. Buy two bars and get a FREE shower. (Water not included.) Act within the next 15 minutes and I’ll even throw in the towel. I quit!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My acquaintances aren’t worth the aqua I drink after they leave me thirsting for something more meaningful. I don’t want refillable relationships—I want connections so deep they are black abysses."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"To be angry is easy, but to forgive is hard. That's why to love is easy, and to love is hard. I try to be so hard that I'm soft, like a liquid rock, fluid and forgiving, but unmovable in my resolve."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her love was too cold, like an anti-oven. That's called a freezer, and sometimes it burns food. She gave me heartburn, just like coffee, and it really woke me up to the reality of relationships."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"relationship","Quote":"Don’t spoil me with your lies, love me with your truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Water is translucent, but not invisible. But a glass half full is half translucent, half invisible, and you cannot drink what you cannot see, which may be why I am so thirsty for her love."},{"Author":"Anirban Bose,  Bombay Rains, Bombay Girls","Category":"relationship","Quote":"The desire to love someone always exceeds the desire to be loved by someone & that's exactly why we end up loving the person who doesn't deserve that LOVE."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you find yourself thirsting for my love, don’t forget that I sell straws in a variety of flavors. What is the price of romance? Good question. Today only it’s on sale for half-off wholesale prices. Everything must go. My entire inventory of straws is being liquidated."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Either I will love you, or I will love you if and only if you love me in return. I prefer the former."},{"Author":"Jarod Kintz,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"relationship","Quote":"I know I love her, because when I see her my heart beats like a drum. If she played guitar and sang, we could start a band."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Trying to hide my feelings to avoid getting hurt just ends up hurting not only myself—but also the person I am hiding my feelings from."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. The champagne was non-alcoholic. You didn't notice, and laughed at my jokes anyway."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"White letters plus white paper equals invisibility. Just because you can’t see my love for you, doesn’t mean I didn’t write about it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My I love yous were watered down, which was how I was able to grow such a beautiful garden. I’m a relationship farmer, and I’m growing as a person."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Let me just pause a minute and drink in this moment. And if you film it, I’ll be able to get free refills for life."},{"Author":"Sarah Dessen,  What Happened to Goodbye","Category":"relationship","Quote":"You want to take me to a movie?\"I asked. \"Well, not really,\"he said. \"What I really want is for you to be my girlfriend. But I thought saying that might scare you off."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"relationship","Quote":"She was stuck in between two worlds while her heart was pulling them both together. In a perfect world, she'd have both, or none at all. The symbol for love is two circles trying to merge in a Venn diagram that comes to a point down below, and only mostly separate are the two orbs one whole heart.-Karen Quan and Jarod Kintz"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My goal is to be as forgiving as a man with amnesia, but love as if I remember and cherish all the things you do that make me smile."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"After soul searching, I found myself. Then I found myself giving of myself to a charity that finds missing children. It's great to be found."},{"Author":"Katherine Owen,  Not To Us","Category":"relationship","Quote":"There are all kinds of ways for a relationship to be tested, even broken, some, irrevocably; it’s the endings we’re unprepared for."},{"Author":"Ian Fleming,  Casino Royale","Category":"relationship","Quote":"People are islands,' she said. 'They don't really touch. However close they are, they're really quite separate. Even if they've been married for fifty years."},{"Author":"Brian K. Vaughan,  Buffy the Vampire Slayer: No Future for You","Category":"relationship","Quote":"They hurt you. You hurt 'em back. Or maybe it is the other way around. Whatever. Someday you might find a way to forgive each other. But it won't be like it used to 'cause that pain never really goes away."},{"Author":"Rainbow Rowell,  Attachments","Category":"relationship","Quote":"I didn't know someone could love me like this,\"she said. \"Could love me and love me and love me without...needing space.\"Lincoln wasn't asleep. He rolled on top of her.\"There's no air in space,\"he said."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you fear rejection, you won’t embrace acceptance. But don’t push yourself onto others, because they won’t pull you close."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She cuts me deep with her words, with her withholding of words, and with her knife. I’m not sure which is the most painful."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"relationship","Quote":"When the world is cold, use bridges for firewood. And for extra warmth, give off an aura of love, and you won't need a bridge, because the other side will come to you.-Amanda Mosher and Jarod Kintz"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The Sacred and The Scared. Which of these two categories does your love fall under? I should write a love poem on a rolled-up scroll so you’d know which one categorizes mine."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"To get people to notice you, you must be unique. If I were invisible, everybody would see me for who I am as a person."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Gold is liquid sunlight frozen in time, and that’s why I love the way ice melts in vodka. I also love the way ice melts in vodka. I’ll have another shot, if you’ll reload the revolver."},{"Author":"Nicholas Sparks,  Message in a Bottle","Category":"relationship","Quote":"Theresa, I know there's a part of you that believes you can change someone, but the reality is that you can't. You can change yourself, and Garrett can change himself, but you can't do it for him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I am so extreme that I do parkour like a caterpillar gyrates. My movements are slow and methodical, but eventually my free running takes flight. I love the same exact way, and my romance has the essence of a butterfly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I can sell you wine and I can sell you flowers, but I can't sell you romance, because that comes from your heart, and it's free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A love story in six words: Hello. Goodbye. In between was marriage."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Poor is the man who thinks money makes him wealthy. Love is the true treasure, and the more you give away, the more you have."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When she tried to seduce me, I got suspicious, thinking she was just after my massive fortune. Then I relaxed, when I remembered I'm poor."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If you merge an emergency with a mannequin, that’s how I look at networking events. To make each handshake more feel more personal, I try to wear the thinnest rubber gloves I can find."},{"Author":"Dan Pearce,  Single Dad Laughing","Category":"relationship","Quote":"Share your weaknesses. Share your hard moments. Share your real side. It'll either scare away every fake person in your life or it will inspire them to finally let go of that mirage called \"perfection,\"which will open the doors to the most important relationships you'll ever be a part of."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I used to gorge on gorgeous women, but now I look for things that can’t be seen with the eyes, but are only detected by the heart. This is love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"To wait on love is to tie a weight on your heart and slowly drown. Why sink when you can fly by freely giving love away?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She’s ignoring my texts. Maybe she’s dead. Oh, I certainly hope so. I’d hate to think she’s being deliberately unresponsive."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"People don't care what I wear or don't wear, and even if I don't wear anything people will cover for me if they know that I care about them."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"relationship","Quote":"Kevin Love has a last name that sums up my feelings for you. But then again, so does Renaldo Letsfucktonight."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"You can use your mouth to speak the words I love you, or you can use your mouth to kiss me and transport love from your mind to my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I once tried to light a joint with a fire ant, but what did I know? I was high on glue and in the third grade, just like grandpa."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"People with money have to worry about who their real friends are. I don’t have that problem for two reasons: I don’t have any money, and I don’t have any friends."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Man has two legs and chairs have four, because we were made to stand out, not sit down—or be sat on. You are your brand—you are not a piece of furniture. Well, this applies to everyone except my grandma, but she’s dead, so she really doesn’t mind being used as a coat rack."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love is a process, either growing or shrinking, but never stagnant. My love for you was David, and now it is Goliath. Also, my love for you was Goliath, and now it is David."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her love is more aww than awe, and even if were awesome, I want aweall, not merely some awe. I’m greedy for the amazing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I give 110% in love. If that seems absurd, just know that I used presidential voting machines to calculate that number. It's totally legit."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She said she'd love me forever. That was two days ago, so I should probably ask her again if she still feels the same way."},{"Author":"Chuck Palahniuk,  Lullaby","Category":"relationship","Quote":"No matter how much you love someone, you still want to have you own way."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If I could make tea out of your love, would it be hot, or iced? Would it be black, or green? Would it be sweet, or unsweet? Would you offer free refills?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Every guy says he's not like every guy, thus proving he is like every guy. Show me a guy who's different, and I'll tell you to stop pointing at me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I mined my mind, and I found no love. My heart is where excavation yields gold, and if you dig me as much as I dig you, we can both get rich."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I'm here at The Container Store looking for something large enough to hold all my love for her. It's a flood, so I hope they sell Shipping Container Ships."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I keep my motivational book collection in the fridge. Hey, Who Moved My Cheese?! Did somebody let grandpa out of his cage again?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Lying in bed listless, I wrote a list. I then had a list, but I was still listless. Perhaps because my list was of all the things I love, and every entry was you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Our love, that’s real. Our currency, the dollar, that’s imaginary. Invest in us, and I promise you that you won’t lose your life’s savings."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I can't throw away cologne because that is Nostalgia in a Bottle, the scent of yesterday, and it reminds me of her more clearly than her picture."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have a Rubik’s Cube for a rearview mirror, because the past is the only time puzzle I can solve. My love for her only looks clear there."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I chased the chaste, and they got scared and scurried. Then I stood still and loved where I was at, and all approached without fear of reproach."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"relationship","Quote":"Angels walk amongst those with broken wings. Those with broken wings only need to be given a little love before their hearts can flutter and take flight once again.-Amanda Mosher and Jarod Kintz"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A relationship is a sales process, and sometimes you must buy to sell, and when you sell it is to the benefit of both of you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"What is the shape of love? Is it shaped like you? For me it is, but for you maybe it is shaped like me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She’s twelve hours in the future, and exactly half a world away. No matter how hard I try, I will always be a part of her past."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A kangaroo would jump better if instead of legs, it had a trampoline under its torso. And there would be no depression, because it would bounce right back."},{"Author":"Suzanne Collins,  Catching Fire","Category":"relationship","Quote":"Shame isn't a strong enough word for what I feel. \"You could live a hundred lifetimes and not deserve him, you know,\"Haymitch says."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"To fast track your business and become the Roger Bannister of personal branding, be a connector, accumulator, accelerator and facilitator of relationships."},{"Author":"Rollo May,  The Courage to Create","Category":"relationship","Quote":"Intimacy requires courage because risk is inescapable. We cannot know at the outset how the relationship will affect us. Like a chemical mixture, if one of us is changed, both of us will be. Will we grow in self-actualization, or will it destroy us? The one thing we can be certain of is that if we let ourselves fully into the relationship for good or evil, we will not come out unaffected."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The wealthier I get, the more money I will have to not have, because my goal in getting is giving, and nothing is better than charity."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"relationship","Quote":"I'll sleep forever and meet you in my dreams; it'll hurt less anyway. But the pain of losing you was worth the pleasure of having you, and I rest in bed knowing you'll know for the rest of your life what you are missing.-Karen Quan and Jarod Kintz"},{"Author":"Gretchen Rubin,  The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","Category":"relationship","Quote":"Laughter is more than just a pleasurable activity...When people laugh together, they tend to talk and touch more and to make eye contact more frequently."},{"Author":"André Breton","Category":"relationship","Quote":"Tell me whom you haunt and I’ll tell you who you are."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"relationship","Quote":"How’s my mom? My mother’s well, like a painting—a Motherwell."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"relationship","Quote":"I'll miss looking through the forest–your green and hazel eyes. I love the way they shimmered and changed shade with your mood, and how I could see the desire in your emerald gaze.-Karen Quan and Jarod Kintz"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ve spent a lifetime learning to love—the lifetime of a chameleon. But hey, I’ve learned a lot in the last year, though you couldn’t tell because I camouflage my feelings."},{"Author":"Alessandra Torre","Category":"relationship","Quote":"The true measure of a man is how he treats you when others are not looking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My past is black and my future is blank. My only canvas is the present. The best color to paint with is love."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"relationship","Quote":"He doesn't need to be reminded you're great."},{"Author":"Emily Giffin,  Something Blue","Category":"relationship","Quote":"People generally didn't cheat in good relationships."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"Life takes a bit of time and a lot of relationship."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"The greatest love stories are not those in which love is only spoken, but those in which it is acted upon."},{"Author":"Sarah Dessen,  Someone Like You","Category":"relationship","Quote":"Don't be a fool. Don't give up something important to hold onto someone who can't even say they love you."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"So many believe that it is love that grows, but it is the knowing that grows and love simply expands to contain it."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"When we were we, with you is the only place I wanted to be. When we were just two separate souls, I used to dream of a place where we'd come together as one.-Jarod Kintz and Karen Quan"},{"Author":"Jean Kwok,  Girl in Translation","Category":"relationship","Quote":"What a relationship looks like on the outside isn't the same as what it's like on the inside. You can be more in love with someone in your mind than with the person you see every day."},{"Author":"Shannon L. Alder,  300 Questions LDS Couples Should Ask Before Marriage","Category":"relationship","Quote":"If he can't handle you at your worst then he does not deserve you at your best. Real love means seeing beyond the words spoken out of pain, and instead seeing a person's soul."},{"Author":"Daphne du Maurier,  Rebecca","Category":"relationship","Quote":"Either you go to America with Mrs. Van Hopper or you come home to Manderley with me.\"\"Do you mean you want a secretary or something?\"\"No, I'm asking you to marry me, you little fool."},{"Author":"John Mayer,  Continuum: Music by John Mayer","Category":"relationship","Quote":"How dare you say it's nothing to me?Baby, you're the only light I ever saw."},{"Author":"Boyz II Men","Category":"relationship","Quote":"Because you let our love just fall apartYou no longer have my heart"},{"Author":"Orson Scott Card,  Children of the Mind","Category":"relationship","Quote":"This emotion I'm feeling now, this is love, right?\"\"I don't know. Is it a longing? Is it a giddy stupid happiness just because you're with me?\"\"Yes,\"she said.\"That's influenza,\"said Miro. \"Watch for nausea or diarrhea within a few hours."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I drink like a fish, and I swim in my thirst. I’m so parched for her love that I think I may drown in my desire."},{"Author":"Robert Bloch,  Psycho","Category":"relationship","Quote":"Funny how we take it for granted that we know all there is to know about another person, just because we see them frequently or because of some strong emotional tie."},{"Author":"Courtney Cole,  Every Last Kiss","Category":"relationship","Quote":"What was it about relationships that made you feel so vulnerable? Oh, right. A relationship. In any relationship, you put yourself out there. You exposed all of your sensitive nerve endings and your heart and you just had to hope that you trusted the right person."},{"Author":"David Levithan,  How They Met, and Other Stories","Category":"relationship","Quote":"Love doesn’t have to be on Valentine’s Day. It doesn’t have to be by the time you turn eighteen or thirty-three or fifty-nine. It doesn’t have to conform to whatever is usual. It doesn’t have to be kismet at once, or rhapsody by the third day.It just has to be. In time. In place. In spirt.It just has to be."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"When you loved someone and had to let them go, there will always be that small part of yourself that whispers, \"What was it that you wanted and why didn't you fight for it?"},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"Better to put your heart on the line, risk everything, and walk away with nothing than play it safe. Love is a lot of things, but “safe” isn’t one of them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The goodbad news is she only stole half. The badgood news is she stole half. And when it’s love that’s been stolen, a hole the size of half your heart feels like the whole thing has been taken."},{"Author":"Hilary Winston,  My Boyfriend Wrote a Book About Me: And Other Stories I Shouldn't Share with Acquaintances, Coworkers, Taxi drivers, Assistants, Job Interviewers, Bikini Waxers, and Ex/Current/Future Boyfriends but Have","Category":"relationship","Quote":"There’s nothing like that feeling of waiting for a guy. It’s the loneliest feeling in the world. Holding that cell phone in your hand as you take out the trash, use the bathroom, change the litter box. Fearful that the one second you aren’t looking will be when they call. Pathetic. And something I have done as recently as last week."},{"Author":"M.A. Stacie,  Unwritten Rules","Category":"relationship","Quote":"I don't deserve you. I'm not made for relationships. I know I'm going to fuck this up. I'm going to drive you away or do something to hurt you, and you'll be added to my list of people I screwed over. You should walk away now."},{"Author":"شيرين هنائي,  صندوق الدمى","Category":"relationship","Quote":"أريدك أن تعرف المزيد عن النساء مما لن تخبرك به واحده منهن.. إن النساء لا يطلبن الاهتمام ولكنهن يسعين إلى يجدن ذلك الرجل الذى يهتم بهن فعلا.."},{"Author":"Eartha Kitt","Category":"relationship","Quote":"It’s all about falling in love with yourself and sharing that love with someone who appreciates you, rather than looking for love to compensate for a self love deficit."},{"Author":"Anton Chekhov,  The Three Sisters","Category":"relationship","Quote":"A woman can become a man's friend only in the following stages - first an acquantaince, next a mistress, and only then a friend."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"relationship","Quote":"Love is like a door knob that I’ve mistaken for a shower handle, and I’m trying to turn up the heat on our relationship, but the handle won’t turn and I’ve got shampoo in my eyes and my wetsuit is dry and I started crying just as the zookeeper asked me to leave."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"It takes guts to love with gusto. Most people love as if they wish they were invisible, and then they wonder why their affections go unnoticed."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Apparently I’m transparent—with my feelings, not with my body. I’m an emotional ghost, and if you can’t see my love for you it’s because it’s dead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I grew a garden in her heart. There was plenty of space for flowers, because her heart was completely empty of love."},{"Author":"David Richo","Category":"relationship","Quote":"Trust in someone means that we no longer have to protect ourselves. We believe we will not be hurt or harmed by the other, at least not deliberately. We trust his or her good intentions, though we know we might be hurt by the way circumstances play out between us. We might say that hurt happens; it’s a given of life. Harm is inflicted; it’s a choice some people make."},{"Author":"Meg Cabot,  When Lightning Strikes","Category":"relationship","Quote":"You'll blow up a helicopter, but you won't go out with me? What is  wrong  with you?"},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"When a person is punished for their honesty they begin to learn to lie."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... you were a giant slinky and I watched you fall down the stairs."},{"Author":"T. Rafael Cimino,  Table 21","Category":"relationship","Quote":"Most don't deserve your tears... and the ones that do will never make you cry."},{"Author":"Steve Toltz,  A Fraction of the Whole","Category":"relationship","Quote":"Sometimes not talking is effortless, and other times it’s more exhausting than lifting pianos."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love deeply. I love long. I love wide and high. That's right, my love is interdimensional, and my vortex will heal your body and soul."},{"Author":"W. Somerset Maugham,  The Painted Veil","Category":"relationship","Quote":"Was it necessary to tell me that you wanted nothing in the world but me?'The corners of his mouth drooped peevishly.Oh, my dear, it's rather hard to take quite literally the things a man says when he's in love with you.'Didn't you mean them?'At the moment."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When I lost her I gained the future, because she was my past, and she freed me to become who I was born to be."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The sunset sky fades from blue to orange over Gainesville, Florida, and what I lost is less than what I gained. I gained love, I lost love, and if could do it all again, I would."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I believe the way to master my destiny is to serve others. If I raise up others, am I not also raised up?"},{"Author":"Hjalmar Söderberg,  Doctor Glas","Category":"relationship","Quote":"We know so little about one another. We embrace a shadow and love a dream."},{"Author":"Rob Bell,  Sex God: Exploring the Endless Connections Between Sexuality and Spirituality","Category":"relationship","Quote":"Love is giving up control. It’s surrendering the desire to control the other person. The two—love and controlling power over the other person—are mutually exclusive. If we are serious about loving someone, we have to surrender all the desires within us to manipulate the relationship."},{"Author":"Simone de Beauvoir,  The Second Sex","Category":"relationship","Quote":"Two separate beings, in different circumstances, face to face in freedom and seeking justification of their existence through one another, will always live an adventure full of risk and promise.\"(p. 248)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I haven't measured it, but I'll bet cat purrs vibrate at a healing frequency. Also, a whispered I love you almost certainly resonates with heart and DNA repair."},{"Author":"Elliot Perlman","Category":"relationship","Quote":"What is it about men that make women so lonely?"},{"Author":"Tanith Lee,  Wolf Star","Category":"relationship","Quote":"I hate the way, once you start to know someone, care about them, their behavior can distress you, even when it's unreasonable and not your fault, even if you were really trying to be careful, tactful."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Love doesn't make the world go 'round; love is what makes the ride worthwhile."},{"Author":"Michael Pollan,  The Omnivore's Dilemma: A Natural History of Four Meals","Category":"relationship","Quote":"The single greatest lesson the garden teaches is that our relationship to the planet need not be zero-sum, and that as long as the sun still shines and people still can plan and plant, think and do, we can, if we bother to try, find ways to provide for ourselves without diminishing the world."},{"Author":"Suzanne Finnamore","Category":"relationship","Quote":"I remember one desolate Sunday night, wondering: Is this how I´m going to spend the rest of my life? Marrid to someone who is perpetually distracted and somewhat wistful, as though a marvelous party is going on in the next room, which but for me he could be attending?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She said she loved me, and I believed her, because she was looking directly at another man when she said it."},{"Author":"Milan Kundera,  Laughable Loves","Category":"relationship","Quote":"The girl was grateful to the young man for every bit of flattery; she wanted to linger for a moment in its warmth and so she said, 'You're very good at lying.''Do I look like a liar?''You look like you enjoy lying to women,' said the girl, and into her words there crept unawares a touch of the old anxiety, because she really did believe that her young man enjoyed lying to women."},{"Author":"Jim Shepard","Category":"relationship","Quote":"You get lonely, is what it is. A person's not supposed to go through life with absolutely nobody. It's not normal. The longer you go by yourself the weirder you get, and the weirder you get the longer you go by yourself. It's a loop and you gotta do something to get out of it."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"Love has no limitations. It cannot be measured. It has no boundaries. Although many have tried, love is indefinable."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Insanity is everyone expecting you not to fall apart when you find out everything you believed in was a lie."},{"Author":"Mr. Big","Category":"relationship","Quote":"Why be alone when we can be together babyYou can make my life worthwhileAnd I can make you start to smile"},{"Author":"bell hooks,  All About Love: New Visions","Category":"relationship","Quote":"Relationships are treated like Dixie cups. They are the same. They are disposable. If it does not work, drop it, throw it away, get another.Committed bonds (including marriage) cannot last when this is the prevailing logic. Most of us are unclear about what to do to protect and strengthen caring bonds when our self-centered needs are not being met."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"relationship","Quote":"We walked to meet each other up at the time of our love and then we have been irresistibly drifting in different directions, and there's no altering that."},{"Author":"Jarod Kintz,  So many chairs, and no time to sit","Category":"relationship","Quote":"For your birthday I got you some batteries. They’re dead, just like you’ll soon be."},{"Author":"Mindy Kaling,  Is Everyone Hanging Out Without Me?","Category":"relationship","Quote":"I think when men hear that women want a commitment, they think it means commitment to a romantic relationship, but that's not it. It's a commitment to not floating around anywhere. I want a guy who is entrenched in his own life."},{"Author":"Boyz II Men","Category":"relationship","Quote":"time made me stronger, you're no longer on my mind"},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"relationship","Quote":"He feared me as many men fear women: because their mistresses (or their wives) understand them. They are scarcely adult, some men: they wish women to understand them, and to that end they tell them all their secrets; and then, when they are properly understood, they hate their women for understanding them."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"relationship","Quote":"Annabeth realized that if six of them went on these two quests, it would leave Percy alone on the ship with Coach Hedge, which was maybe not a situation a caring girlfriend should put him in. Nor was she eager to let Percy out of her sight again—not after they’d been apart for so many months."},{"Author":"Amy Sedaris,  I Like You: Hospitality Under the Influence","Category":"relationship","Quote":"Don't answer the door in a wedding dress and veil, he might not think you're joking."},{"Author":"Michael Bassey Johnson","Category":"relationship","Quote":"People will walk in and walk out of your life, but the one whose footstep made a long lasting impression is the one you should never allow to walk out."},{"Author":"Louisa May Alcott,  Little Women","Category":"relationship","Quote":"She preferred imaginary heroes to real ones, because when tired of them, the former could be shut up in the tin kitchen till called for, and the latter were less manageable."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"relationship","Quote":"If I say your voice is an amber waterfall in which I yearn to burn each day, if you eat my mouth like a mystical rose with powers of healing and damnation, If I confess that your body is the only civilization I long to experience… would it mean that we are close to knowing something about love?"},{"Author":"Erykah Badu","Category":"relationship","Quote":"Never knew what a friendship was, Never knew how to really love, You can't be what I need you to, & I don't know why I fuck with you"},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Often romantic relationships fail because you are trying to get someone to fall in love with the YOU that you never discovered."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be."},{"Author":"Lorraine Zago Rosenthal,  Other Words for Love","Category":"relationship","Quote":"I thought he should have realized sooner that important people don't show up very often, and you should hold on to them when they do. Maybe I was smarter than he was all along, because that was something I'd always known."},{"Author":"Brené Brown,  The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are","Category":"relationship","Quote":"When we fail to set boundaries and hold people accountable, we feel used and mistreated. This is why we sometimes attack who they are, which is far more hurtful than addressing a behavior or a choice."},{"Author":"Brené Brown,  The Gifts of Imperfection: Let Go of Who You Think You're Supposed to Be and Embrace Who You Are","Category":"relationship","Quote":"When we fail to set boundaries and hold people accountable, we feel used and mistreated. This is why we sometimes attack who they are, which is far more hurtful than addressing a behavior or a choice."},{"Author":"Marilyn Suttle","Category":"relationship","Quote":"Truth builds trust."},{"Author":"Omar Khayyám,  Rubaiyat","Category":"relationship","Quote":"To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever."},{"Author":"Charles Martin,  Chasing Fireflies: A Novel of Discovery","Category":"relationship","Quote":"Never judge someone by their relatives."},{"Author":"Jenny Trout,  Ashes to Ashes","Category":"relationship","Quote":"I have to go. I have a finite amount of life left and I don't want to spend it arguing with you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I'm hanging on to her memory like Spanish moss on an ancient Florida oak, and unlike the sunset, my love won't fade."},{"Author":"Kahlil Gibran,  Prophet Hb","Category":"relationship","Quote":"love one another, but make not a bond of love: let it rather be a moving sea between the shores of your souls. fill each other's cup but drink not from one cup. give one another of your bread but eat not from the same loaf sing and dance together and be joyous, but let each one of you be alone, even as the strings of a lute are alone though they quiver with the same music."},{"Author":"Kirsten Hubbard,  Like Mandarin","Category":"relationship","Quote":"You can't truly hate someone until you've cared about them. Until you've loved them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I was in love one time, I said as I held up my pinky. I would have held up my index finger, but I wasn't in love that long."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If I found 20 dollars on the ground, I’d be willing to bet I’d find someone in desperate need of money that I could give it to. And I’d bet 20 dollars, so even after finding and giving away 20 dollars, I’d have made 20 dollars."},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"relationship","Quote":"Women writers make for rewarding (and efficient) lovers. They are clever liars to fathers and husbands; yet they never hold their tongues too long, nor keep ardent typing fingers still."},{"Author":"Carol Rifka Brunt,  Tell the Wolves I'm Home","Category":"relationship","Quote":"I need to figure out the secret. I need to work out how to keep things flying back to me instead of always flying away."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"A tamed woman will never leave her mark in the world."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"relationship","Quote":"Solid character will reflect itself in consistent behavior, while poor character will seek to hide behind deceptive words and actions."},{"Author":"David Levithan,  Boy Meets Boy","Category":"relationship","Quote":"But I think we both knew, even then, that what we had was something even more rare, and even more meaningful. I was going to be his friend, and was going to show him possibilities. And he, in turn, would become someone I could trust more than myself."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. you were holding a pine cone and introducing him as Gerald."},{"Author":"Gary Chapman,  The Five Love Languages: How to Express Heartfelt Commitment to Your Mate","Category":"relationship","Quote":"Encouragement requires empathy and seeing the world from your spouse's perspective. We must first learn what is important to our spouse. Only then can we give encouragement. With verbal encouragement, we are trying to communicate, \"I know. I care. I am with you. How can I help?\"We are trying to show that we believe in him and in his abilities. We are giving credit and praise."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"I used to loathe ambivalence; now I adore it. Ambivalence is my new best friend."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Tweeting is talking into the abyss, filling a void in your life by avoiding real human contact."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love is a boomerang dripped in honey, in that it emanates from me just as surely as it will return to me. Still, I think I’d much rather wash my hands and be done with it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I would argue that unless the two people are in love, all sex is bad sex, because why eat cotton candy when you can have edible clouds? Sure, it seems sweet at the time, but that’s just a carnival and carnal rush and wears off quickly. But love adds an extra dimension that takes an earthy thing like sex and makes it absolutely heavenly."},{"Author":"Anthony Robbins","Category":"relationship","Quote":"Some of the biggest challenges in relationships come from the fact that most people enter a relationship in order to get something: they're trying to find someone who's going to make them feel good. In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take."},{"Author":"Crystal Woods,  Write like no one is reading","Category":"relationship","Quote":"I know I'm not going to be in your head all the time. But once you know me, I'll be forever in your heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She moves through my memory the way the gentle river waves turn the setting sun's rays into a nostalgic light show."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"In my memory her love shimmers, glimmers, and glitters the way light on black water reflects like diamonds, the treasure that was us."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"When relationships fail it is usually because someone chooses not to show up for the battle."},{"Author":"Henry Miller","Category":"relationship","Quote":"It is with the soul that we grasp the essence of another human being, not with the mind, nor even with the heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her love used to be my lighthouse, and now it feels like I'm treading water in the dark. I’ll bet as soon as I start swimming, the sun will rise and color the sky with the romance of rose."},{"Author":"Leo Tolstoy,  War and Peace","Category":"relationship","Quote":"In the best, the friendliest and simplest relations flattery or praise is necessary, just as grease is necessary to keep wheels turning."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Love is 60% water, because a human being, the essence of love, is 60% water. But that’s the other 40% made up of? Easy—mint green tea and honey."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"There are only four times a year I love you: summer, fall, winter, and spring. I'll love you until the sun stops shining, until the clouds dissipate, when Mount Everest no longer has snow, and the flowers stop blooming.-Jarod Kintz and Karen Quan"},{"Author":"Nelson DeMille,  The General's Daughter","Category":"relationship","Quote":"Basically, all women are nurturers and healers, and all men are mental patients to varying degrees."},{"Author":"Emily Giffin,  Something Borrowed","Category":"relationship","Quote":"We are one of those couples i used to watch, thinking to myself that I'd never be on the inside of something so special. I remember reassuring myself that it probably looked nicer than it actually was, I am happy to be wrong about that."},{"Author":"Nora Roberts,  Tears of the Moon","Category":"relationship","Quote":"You don't fix a man the way you do a fault in a pipe or a leak in a roof. You take him as he is, Mary Brenna, or you don't take him at all...adjustments can't be all made on one side, darling, else the balance goes off and what's being built just falls down."},{"Author":"Rachel Gibson,  I'm In No Mood For Love","Category":"relationship","Quote":"One of the most difficult things he'd ever done was turn away and leave her standing in the shadows."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A chance meeting in a Kansas City coffee shop may take me months of planning and twice a day visits for over a year. But I already have my stunned, surprised, and shocked speech rehearsed for the moment I act like I had no idea she would be there."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The memory of her love shimmers the way white light ripples gently on the midnight river, and I am currently thirsting to swim in the current that will flow downstream into her wading and waiting arms."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"Delusion detests focus and romance provides the veil."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I’ve never been in a yesterday quite like today. Seems like the perfect time to be in love."},{"Author":"Ravi Zacharias,  I, Isaac, Take Thee, Rebekah: Moving from Romance to Lasting Love","Category":"relationship","Quote":"Unless I understand the Cross, I cannot understand why my commitment to what is right must be precedence over what I prefer."},{"Author":"Elizabeth Gilbert","Category":"relationship","Quote":"What if we just acknowledged that we have a bad relationship, and we stuck it out, anyway? What if we admitted that we make each other nuts, we fight constantly and hardly ever have sex, but we can't live without each other, so we deal with it? And then we could spend our lives together -- in misery, but happy to not be apart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Once a Ponce a time she made me feel like a conquistador. Now her memory is just a breeze seen in swaying Spanish moss."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"relationship","Quote":"My grandpa died yesterday. I ought to know, because I shot him. So come, join me in the fight against patricide by killing your father’s father."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"I watch you like a mirror, because I see in you what I see in myself. Who we love is a reflection of who we are."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The sun rose and tinted the sky rose, that floral red teeming with romance, and it filtered in thoughts of the love I used to have for her."},{"Author":"Joyce Meyer,  Battlefield of the Mind: Winning the Battle in Your Mind","Category":"relationship","Quote":"Trust and faith bring joy to life and help relationships grow to their maximum potential."},{"Author":"Tom Brokaw","Category":"relationship","Quote":"In your pursuit of your passions, always be young. In your relationship with others, always be grown-up."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"Become the leader of your life. Lead yourself to where you want to be. Breathe life back into your ambitions, your desires, your goals, your relationships."},{"Author":"Graham Greene,  The Quiet American","Category":"relationship","Quote":"Time has its revenges, but revenge seems so often sour. Wouldn’t we all do better not trying to understand, accepting the fact that no human being will ever understand another, not a wife with a husband, nor a parent a child? Perhaps that’s why men have invented God – a being capable of understanding."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Let’s do a 50-50 deal, with me getting 75% of the profits, and you getting the other half. That’s how we can both get the most value out of a relationship."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Vodka in the shape of a human body would be an excellent dancing partner. I'm a bring my own chaser kind of lover."},{"Author":"Sarah Dessen,  What Happened to Goodbye","Category":"relationship","Quote":"Oh for God's sake,' Heather said, 'I wish you two would just go out, fail miserably as a couple, and get it over with."},{"Author":"Bauvard,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. I was sitting on your couch, relating my succession of ideas on subconscious influence. I asked you what they meant, and you told me that free associations were a bad way to advance my political career."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. I could fly. I was going to use this power to impress you, but you were too heavy to carry, so I won you over with my personality instead"},{"Author":"Steve Maraboli","Category":"relationship","Quote":"She is delightfully chaotic; a beautiful mess. Loving her is a splendid adventure."},{"Author":"Bram Stoker,  The New Annotated Dracula","Category":"relationship","Quote":"I suppose that we women are such cowards that we think a man will save us from fears, and we marry him."},{"Author":"J.S.B. Morse,  Now and at the Hour of Our Death","Category":"relationship","Quote":"A broken heart is just the growing pains necessary so that you can love more completely when the real thing comes along."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I want to love you down. I want to love you deep. I want to love you up. And I want to love you width all my heart. Now that is #4DFeeling."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The pink sunset reminds me of her, and the calm water matches the calm that images of her bring to my heart."},{"Author":"Stephen King,  The Stand","Category":"relationship","Quote":"Your first impulse is to share good news, your second is to club someone with it."},{"Author":"Arthur C. Clarke,  2010: Odyssey Two","Category":"relationship","Quote":"After their encounter on the approach to Jupiter, there would aways be a secret bond between them---not of love, but of tenderness, which is often more enduring."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"relationship","Quote":"With each reunion (we) had to learn each other all over again. There was always that nervous moment at the airport when I would stand there waiting for him to arrive, wondering, Will I still know him? Will he still know me?"},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"I cry, but not for myself. There’s too much sadness in this world to waste a moment with self-pity, when making others smile will also make me smile."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Flowers are aromatic and romantic, and they grow exactly the way love does—with plenty of light, and watered with affection."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My love has a flow like a flower, so it’s best if you water it with the fragrance of romance, which has the aroma of loyalty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The heart pumps blood, a fluid, but it also pulses love, which is as liquid as a wave, and everyone wants a refill. My goal is to be a server."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"Everyone is different from each other, but that doesn’t mean everyone should be indifferent to each other."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"We had a lavender kind of love, so soothing and smooth, and if I could bottle up what we had, you'd want it all over your body."},{"Author":"Jenny Han,  To All the Boys I've Loved Before","Category":"relationship","Quote":"How was I supposed to know what’s real and what’s not? It feels like I’m the only one who doesn’t know the difference."},{"Author":"Ellen Bass,  The Courage to Heal: A Guide for Women Survivors of Child Sexual Abuse","Category":"relationship","Quote":"So often survivors have had their experiences denied, trivialized, or distorted. Writing is an important avenue for healing because it gives you the opportunity to define your own reality. You can say: This did happen to me. It was that bad. It was the fault & responsibility of the adult. I was—and am—innocent.” The Courage to Heal by Ellen Bass & Laura Davis"},{"Author":"Cecelia Ahern,  The Time of My Life","Category":"relationship","Quote":"Truth is, something that I thought was perfect was taken away from me, and I never wanted perfect again. I wanted middle of the road, stuff I didn’t care about so that I couldn’t lose anything I really loved ever again."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The words I love you form an oral floral phrase that's so fragrant it can overpower even the most flagrantly foul-mouthed utterance."},{"Author":"Rachel Machacek,  The Science of Single: One Woman's Grand Experiment in Modern Dating, Creating Chemistry, and Finding L ove","Category":"relationship","Quote":"I'm terrified of getting involved with someone who disappoints me or leaves me empty and alone. I'm terrified of rejection, so I set my expectations so high that they can never be met, and I dig around with a magnifying glass looking for flaws in very person I date. There's always a flaw to exploit, and I'll find it so I never have to get too close."},{"Author":"Lawrence Hill,  Someone Knows My Name","Category":"relationship","Quote":"To gaze into another persons face is to do two things: to recognise their humanity and to assert your own."},{"Author":"Jennifer Rardin,  Once Bitten, Twice Shy","Category":"relationship","Quote":"I pictured Cupid sitting in a crappy little bar, drunk and depressed, while he moaned to the bartender, \"That Jasmine Parks, gods, she pisses me off! Did you see what she just did? Totally blew off this immortal stud to play kiss-the-boo-boo with a fickle little rent-a-cop. Why? 'Cause she's the biggest chickenshit on the planet! I'm ready to toss my bow and pick up a bazooka!"},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"We must make love to find out how it’s made. I don’t know what the ingredients are, but I think we can make a batch or two by morning."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"I work in a secret whisper factory. It’s all very hush-hush. Her love for me could be found there, if it could be found at all, but it can’t, because it’s invisible."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"In a gust of guts and gusto, I told her of my love for her. Then, like a tornado, she spun what I said into something that terrorized Kansas."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"When traveling on foot through the Sahara Desert, be sure to pack several gallons of ice cream, and keep them close to your heart, because nothing, not even my love, can make that thing melt."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My heart can hold all the love you give me. If you need to quantify it to properly price it for sale, it would be one gallon."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I didn’t give her my full attention. The bottle was half full when she started drinking. Still, from it she grew distracted, so my farming technique worked."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"relationship","Quote":"Don't. Don't let's pretend when there's no one around."},{"Author":"Wayne W. Dyer","Category":"relationship","Quote":"In any relationship in which two people become one, the end result is two half people."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"I thirst for love like a camel thirsts for water. I’m going through a desert right now, but I’m searching for the oasis of my life."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"The strength of a man isn't seen in the power of his arms. It's seen in the love with which he EMBRACES you."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"I could be in the middle of a spiritual hurricane, my soul torn and tormented, but when I see you smile it's blue skies for miles. You give me a tsunami of emotions, and my heart is trying to find peace through crashing waves, but they always end up in a cyclone that never dies.-Jarod Kintz and Karen Quan"},{"Author":"Maggie Stiefvater,  Forever","Category":"relationship","Quote":"I was trying to decide if you still had free will as a wolf. If I was a terrible person for planning to drug my girlfriend and drag her back to my house to keep in the basement."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"relationship","Quote":"I'm going to sell Flash Bang Wow Fuzz (not a drill) in a bottle, but I’m not sure how to market it. Maybe as a drinkable alternative to love."},{"Author":"Kamila Shamsie,  Broken Verses","Category":"relationship","Quote":"There is no mystery-- that's the beauty of it. We are entirely explicable to each other, and yet we stay. What a miracle that is."},{"Author":"Crystal Woods,  Dreaming is for lovers","Category":"relationship","Quote":"I had a dream about you last night. I was alone on a dark night and you came to me as a firefly. I knew it was you because you were the brightest."},{"Author":"Gabriel Garcí­a Márquez,  One Hundred Years of Solitude","Category":"relationship","Quote":"One minute of reconciliation is worth more than a whole life of friendship!"},{"Author":"Criss Jami,  Killosophy","Category":"relationship","Quote":"I will never deny that life isn't fair. It seems as though when a woman leaves a man she is strong and independent, but when a man leaves a woman he is a pig and a jerk."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The heart sees what the eyes do not, and the heart hears what the ears cannot. Sight and sound are vibrations, and so is love."},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"relationship","Quote":"It's better to have a few faithful friends than numerous shallow friendships."},{"Author":"Sarah Dunn","Category":"relationship","Quote":"She never got a chance to fall out of love, to do it properly, slowly and thoroughly, and the result was he was like a phantom limb. Gone but still there. And like a true phantom limb, the preponderance of feelings associated with him were painful."},{"Author":"Sarah Dunn","Category":"relationship","Quote":"She knew that what she was going through was nothing special, just garden-variety heartbreak, the sort of thing that poets and novelists had been writing about for hundreds of years, but she also knew, from those same books, that there were people who never recover form it, ones who go on through life beset by a dim and painful longing."},{"Author":"A.M. Riley,  Immortality is the Suck","Category":"relationship","Quote":"One thing I've learned is it's better to be addicted to things than people. You get hooked on a thing and if someone takes it from you, you can find another source. Only people can really hurt you. Only people can push you out into the cold permanently."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I find Bukowski to be so edgy, gritty, and daring that he oozes romance, and if couples read him in bed they would appreciate what they have."},{"Author":"David Richo,  Daring to Trust: Opening Ourselves to Real Love and Intimacy","Category":"relationship","Quote":"The foundation of adult trust is not \"You will never hurt me.\"It is \"I trust myself with whatever you do."},{"Author":"Brandon Sanderson,  The Well of Ascension","Category":"relationship","Quote":"Those who take lightly promises they make to those they love are people who find little lasting satisfaction in life. This is not an easy time in which to live. That does not mean that it has to be a difficult time to love, but it does mean that you will find unusual stresses upon your lives and your relationship."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"Relationships are never about power, and one way to avoid the will to power is to choose to limit oneself- to serve."},{"Author":"Nora Roberts","Category":"relationship","Quote":"A relationship isn't something that has to be created in a day or perfected in a day. Part of the game is to keep working on it. It's something that'll always be just a little flawed."},{"Author":"Antoine de Saint-Exupéry,  The Little Prince","Category":"relationship","Quote":"You will have five hundred million little bells, and I shall have five hundred million springs of fresh water..."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The heart is man’s treasure, and that’s why it’s locked in a cage of ribs with only one key. The key isn’t metal or material—it’s the feeling of love."},{"Author":"Michael Stein","Category":"relationship","Quote":"When she was younger, she felt that he wanted to know everything about her, but she was sometimes afraid to tell too much. She was afraid he would know her too well, that he would find some weakness in her, some element that would turn him away, maybe even a quality she didn't even realize she possessed."},{"Author":"David Levithan,  Every Day","Category":"relationship","Quote":"I can see that the sadness has returned. And it's not a beautiful sadness- beautiful sadness is a myth. Sadness turns our features to clay, not porcelain."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The words “I love you” swim and swarm as they swirl and form fluidly, and if you are thirsty then how I feel about you is an extra large—with free refills."},{"Author":"Peter Kreeft,  Jesus-Shock","Category":"relationship","Quote":"The heart is like a woman, and the head is like a man, and although man is the head of woman, woman is the heart of man, and she turns man's head because she turns his heart."},{"Author":"Kelley Armstrong,  The Gathering","Category":"relationship","Quote":"It was completely fifth garde and completely silly and I loved it, because he wasn't afraid to be silly. It was like kissing him first - I could do whatever I wanted and not have to worry what he'd think of me."},{"Author":"André Brink,  Before I Forget","Category":"relationship","Quote":"To respect the dignity of a relationship also implies accepting the end when it comes. Except in my mind, except in my dreams, where the aftertaste of her still lingers."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I wrapped your birthday present in carpet, because I bought you a floor. It’s so you have something other than me to walk all over."},{"Author":"Alessandra Torre","Category":"relationship","Quote":"I'm done. I don't need anything more out of life. I have you, and that's enough."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"The best kind of humans are the ones who stay."},{"Author":"Steve Toltz,  A Fraction of the Whole","Category":"relationship","Quote":"Regrets came up and asked me if I’d like to own them. Declined them for the most part but took a few just so I wouldn’t leave this relationship empty handed."},{"Author":"Mandy Hale,  The Single Woman: Life, Love, and a Dash of Sass","Category":"relationship","Quote":"Be a bit of a challenge; not because you're playing games but because you realize you're worth the extra effort."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"The only real battle in life is between hanging on and letting go."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"When you look at the past without God’s eyes, you subject yourself to deception. The past no longer exists and God doesn’t linger there. However, Satan will show you whatever you want to see and believe, so you will be trapped in an emotion that cannot communicate truth, beyond what you want to remember."},{"Author":"Cecily von Ziegesar,  You Know You Love Me","Category":"relationship","Quote":"Give a girl a boyfriend and she becomes a total expert on relationships"},{"Author":"Alice Hoffman,  Local Girls","Category":"relationship","Quote":"Still, she knows one thing for certain: never judge a relationship unless you are the one wrapped up in its arms."},{"Author":"Rachel Machacek,  The Science of Single: One Woman's Grand Experiment in Modern Dating, Creating Chemistry, and Finding L ove","Category":"relationship","Quote":"I've found that when you're wrapped up in the process of dating and want so badly to have something work out with someone -anyone- it's easy to forget that your choices aren't limited to one person or the other. There's also the choice I always forget about: To not choose anyone in order to keep myself open to someone who IS right for me."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. You were balancing ten tiny footballs on your nose while dancing with a turquoise unicorn."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Sometimes the most beautiful people are beautifully broken."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"We swallowed the chaos because we knew we didn't want to be ordinary."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"relationship","Quote":"Dawn is meant for Lovers. And so is dusk and anytime in between. Count me in. And out. In, out, in, out, and I just came, I saw, I conked out.-Amanda Mosher and Jarod Kintz"},{"Author":"François Truffaut","Category":"relationship","Quote":"In love, women are professionals, men are amateurs"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I sip my coffee like I fall in love—alone in a field of flowers, writing poetry for the mailman, who delivers love letters, but never gets any."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"But dear, don’t be afraid of love it’s only magic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I loved how your cheeks had a natural rouge, like a delicate rose, and I was a rogue full of thorns. I was only a flower when I was with you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She had coffee-colored eyes, if java were blue-green, and we made love like nobody was watching, which is probably why the audience demanded a refund for our poor performance."},{"Author":"John Knowles,  A Separate Peace","Category":"relationship","Quote":"All of them, all except Phineas, constructed at infinite cost to themselves these Maginot Lines against this enemy they thought they saw across the frontier, this enemy who never attacked that way-if he ever attacked at all; if he was indeed the enemy."},{"Author":"Abraham Kuyper","Category":"relationship","Quote":"He is your friend who pushes you nearer to God."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"When her boyfriend broke his leg, I knew it was my chance to ask her to dance. So I put down my baseball bat and approached her like Babe Ruth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I have a Rubik’s Cube for a heart, and my love for you is no puzzle. Through twists and spins, life can only get more colorful."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"This Valentine’s Day rent a poem for your loved. They come in three sizes—small, medium, and romantic. Free refills available to Premium Members."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I let coffee drip into my mouth the same way I fall in love—slowly, as I wring out my shirt before going to scrub off the 32-ounce spill. I’m as romantic as a free-refill station that’s out of sugar, cream, and stirring sticks."},{"Author":"Lee Goff","Category":"relationship","Quote":"Sometimes the door closes on a relationship, not because we failed but because something bigger than us says this no longer fits our life. So, lock the door, shed a tear, turn around and look for the new door that's opened. It's a sign that you're no longer that person you were, it's time to change into who you are. It's going to be okay."},{"Author":"Stephen King,  The Stand","Category":"relationship","Quote":"She couldn't be on his wavelength all the time. That's all. When you could recognize that and deal with it, you were on your way to an adult relationship."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... you kept meowing at people and licking yourself it was not unlike you normally."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"relationship","Quote":"I was flipping channels, watching this cheerleading program on MTV. They took a field hockey girl and “transformed” her into a cheerleader by the end of the show. I was just wondering: what if she liked field hockey better?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I'm offering you love on a stick. If you'd like, you can grab it to go. It’s like a popsicle, only it won’t melt if you put it through hell like you did with you last boyfriend."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"How do new watches catch up with old watches that have had more time to get a head start? This is what I pondered while I waited on her to fall in love with me."},{"Author":"Janet Skeslien Charles,  Moonlight in Odessa","Category":"relationship","Quote":"Give a man a centimeter and he'll think he's a ruler."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She was a tall drink of water from Tallahassee, and I was an instant-coffee kind of lover. I got her so hot that neither one of could go to sleep until the ambulance finally came to a complete stop."},{"Author":"Josephine Humphreys,  Rich in Love","Category":"relationship","Quote":"You know a relationship has deteriorated past the point of salvage when one person detests another's gestures."},{"Author":"Shannon L. Alder,  300 Questions LDS Couples Should Ask Before Marriage","Category":"relationship","Quote":"When you can’t reach the standards of another’s heart you must ask yourself, \"What value do I put on my soul that I would subject myself to such rejection?"},{"Author":"Toni Coleman","Category":"relationship","Quote":"Be careful whom you choose to love. This decision will impact your future life and happiness in ways you cannot yet imagine."},{"Author":"Aleksandar Hemon,  The Lazarus Project","Category":"relationship","Quote":"It seemed that we loved each other better when there were large swaths of two continents between us. The daily work of love was often hard to perform at home."},{"Author":"Amanda Mosher,  Better to be able to love than to be loveable","Category":"relationship","Quote":"There is nothing more beautiful than a vulnerable heart in open hands."},{"Author":"John Gray,  Men Are from Mars, Women Are from Venus","Category":"relationship","Quote":"If we are to feel the positive feelings of love, happiness, trust, and gratitude, we periodically also have to feel anger, sadness, fear, and sorrow."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"The bank of love is never bankrupt."},{"Author":"John Green","Category":"relationship","Quote":"It's easy to like someone from a distance. But when she stopped being this amazing unattainable thing or whatever, and started being, like, just a regular girl with a weird relationship with food and frequent crankiness wh's kind of bossy--then I had to basically start liking a whole different person."},{"Author":"Rachel Gibson,  I'm In No Mood For Love","Category":"relationship","Quote":"You want the fairy tale.\"\"I want a chance at it."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"They feel life is for the taking, and that everyone deserves happiness no matter what the cost. I must remember these tricks if I ever decide to have my soul surgically removed."},{"Author":"Amanda Grace,  But I Love Him","Category":"relationship","Quote":"Each piece of glass is another piece of myself I gave to him. It's too bad I didn't keep any pieces for myself."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"relationship","Quote":"I want to go to Martha’s Vineyard. I have an aunt named Martha. And an uncle by that name. Neither one is related to me."},{"Author":"Jaeda DeWalt","Category":"relationship","Quote":"To be deeply loved, means a willingness to cut yourself wide open, exposing your vulnerabilities... hopes, hurts, fears and flaws. Hiding behind the highlight reel of who you are, is the real you and that person is just as worthy of love. There is nothing more terrifying or fulfilling, than complete love, it's worth the risk... reach for it."},{"Author":"Arzum Uzun","Category":"relationship","Quote":"In this storyI am the poetYou're the poetry."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"So many events and moments that seemed insignificant add up. I remember how for the last Valentine´s Day, N gave flowers but no card. In restaurants, he looked off into the middle distance while my hand would creep across the table to hold his. He would always let go first. I realize I can´t remember his last spontaneous gesture of affection."},{"Author":"Louise Caiola","Category":"relationship","Quote":"Trying to fall out of love is like trying to climb a mountain. Blindfolded, on crutches, naked in a hail storm."},{"Author":"Amanda Mosher,  Better to be able to love than to be loveable","Category":"relationship","Quote":"I will never claim to know what you are thinking. I only hope I am on your mind."},{"Author":"André Gide","Category":"relationship","Quote":"He who wants a rose must respect her thorn."},{"Author":"Lorrie Moore,  Anagrams","Category":"relationship","Quote":"They had, finally, the only thing anyone really wants in life: someone to hold your hand when you die."},{"Author":"Marilynne Robinson,  Gilead","Category":"relationship","Quote":"A man can know his father, or his son, and there might still be nothing between them but loyalty and love and mutual incomprehension."},{"Author":"Tanzy Sayadi,  liQUID PROse QUOtes","Category":"relationship","Quote":"The aching in my chest isn't because I miss you,it's realizing that you have become someone I no longer know,your fears, your 4 am thoughts, your achievements,are things I no longer have an equivalent to.Who we were and who we are are four different people, and the me from now doesn't relate to the me from then, let alone to the you from now.-Tanzy Sayadi and Jarod Kintz"},{"Author":"Tiffany Madison","Category":"relationship","Quote":"Women that can work a camera with ease often work men just as effortlessly for both require the same commitment to vanity and manipulation."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"The sunset produces flower clouds in a garden in the sky, and while there is still light you can see a heavenly representation of my love for you.The sunrise produces rays that light up the world like your eyes do when you're with me. They shimmer and I can see the stars in your eyes that gleam from your soul.-Jarod Kintz and Karen Quan"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"I remember being surrounded by the heaven-sent scent of July pine in the Rockies, as you and I laughed and danced like the snow would never come. Now, as the snow covers everything, just like I in these sheets, I close my eyes, preparing myself to see you again, my summer queen.-Jarod Kintz and Tanzy Sayadi"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Is it better to be feared or loved? Loved, because people associate with you because they want to, not because they need to. We need to eat beets, but we want to eat cake. Be the cake of the world."},{"Author":"Bauvard,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. You were lost in a daydream, when I walked in and you began screaming. But I know that could never actually happen. In real life I only enter people’s nightmares."},{"Author":"Eric Ludy,  When Dreams Come True: A Love Story Only God Could Write","Category":"relationship","Quote":"..\"I don't even know her yet..but if she could see me right now, I'd want her to know that I love her..\"~E.L.~"},{"Author":"Mary Ann Shaffer,  The Guernsey Literary and Potato Peel Pie Society","Category":"relationship","Quote":"Then i imagined a lifetime of having to cry to get him to be kind, and I went back to no again."},{"Author":"Joss Whedon","Category":"relationship","Quote":"Everyone has their first date and the object is to hide your flaws. And then you're in a relationship, and it's all about hiding your disappointment. And then, once you're married, it's about hiding your sins."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The scent of Florida honeysuckle uplifted in a spring breeze reminds me of your love, and how fresh it was until it blew past me into my past."},{"Author":"Darnell Lamont Walker,  Creep","Category":"relationship","Quote":"Sometimes our walls exist just to see who has the strength to knockthem down."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If I were hairy, would you vacuum my chest before we made love? I’d probably have enough chip crumbs in it to feed the homeless, because I’m a charitable kind of guy."},{"Author":"John Christopher,  The Prince in Waiting","Category":"relationship","Quote":"We had been friends. We could not become strangers. It left only one thing: we must be enemies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"So many women are fighting to receive my love that Chuck Norris had to intervene, and instantly he was defeated by desire. #OutBoastKanye"},{"Author":"Judith Lewis Herman,  Trauma and Recovery","Category":"relationship","Quote":"Over time as most people fail the survivor's exacting test of trustworthiness, she tends to withdraw from relationships. The isolation of the survivor thus persists even after she is free."},{"Author":"Loretta Ellsworth,  In a Heartbeat","Category":"relationship","Quote":"I look back to where my life had been. It's always risky to think of letting go. That's why this is the perfect ending. Nothing left to reconcile."},{"Author":"Rick Riordan,  The Serpent's Shadow","Category":"relationship","Quote":"dealing with any man means dealing with multiple personalities."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Between Portland and Seattle is a mint factory, and they made sweets like we made sweet love, and America needs more manufacturers like us."},{"Author":"Andrew Sean Greer,  The Story of a Marriage","Category":"relationship","Quote":"Perhaps love is a minor madness. And as with madness, it's unendurable alone. The one person who can relieve us is of course the sole person we cannot go to: the one we love. So instead we seek out allies, even among strangers and wives, fellow patients who, if they can't touch the edge of our particular sorrow, have felt something that cuts nearly as deep."},{"Author":"Banana Yoshimoto,  Asleep","Category":"relationship","Quote":"I never tell my boyfriend that I'm busy when I'm not. No matter how effective they are, cheap techniques like that just don't agree with me. So it's always okay, it's always all right. In my opinion the surest way to hook a man is to be as open with him as possible."},{"Author":"Orson Scott Card,  Enchantment","Category":"relationship","Quote":"It's as if every conversation with a woman was a test, and men always failed it, because they always lacked the key to the code and so they never quite understood what the conversation was really about."},{"Author":"Christian Simamora,  All You Can Eat","Category":"relationship","Quote":"Terkadang,yang tak bisa kamu lupakan adalah seseorang yang tak pernah bisa kamu miliki."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of."},{"Author":"Dirk Wittenborn,  Fierce People","Category":"relationship","Quote":"We are the sum of all people we have ever met; you change the tribe and the tribe changes you."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"relationship","Quote":"Scholars, theologians, and even poets have yet to be able to truly describe and touch upon the beauty, romance, and magic of a relationship built on 100% authenticity"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"She has a body for years, and I have an astronaut tan. When we make love it will be like (x + 2)(2x -1) = 0, solve for x."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"relationship","Quote":"Here was a boy who liked flaws, who saw them not as failings but as strengths. Who knew such a person could exist, or what would have happened if we'd found each other under different circumstances? Maybe in a perfect world. But not in this one."},{"Author":"bell hooks,  Breaking Bread: Insurgent Black Intellectual Life","Category":"relationship","Quote":"I believe that it is impossible for two individuals not committed to their own and each other’s well being to sustain a healthy and enduring relationship."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Who we were and who we are are four different people, and the me from now doesn't relate to the me from then, let alone to the you from now."},{"Author":"Lauren Oliver,  Requiem","Category":"relationship","Quote":"With the cure, relationships are all the same, and rules and expectations are defined. Without the cure, relationships must be reinvented every day, languages constantly decoded and deciphered. Freedom is exhausting."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I fall in love with you four times a year: winter, spring, summer, and fall. The leaves may change, but how I feel about you does not."},{"Author":"Matty Healy","Category":"relationship","Quote":"Life’s too short to drink crappy coffee and cry over boys who don’t care."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"relationship","Quote":"I just want someone to hear what I have to say. And maybe if I talk long enough, it’ll make sense."},{"Author":"Joseph J. Ellis,  His Excellency: George Washington","Category":"relationship","Quote":"Because he could not afford to fail, he could not afford to trust."},{"Author":"Angelina Jolie","Category":"relationship","Quote":"Just start off with the same goals in mind. If you have the same values, same goals then you'll be on track for the same future."},{"Author":"Melanie Benjamin,  Alice I Have Been","Category":"relationship","Quote":"Why, then, did I always feel as if his happiness was my responsibility? It wasn't fair for him to burden me with that. It had never been fair."},{"Author":"Gary Chapman,  The Five Love Languages Singles Edition","Category":"relationship","Quote":"Love is something you do for someone else, not something you do for yourself."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"relationship","Quote":"All's fair in love and war,\"said Ron brightly, \"and this is a bit of both."},{"Author":"Hanif Kureishi,  Intimacy","Category":"relationship","Quote":"You don't stop loving someone just because you hate them."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"relationship","Quote":"When we replace a sense of service and gratitude with a sense of entitlement and expectation, we quickly see the demise of our relationships, society, and economy."},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"relationship","Quote":"Look for the heart in a man before you look at what he has."},{"Author":"Nora Roberts,  Savor the Moment","Category":"relationship","Quote":"He gave her a quick, casual kiss on the cheek first. Then came the hug, and it was the hug that always made Laurel’s heart mush. Serious grip, cheek to the hair, eyes closed, just a little sway. Del’s hugs mattered, she thought, and made him impossible to resist."},{"Author":"Ray Lamontagne","Category":"relationship","Quote":"And when all your faith is gone let it be me, if it's a friend you need let it be me"},{"Author":"Ashly Lorenzana","Category":"relationship","Quote":"When you want to share something with another person more than anything, it is one of the most difficult things to realize that you can never have it. Accepting this realization is even more difficult. Loving someone does mean saying goodbye to them in some cases, though we will fight that until the oftentimes bitter end before doing the right thing."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"The snag about marriage is, it isn´t worth the divorce."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A pitcher throws baseballs, but a pitcher also holds liquid. My emotions are so fluid I wonder how large the pitcher would have to be to hold my heart. Probably 6’3”."},{"Author":"Pablo","Category":"relationship","Quote":"Everyday it gets easier to connect with an electronic device that it is to connect with real people."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"relationship","Quote":"[Marriage] happens as with cages: the birds without despair to get in, and those within despair of getting out."},{"Author":"Erin McCarthy,  Hard and Fast","Category":"relationship","Quote":"Alright, good night,” he said, his words a little slurred. “But before I pass out, I want you to know that you’re the hottest biscuit this side of the gravy boat."},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"relationship","Quote":"I prefer long-distance relationships. If we were dating, would you be offended if I asked you to stand back a few feet?"},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. The best day of my life was when I taught you how to juggle, but the best day of yours was when you taught someone else."},{"Author":"Martina Boone,  Compulsion","Category":"relationship","Quote":"Love doesn't come with an on-off switch. It's made of too many threads of memory and hope and heartache that weave themselves into the very core of who you are."},{"Author":"Greg Behrendt","Category":"relationship","Quote":"First of all, never buy a man a plasma TV until you're married. A lot of men once they have a plasma TV they don't need a girlfriend"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Teach me to dance and I'll show you how to make love to music. The first 30 minutes are free, but after that I'm gonna have to charge you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I made a cauldron of coffee, and I was thinking we could chug it and then teach each other how to dance by using the bottom of a floating canoe as a ballroom."},{"Author":"Robin McKinley,  Pegasus","Category":"relationship","Quote":"...there remained a strange formality between them, and her pleasure in his presence felt too much like missing him had felt during the last week."},{"Author":"Dorothy Parker,  The Collected Dorothy Parker","Category":"relationship","Quote":"Prince or commoner, tenor or bass,Painter or plumber or never-do-well,Do me a favor and shut your face -Poets alone should kiss and tell."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love coffee cake, but I would prefer if it were just a little more drinkable. I almost choked while chugging some this morning, and if it weren’t for the fluid nature of clownfish, I might have caught feelings for Hillary using a basketball net."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Often people that settle in life are those that only do what they can with what they have and where they are. Never settle for someone that didn't know your worth from the beginning, or build a life without God in it. Live beyond your low expectations."},{"Author":"Leopold von Sacher-Masoch,  Venus in Furs","Category":"relationship","Quote":"Alas, woman is faithful as long as she loves, but you demand that she be faithful without love and give herself without enjoyment. Who is cruel then, woman or man?"},{"Author":"Bradley Trevor Greive,  Looking for Mr. Right","Category":"relationship","Quote":"They (penguins) then fall madly in love and live happily ever after.-And so you ask yourself: \"If a penguin can have a worthwhile, stimulating relationship, why the hell can't I?\"-Or maybe you ask yourself: \"Would I be happier if I started dating a penguin"},{"Author":"Kimberly Novosel,  Loved","Category":"relationship","Quote":"We kissed each other until we were too tired to keep going. I could still feel him holding back. It was my penance for what I had done to him. All I could do was hope the walls would fall and that I could have all of him again, but I was always leaving and he was tired of watching me walk away. We both knew that I couldn’t stay and that he couldn’t come with me, but still, we couldn’t let go."},{"Author":"Charlaine Harris,  Dead Until Dark","Category":"relationship","Quote":"Life had sure been simpler when I hadn't dated."},{"Author":"Martina Boone,  Compulsion","Category":"relationship","Quote":"We've lost a lot of years, but you can't lose love. Not real love. It stays locked inside you, ready for whenever you are strong enough to find it again."},{"Author":"John Lewis Lund,  How to Hug a Porcupine: Dealing With Toxic & Difficult to Love Personalities","Category":"relationship","Quote":"Even if toxic people are right about what is \"good,\"they are wrong if the approach is not healthy."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"Someday I will have revenge. I know in advance to keep this to myself, and everyone will be happier. I do understand that I am expected to forgive N and his girlfriend in a timely fashion, and move on to a life of vegetarian cooking and difficult yoga positions and self-realization, and make this so much easier and more pleasant for all concerned."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I hide how I feel, and I hide the fact that I hide how I feel, but I can't bury the past without having a funeral of the heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The wind may be invisible, but it’s colored by memories of you, as you gently blew into my life, adding motion and emotion to my still-beating heart."},{"Author":"Nalini Singh,  Caressed by Ice","Category":"relationship","Quote":"You're walking funny,\"Lucy said, a shit-eating grin on her face. Five days of out of this world sex with a starving man could do that to a girl.\"You're just jealous.\"Brenna pushed through the door into DarkRiver's business HQ.Lucy made a mournful face. \"Yes, I am. Goddamn but your man is hot. And he smiles at you! I've seen him do it, even if no one believes me."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Two people with mental issues in a relationship does not work. It's like sitting in a boat and neither one has an oar to row the other to shore. You can meet your mirror image in life, but that doesn't mean you should marry him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"A white wedding dress, once worn, is like the ghost of a moment, trapping feelings of forever into fabric that’s never to be tried on again."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Every night I sleep like a log. In a lit fireplace. If you bring the marshmallows, I’ll bring the burning desire for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"Her beauty took my breath away, and allowed the spring breeze to fill my lungs with honeysuckle, jasmine, and desire."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I love kiss whispers—kisspers. Loose lips are full of passionate secrets."},{"Author":"Thornton Wilder,  Our Town","Category":"relationship","Quote":"People are meant to go through life two by two. ’Tain’t natural to be lonesome."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If I die with a zillion dollars and you die with zero, our net worth is worthless. All that matters is the love we level across our lives."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"relationship","Quote":"It is the same way with dating. The time you are most prepared for dating is when you don't need anyone to complete you, fulfill you, or instill in you a sense of worth or purpose."},{"Author":"Catherynne M. Valente,  The Girl Who Fell Beneath Fairyland and Led the Revels There","Category":"relationship","Quote":"Hearts set about finding other hearts the moment they are born, and between them, they weave nets so frightfully strong and tight that you end up bound forever in hopeless knots, even to the shadow of a beast you knew and loved long ago."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. We watched pornography together, but purely for the storyline."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you."},{"Author":"Kristi Maxwell","Category":"relationship","Quote":"Living together/ is one move closer/ to living apart"},{"Author":"P.G. Wodehouse,  Jeeves in the Morning","Category":"relationship","Quote":"When a girl uses six derogatory adjectives in her attempt to paint the portrait of the loved one, it means something. One may indicate a merely temporary tiff. Six is big stuff."},{"Author":"Sarah Dunn,  Secrets to Happiness","Category":"relationship","Quote":"Ordinarily, I am the person who falls in love quickly and somewhat inappropriately and then goes on to destroy what is a good thing. That's always been my style. So, you know: I get it. And I feel right now the way I imagine all those guys felt with me. And I have to say, for the first time in my life, I feel something approaching compassion for them."},{"Author":"Jarod Kintz,  Xazaqazax","Category":"relationship","Quote":"A scaly lizard in soapy water makes a great scrubber. I’d wash my hands of her, if I didn’t enjoy being treated like a dishrag so much."},{"Author":"Beyoncé Knowles","Category":"relationship","Quote":"I used to want you so bad, I'm so through with that because honestly you turned out to be the best thing I never had!"},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"I love you as the mother of my child\": the kiss of death.Mother of His Child: demotion. I am beginning to see this truism: Mothers are not always wives. I have been stripped of a piece of self."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"Surprises, I feel now, are primarily a form of violence."},{"Author":"Kathy Lette,  To Love, Honour And Betray","Category":"relationship","Quote":"When you've been around as long as me, Lucy, you'll know that there are three types of sex... One - brand-new, kitchen-table sex. Two - bedroom sex. Then number three - hallway sex, when you pass each other in the hallway and say 'Fuck you.'\"- Lockie"},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. You were playing with chicken livers and told me everyone was in quarantine."},{"Author":"Eloisa James,  When Beauty Tamed the Beast","Category":"relationship","Quote":"I love you,\"he said, his voice catching. \"When I thought you were going to die, I wanted to die."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"The wind may be invisible, but it’s colored by memories of you, as you gently blew into my life, adding motion and emotion to my still-beating heart. I feel you here with me, even though I'm all alone. Time is only measured now by then seconds since you've gone, and losing you is as painful as running a faucet on a bloody wound.-Jarod Kintz and Crystal Woods"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"My kitchen sink has no truck attached. My love needs a waterproof suitcase in these Days of Desert and Dessert. Who are you going to come running to when the Ice Cream Man melts?"},{"Author":"Cesare Pavese,  The Burning Brand: Diaries, 1935-1950","Category":"relationship","Quote":"From someone who doesn't want to share your destiny, you should neither accept a cigarette"},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"relationship","Quote":"I’m older now than my dad was when he was my age. Wait, that’s not right. That’s not my dad at all, that’s just some stranger hanging around in my memory."},{"Author":"Diana Peterfreund,  Tap & Gown","Category":"relationship","Quote":"Sometimes you met someone that changed the pattern, who wormed their way past the cracks in your heart, caulked them up, sealed themselves in, and stayed there. Sometimes they did it by insisting you meet them at every step, as Jamie had done to me."},{"Author":"Stephan Labossiere","Category":"relationship","Quote":"Some people don’t realize what they have until it’s gone, but that does not always mean they are supposed to get it back."},{"Author":"Marina Keegan,  The Opposite of Loneliness: Essays and Stories","Category":"relationship","Quote":"But it became clear very quickly that I'd underestimated how much I liked him. Not him, perhaps, but the fact that I had someone on the other end of an invisible line. Someone to update and get updates from, to inform of a comic discovery, to imagine while dancing in a lonely basement, and to return to, finally, when the music stopped."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. you were trying to give coordinates to an apple"},{"Author":"Hope Bradford,  Beneficial Law of Attraction: The Manifestation Teachings","Category":"relationship","Quote":"Everyone creates realities based on their own personal beliefs. These beliefs are so powerful that they can create [expansive or entrapping] realities over and over.~Kuan Yin"},{"Author":"Jarod Kintz,  Xazaqazax","Category":"relationship","Quote":"The naked truth is the naked truth isn’t naked—it’s wearing see-thru clothing. My duty as a nudist is to let people see I’m transparent."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you."},{"Author":"Albert Einstein,  Ideas and Opinions","Category":"relationship","Quote":"But without deeper reflection one knows from daily life that one exists for other people--first of all for those upon whose smiles and well-being our own happiness is wholly dependent, and then for the many, unknown to us, to whose destinies we are bound by the ties of sympathy."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"The lungs are fishing nets for smoke, and I inhaled her essence like she was marijuana grown just for me."},{"Author":"Aleksandar Hemon,  The Lazarus Project","Category":"relationship","Quote":"I loved you because there was no other place for me to go. We were married because we did not know what else to do with each other. You never knew me, nothing about me, what died inside me, what lived invisibly."},{"Author":"Katerina Stoykova Klemer","Category":"relationship","Quote":"Every advantage is temporary."},{"Author":"Jack R. Rose","Category":"relationship","Quote":"Hating hurts the hater the most. Hating is not a salve for the wounded soul, it is an abrasive that keeps the soul wounded and raw and oversensitive."},{"Author":"Gary Chapman,  The Five Love Languages Singles Edition","Category":"relationship","Quote":"Love doesn't erase the past, but it makes the future different."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"When a man plays with your heart it is for one of two reasons: He knows he can or he is undecided."},{"Author":"Laurie Halse Anderson,  Wintergirls","Category":"relationship","Quote":"No, I am never setting foot in this house again it scares me and makes me sad and I wish you could be a mom whose eyes worked but I don't think you can."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I saw someone who so closely resembled you that my heart started beating like a hummingbird's wings, and my mind flew back to where we were when we were we’re."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I watered your memory every day to keep it alive, and after all this time it's like a tall cypress tree rooted deep in the St. John's River."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"relationship","Quote":"[novan]: bassists are very good with their fingers[novan]: and some of us sing backup vocals, so that means we're good with our mouths too...(~ IM chat with Novan Chang, 18, bassist)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"If I were splat proof, I wouldn’t be afraid of heights. Also, I wish I had a bouncy ball for a heart, so I could love fearlessly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I loved her, she loved him, and he loved himself. Now she loves me, he loves her, and I love myself as I am—without her in my life."},{"Author":"Meenakshi Gigi Durham,  The Lolita Effect: The Media Sexualization of Young Girls and What We Can Do About It","Category":"relationship","Quote":"In the realm of love and sex, it’s girls who are in the position of working hard to adapt themselves to the needs and fantasies of the mercurial males whose approval and attention they seek."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I like my coffee like Colfax Avenue mixed with Atlantic Boulevard, and if you're buying then I'm driving. Let's sip this romance slowly."},{"Author":"Vironika Tugaleva,  The Love Mindset","Category":"relationship","Quote":"A soul mate is not found. A soul mate is recognized."},{"Author":"G.G. Vandagriff,  The Last Waltz","Category":"relationship","Quote":"It's always seemed to me that flirtation is a man's device for avoiding responsibility. He can say whatever he wants and knows he won't be taken seriously."},{"Author":"Kim Addonizio","Category":"relationship","Quote":"Love me like a wrong turn on a bad roadlate at night."},{"Author":"Crystal Woods,  liQUID PROse QUOtes","Category":"relationship","Quote":"I fell for you like the stars fall from the sky. Flames and light and twinkle dust, our burning love showered the night. The dust has been collecting since the day you left, and I dare not leave even one fingerprint in it, because one should never try to touch the past.-Crystal Woods and Jarod Kintz"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"relationship","Quote":"You may not be here with me now, but you've never left me, because I keep you close to my heart, and always on my mind. And I will sit under your shade forever, until I become a part of you, the way you are a part of me.-Jarod Kintz and Crystal Woods"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"relationship","Quote":"I use two yards of wrapping paper per one inch of present. Luckily I gave you the gift of love, so I was able to wrap it in tinfoil. Uncover before reheating."},{"Author":"Marian Keyes,  The Other Side of the Story","Category":"relationship","Quote":"Relationship gurus always said that an attraction based on friendship and mutual respect was far more likely to stay the course - and the bastards were right."},{"Author":"Raquel Cepeda,  Bird of Paradise: How I Became Latina","Category":"relationship","Quote":"I have never bought into the idea that blood is thicker than water. Love and respect are meant to be earned from our children, our spouses, our families, and our friends."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"He announces that lately he keeps losing things. \"Like your wife and child,\"I want to say, but don´t. At fourty, I´ve learned not to say everything clever, not to score every point."},{"Author":"F. Scott Fitzgerald,  Tender Is the Night","Category":"relationship","Quote":"Most people think everybody feels about them much more violently than they actually do; they think other people's opinions of them swing through great arcs of approval or disapproval."},{"Author":"Charise Mericle Harper,  Flashcards of My Life","Category":"relationship","Quote":"You might think that a boy is just your friend, but then if you find out that maybe he likes you (in a boyfriend way), everything changes instantly. (47)"},{"Author":"Carrie Jones,  Entice","Category":"relationship","Quote":"You will be a great queen when you come back, you know. And someday you'll love me the way you love your wolf."},{"Author":"Lindsey Kelk,  I Heart New York","Category":"relationship","Quote":"A break up is the closest thing to bereavement"},{"Author":"J.S.B. Morse,  Now and at the Hour of Our Death","Category":"relationship","Quote":"A pure heart is superlatively rare and even more attractive."},{"Author":"George Eliot,  Middlemarch","Category":"relationship","Quote":"When a man has seen the woman whom he would have chosen if he had intended to marry speedily, his remaining a bachelor will usually depend on her resolution rather than on his."},{"Author":"George Gissing","Category":"relationship","Quote":"It is the mind which creates the world around us, and even though we stand side by side in the same meadow, my eyes will never see what is beheld by yours, my heart will never stir to the emotions with which yours is touched."},{"Author":"Coco J. Ginger","Category":"relationship","Quote":"You’re a mess, I confess, I despise you in the best kind of way."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"relationship","Quote":"Family, friends and relationships are the blessings of the God. They are the best way to access God."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"relationship","Quote":"This is new to us, you know? Your mother's sorry. She's sorry that she hurt your feelings, and she wants you to invite your girlfriend over for dinner.\"\"So that she can make her feel bad and weird?\"\"Well she is kind of weird, isn't she?\"Park didn't have the energy to be angry. He sighed and let his head fall back on the chair. His dad kept talking. \"Isn't that why you like her?"},{"Author":"Mocco Wollert","Category":"relationship","Quote":"Love falls in love with love; comes like an echo sounding back, searches its mirrored shadow within a look."},{"Author":"Sarah Mlynowski,  Gimme a Call","Category":"relationship","Quote":"Just because a relationship ends, it doesn't mean it's not worth having."},{"Author":"Steven Barnes","Category":"relationship","Quote":"Someone asked me about the difference between love and lust. Hmmm. That will take a little thought. How to tell the difference? Well, for guys, if she looks better AFTER you've made love to her than before, that might be love. If you find yourself itching to get out the door afterward, probably just lust, y'know?"},{"Author":"Jan Beatty","Category":"relationship","Quote":"my only complaints are two:that I didn't make myself readyfor you sooner in life, thatI can't give you better,Love you more."},{"Author":"Michael Crichton,  Disclosure","Category":"relationship","Quote":"Friendships are nice. So is competence."},{"Author":"Graham Greene,  The Heart of the Matter","Category":"relationship","Quote":"There was a tacit understanding between them that 'liquor helped'; growing more miserable with every glass one hoped for the moment of relief."},{"Author":"Jack Lemmon","Category":"relationship","Quote":"Death ends a life, not a relationship."},{"Author":"Hayley Williams","Category":"relationship","Quote":"That was the day that I promised I'd never sing of love that does not exist. but darling, You are the only exception"},{"Author":"Vironika Tugaleva","Category":"relationship","Quote":"To love everyone unconditionally does not mean to give everyone your unconditional time. Sometimes, to love completely, we must never see someone again. This, too, is love. This is giving someone the freedom to exist and be happy, even if it must be without you."},{"Author":"John Green,  An Abundance of Katherines","Category":"relationship","Quote":"Uh-uh, dude. I tried it your way with the dating and the girls and the kissing and the drama, and man, I didn't like it. Plus, my best friend is a walking cautionary tale of what happens to you when romantic relationships don't involve marriage. Like you always say, kafir, everything ends in breakup, divorce, or death. I want to narrow my misery options to divorce or death - that's all."},{"Author":"Katerina Stoykova Klemer","Category":"relationship","Quote":"Everybody deserves love, but nobody is entitled to it."},{"Author":"F. Scott Fitzgerald,  Gatsby Girls","Category":"relationship","Quote":"You've got an awfully kissable mouth."},{"Author":"Alexandra Elle","Category":"relationship","Quote":"We can't be so desperate for love that we forget where we can always find it; within."},{"Author":"Emily Giffin,  Baby Proof","Category":"relationship","Quote":"I still think I love him more. It's one of those things you never know for certain because there's no way to enter all the relationship data in a computer and have it spit out a definitive answer. You can't quantify love, and if you try, you wind up focusing on misleading factors."},{"Author":"Keri Hulme,  The Bone People","Category":"relationship","Quote":"A family can be the bane of one's existence. A family can also be most of the meaning of one's existence. I don't know whether my family is bane or meaning, but they have surely gone away and left a large hole in my heart."},{"Author":"J.P. Rattie","Category":"relationship","Quote":"Miscommunication is endless."},{"Author":"Ellen J. Barrier","Category":"relationship","Quote":"On the left side of a strong woman, stands a strong man; he is strengthened by her character."},{"Author":"Rita Rudner","Category":"relationship","Quote":"A good place to meet a man is at the dry cleaner. These men usually have jobs and bathe."},{"Author":"Nora Ephron,  I Feel Bad about My Neck: And Other Thoughts on Being a Woman","Category":"relationship","Quote":"It's always hard to remember love - years pass and you say to yourself, Was I really in love, or was I just kidding myself? Was I really in love, or was I just pretending he was the man of my dreams? Was I really in love, or was I just desperate?"},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you."},{"Author":"Belle Aurora,  Love Thy Neighbour","Category":"relationship","Quote":"Tina leans forward and asks quietly, 'Do you? You know? Love her?'Squeezing Nat’s knee again, I reply, 'She’s teachin’ me how."},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"relationship","Quote":"You never know who's waiting for you and you never know when love is coming your way or who it might be. But let me just say, a healthy relationship requires SACRIFICE and DEDICATION."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"It was never about the world being too big, it was more like she was too much for the world to handle."},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"relationship","Quote":"Faith doesn't get you around problems in life and relationships, it gets you through it."},{"Author":"Kimberly Pauley,  Still Sucks to Be Me: More All-True Confessions of Mina Hamilton Smith, Teen Vampire","Category":"relationship","Quote":"The best defense is a confusing offense."},{"Author":"Nora Roberts,  Savor the Moment","Category":"relationship","Quote":"And since I’m marrying into the Quartet, I have certain privileges and duties. If you’re sleeping with Laurel—”“I’m not sleeping with Laurel. We’re dating.”“Right, and the two of you are just going to hold hands, admire the moon, and sing camp songs.”“For a while. Minus the singing."},{"Author":"Robin Black,  If I Loved You, I Would Tell You This","Category":"relationship","Quote":"It's unexpectedly painful to have become a pronoun."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"relationship","Quote":"A woman may be beautiful but have poor character. A man may be a business genius, making money left and right, but lack common courtesy, sensitivity, and compassion."},{"Author":"Brian L. Weiss,  Messages from the Masters: Tapping Into the Power of Love","Category":"relationship","Quote":"Often we take personally the slings and arrows of our 'abusers'. But frequently we are merely the interchangeable pawns of their own neurotic dramas. Anyone else in your position would have received the same treatment. There is nothing especially noxious or negatively noteworthy about you."},{"Author":"M.A. Stacie,  Unwritten Rules","Category":"relationship","Quote":"I always watch you. You consume my every thought."},{"Author":"Roman Payne","Category":"relationship","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"relationship","Quote":"A wedding is and event, but marriage is a life."},{"Author":"John Green,  Paper Towns","Category":"relationship","Quote":"You know your problem, Quentin? You keep expecting people not to be themselves."},{"Author":"Dave Barry","Category":"relationship","Quote":"The best baby-sitters, of course, are the baby’s grandparents. You feel completely comfortable entrusting your baby to them for long periods, which is why most grandparents flee to Florida."},{"Author":"Julia Cameron,  God is No Laughing Matter","Category":"relationship","Quote":"We need to bridge our sense of loneliness and disconnection with a sense of community and continuity even if we must manufacture it from our time on the Web and our use of calling cards to connect long distance. We must “log on” somewhere, and if it is only in cyberspace, that is still far better than nowhere at all. (264)"},{"Author":"Louise Rennison,  Knocked Out by My Nunga-Nungas","Category":"relationship","Quote":"I wonder if it is possible to have two boyfriends. I mean, times are changing. Relationships are more complicated. In France men always have mistresses and wives and so on. Henri probably has two girlfriends. He would laugh if you told him you just had one. He would say, 'C'est tres, tres tragique.'"},{"Author":"Renata D. Johnson","Category":"relationship","Quote":"Ain't No Drama Like Bedroom Drama"},{"Author":"Budd Schulberg","Category":"relationship","Quote":"Isn't everyone a part of everyone else?"},{"Author":"Emily Giffin,  Love the One You're With","Category":"relationship","Quote":"Despite the fact that I have no regrets about how things turned out in my life, I still can't help wanting to understand my intense relationship with Leo, as well as that turbulent time between adolescence and adulthood when everything feels raw and invigorating and scary-and why those feelings are all coming back to me now."},{"Author":"Gustave Flaubert,  Madame Bovary","Category":"relationship","Quote":"Before her marriage she had thought that she had love within her grasp; but since the happiness which she had expected this love to bring her hadn’t come, she supposed she must have been mistaken. And Emma tried to imagine just what was meant, in life, by the words “bliss,” “passion,” and “rapture” - words that had seemed so beautiful to her in books."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"She wildly burned for the one she loved and he stood there watching, hoping he too would catch a blaze from the violence stirring in her heart."},{"Author":"Therese Benedict","Category":"relationship","Quote":"When you walk a life of honesty, you live a life of truth."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"Take me now, God!\"I shout to the inky sky. \"I´m ready.\"\"You´re not ready. You´re not even divorced yet,\"Bunny says. \"You cannot die married to that man."},{"Author":"Kathryn Stockett,  The Help","Category":"relationship","Quote":"He needs \"space\"and \"time,\"as if this were physics and not a human relationship."},{"Author":"Michelle Hodkin,  The Unbecoming of Mara Dyer","Category":"relationship","Quote":"Why?' He asked.'Why what?' What could I say? Noah, despite you being an asshole, or maybe because of it, I'd like to rip off your clothes and have your babies. Don't tell."},{"Author":"Erma Bombeck","Category":"relationship","Quote":"It was a bitter moment for us. We weren't two mature parents. We were just two kids playing grown-up. We still needed Mommy and Daddy's permission, blessings, and money to survive."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"A Plan B life can be just as good or better than a Plan A life. You just have to let go of that first dream and realize that God has already written the first chapter of the new life that awaits you. All you have to do is start reading!"},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"relationship","Quote":"I had a dream about you. Dinner for two turned into dinner for three when you told me you were pregnant. I was excited, but a little nervous, because we were at a fancy restaurant and I only had enough money in my wallet to pay for two. So being the gentleman I am, I suggested that we skip out on the bill after we were finished eating."},{"Author":"Wm. Paul Young,  The Shack","Category":"relationship","Quote":"Women, in general, will find it difficult to turn from a man and stop demanding that he meets their needs, provides security, and protects their identity, and return to me. Men, in general, find it very hard to turn from the works of their hands, their own quests for power and security and significance, and turn to me."},{"Author":"Mabel Iam","Category":"relationship","Quote":"Love is beyond reason. Love is not measurable in words. Love cannot be partial; it cannot have owners. Love is essentially beyond definition or concept."},{"Author":"Damon Suede,  Hot Head","Category":"relationship","Quote":"For the first time in his life he understood why the Bible called sex \"knowing\". Everything was different. Now he knew Dante. He'd known Dante. And wonder of wonders, Dante had known him right back."},{"Author":"Ai Yazawa,  Nana, Vol. 1","Category":"relationship","Quote":"I wanted to have a good relationship. One that's romantic and dramatic, like in the movies. But I finally became a woman at 17 and learned that men aren't really that simple."},{"Author":"Ashly Lorenzana","Category":"relationship","Quote":"If somebody never gets enough of you, they will always want more"},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I didn't dream about you last night. I woke up in fear."},{"Author":"Meredith Wild,  Hardwired","Category":"relationship","Quote":"You lose yourself, Erica, because with the right person, who you become together is something so much greater, more than you could even realize right now."},{"Author":"Sherwood Smith,  Court Duel","Category":"relationship","Quote":"No, I don't think I could fall in love with him, handsome though he is, because I don't accept any of that huff he gives me about my great beauty and all that. I'd have to trust a man's words before I could love him. I think."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"She needed the chaos within her in order to discover the extraordinary no man could ever reach."},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"relationship","Quote":"Better not to invent her in her absence. Better to wait until she's actually here. Then he can make her up as she goes along."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. We stopped telling each other about our dreams when we realized we were still inside them."},{"Author":"S.J. Watson,  Before I Go to Sleep","Category":"relationship","Quote":"I wish I hadn't. I wish I'd fought for you. I was weak and stupid."},{"Author":"Tammy-Louise Wilkins,  My Intimate Poetry","Category":"relationship","Quote":"What's the difference?\"You ask meThe difference is, a smile touches my lipsWhen I remember both the memory of you entering my lifeAnd the memory of you leaving my life"},{"Author":"Miguel Syjuco,  Ilustrado","Category":"relationship","Quote":"Love and honesty don’t mix."},{"Author":"Ice-T,  Ice: A Memoir of Gangster Life and Redemption-from South Central to Hollywood","Category":"relationship","Quote":"That's one of the first things that comes out of young people's mouths when they're in love. FOREVER. And that's cool, it's all good-until you get old enough to realize what forever is."},{"Author":"Stephen King,  The Gunslinger","Category":"relationship","Quote":"Shall there be truth between us, as two men? Not as friends, but as enemies and equals?"},{"Author":"Nenia Campbell,  Armed and Dangerous","Category":"relationship","Quote":"He was everything your mother warned you about when she told you not to walk alone in the dark."},{"Author":"Steve Kluger","Category":"relationship","Quote":"Just because you discover that you may like somebody after all, it doesn't necessarily mean there's any attraction."},{"Author":"Emily Brontë,  Wuthering Heights","Category":"relationship","Quote":"Hereafter she is only my sister in name; not because I disown her, but because she has disowned me."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"How do you know? How best to ensure his nervous breakdown?\"I ask.\"Keep going,\"Christian says. \"Just go on as if nothing has happened. We all hate that."},{"Author":"L.A. Witt,  Rules of Engagement","Category":"relationship","Quote":"If I knew how a lot of my relationships would have turned out, I never would have gotten involved in them... And I would have missed out on some of the best times in my life."},{"Author":"J.K. Rowling,  The Casual Vacancy","Category":"relationship","Quote":"Sometimes, if she simply remained quiet, and let the inadequacy of his excuses reverberate on the air, he became ashamed and backtracked."},{"Author":"Marian Keyes,  Watermelon","Category":"relationship","Quote":"Failed relationships can be described as so much wasted makeup.Forget the laughs, forget the fights, forget the sex, forget the jealousy. But take off your hat and observe a moment's silence for the legions of unknown tubes of foundation, mascara, eyeliner, blusher and lipstick who died that it might all have been possible. But who died in vain."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"relationship","Quote":"I want to write a song about retaliation called, \"Oh Yeah, and I Faked Every Orgasm...While You Were Out of Town."},{"Author":"Grace Burrowes,  The Heir","Category":"relationship","Quote":"I love you, he thought, because you are honest with me and because you are willing to speak the truth to me when others might seek to curry favor instead. I love you because you are in this bed with me, not trying to conceive the much-awaited next generation of Windhams, but just holding my hand.-- Gayle Windham"},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"Hide yourself in God, so when a man wants to find you he will have to go there first."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Its dark and I’m reading my scars because our moments remind me of where I should be."},{"Author":"Jarod Kintz,  If you bring the booze and food, I'll bring the thirst and hunger","Category":"relationship","Quote":"Chairs have legs. Four of them, like my father. Meow."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"relationship","Quote":"Bones,” I sighed. “Know something? I’m not afraid of you, but you scareme….” His outline blurred again.“You scare me, too, Kitten,” he might have replied, but I couldn’t be sure."},{"Author":"May Sarton,  Journal of a Solitude","Category":"relationship","Quote":"One has only to set a loved human being against the fact that we are all in peril all the time to get back a sense of proportion. What does anything matter compared to the reality of love and its span, so brief at best, maintained against such odds?"},{"Author":"Karen Salmansohn,  Even God is Single:","Category":"relationship","Quote":"God is even in a single parent household."},{"Author":"Michael Bassey Johnson","Category":"relationship","Quote":"I don't talk with everybody because i am not everybody, i am single."},{"Author":"Criss Jami,  Killosophy","Category":"relationship","Quote":"Ask anyone and they'll most likely say their family is crazy, and if they don't say their family is crazy, their friends are crazy. That's because everyone is crazy after taking the mask off. People are most themselves when not really trying to fit in, when either alone or around those already closest to them, and that is crazy."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... you were there."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"You’re not a bad person, you’re just a little bit different and I’m a sucker for that."},{"Author":"Emily Giffin,  Baby Proof","Category":"relationship","Quote":"I spend the rest of the afternoon trying to explain to Zoe one of the very saddest notions in love and life: sometimes the timing is wrong--and sometimes you realize the heart of the matter way to late in the game."},{"Author":"Kelli Jae Baeli,  ISO","Category":"relationship","Quote":"You're only responsible for being honest, not for someone else's reaction to your honesty."},{"Author":"Amy Guth,  Three Fallen Women","Category":"relationship","Quote":"Mismatches destroy us all, even the most tender ones, and most never have the courage to break someone else's heart to follow their own."},{"Author":"Santosh Kalwar","Category":"relationship","Quote":"In relationships, there are no beginning and no end."},{"Author":"William Shakespeare,  Shakespeare's Sonnets","Category":"relationship","Quote":"If thou dost seek to have what thou dost hide,By self-example mayst thou be denied."},{"Author":"Anonymous","Category":"relationship","Quote":"Long distance relationships do not rely on physical love, long distance relationships are driven by the love that inspires your heart, mind and soul."},{"Author":"Jerry L. Lewis,  What God Can't Do","Category":"relationship","Quote":"Faithfulness in small things leads to faithfulness in great things, and never the other way around."},{"Author":"Jarod Kintz,  Xazaqazax","Category":"relationship","Quote":"They should make cell phones that are dishwasher safe. My cup runneth over—especially since both our drinks are in one glass because I’m too lazy to load the shotgun."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Maybe love was meant to save us from ourselves."},{"Author":"Eric Jerome Dickey,  Pleasure","Category":"relationship","Quote":"Women were excited after sex, wired becasue in their minds the relationship was on beginning. Men went to sleep m the because for the orgasm had arrived and the relationship was done."},{"Author":"John Christopher,  The Pool of Fire","Category":"relationship","Quote":"Some people are oil and water."},{"Author":"Shannon L. Alder","Category":"relationship","Quote":"There are only two ways to live your life. One as if all that matters is to have someone love and accept you. The other is as though loving and accepting another person is all that matters. Often, when you choose the second you get the first."},{"Author":"Sara Naveed,  Undying Affinity","Category":"relationship","Quote":"There is nothing right or wrong in love. Where there is love, then there is nothing but only love."},{"Author":"Laura Pedersen,  Best Bet","Category":"relationship","Quote":"Relationships are so much like the United States - they only really thrive when faced with an external threat."},{"Author":"Brian L. Weiss,  Messages from the Masters: Tapping Into the Power of Love","Category":"relationship","Quote":"Understand the nature and influence of repeating patterns, from childhood experiences or even from past lives. Wthout understanding, patterns tend to repeat, unnecessarily damaging the relationship."},{"Author":"Robyn Donald,  Tiger, Tiger","Category":"relationship","Quote":"People don't get to our ages without having pasts. I'm more interested in the future."},{"Author":"Jerry Spinelli,  Today I Will: A Year of Quotes, Notes, and Promises to Myself","Category":"relationship","Quote":"Disagreement is not necessarily a reason to head for Splitsville. In fact, a relationship without disagreement is probably too brittle to last. Some of the best human bonds are forged in the fire of disagreement."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"I know how you feel because I’ve been there too. I’ve hated and I’ve loved. I’ve seen my demons root and crawl and my angels branch and soar. I've died within myself and lived a thousand different lives. I too fight the same war and I too am drowning in the puddles of self-consciousness this world created."},{"Author":"Rachel Hansen","Category":"relationship","Quote":"Just because he likes the same bizzaro crap as you doesn't mean he's your soul mate."},{"Author":"Criss Jami,  Killosophy","Category":"relationship","Quote":"The manlier you are, the harder it is to understand what a woman wants: there is not a hint of female brain in you."},{"Author":"Daniel Handler,  Why We Broke Up","Category":"relationship","Quote":"Everything else has vanished, so you take them now. Maybe if you're the one keeping them, I'll be the one feeling better."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"relationship","Quote":"Two one-armed people might seem perfect for each other, but what if they’re both missing the same arm? Then even something simple like holding hands while walking becomes a case of they’re too similar to see themselves really going anywhere as a couple."},{"Author":"Hanif Kureishi,  Intimacy: das Buch zum Film von Patrice Chéreau","Category":"relationship","Quote":"If you never left anything or anyone there would be no room for the new. Naturally, to move on is an infidelity -- to others, to the past, to old notions of oneself. Perhaps every day should contain at least one essential infidelity or necessary betrayal. It would be an optimistic, hopeful act, guaranteeing belief in the future -- a declaration that things can be not only different but better."},{"Author":"Orson Scott Card,  Children of the Mind","Category":"relationship","Quote":"Miro, I'm so sorry. I always felt such pity for you humans because you could only think of one thing at a time and your memories were so imperfect and . . . now I realize that just getting through the day without killing somebody can be an achievement.\"It gets to be a habit. Most of us manage to keep our body count quite low. It's the neighborly way to live."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"relationship","Quote":"Love is supposed to be based on trust, and trust on love, it's something rare and beautiful when people can confide in each other without fearing what the other person will think."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"God is great and God is good,\"Lisa says. \"But where are the Apache attack helicopters when you need them?"},{"Author":"Meg Cabot,  Queen of Babble Gets Hitched","Category":"relationship","Quote":"And you can't have two stars in one relationship. Somebody has to be willing to be the wagon...at lease some of the time"},{"Author":"Jess C. Scott,  The Other Side of Life","Category":"relationship","Quote":"Anya looked upon Nin admirably. Having him as a partner-in-crime—if only on this one occasion, which she hoped would only be the start of something more—was more revitalizing than the cheap thrills of a cookie-cutter shallow, superficial romance, where the top priority was how beautiful a person was on the outside."},{"Author":"Nelson Algren,  A Walk on the Wild Side","Category":"relationship","Quote":"Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"relationship","Quote":"I heard a song I hate and I thought of her. Ah, such is love."},{"Author":"Vironika Tugaleva","Category":"relationship","Quote":"If you do not respect your own wishes, no one else will. You will simply attract people who disrespect you as much as you do."},{"Author":"Arzum Uzun","Category":"relationship","Quote":"Don't feed your ego with my soul."},{"Author":"Louise Glück,  Ararat","Category":"relationship","Quote":"As I saw it, all my mother's life, my father held her down, like lead strapped to her ankles.She wasbuoyant by nature;she wanted to travel,go to the theater, go to museums.What he wantedwas to lie on the couchwith the Timesover his face,so that death, when it came,wouldn't seem a significant change."},{"Author":"Nick Hornby,  About a Boy","Category":"relationship","Quote":"You wouldn't believe that so much could change just because a relationship ended."},{"Author":"Lisa Logue,  Cursed Secrets","Category":"relationship","Quote":"For someone who is supposed to be a knight in shining armor, you're acting like an ass in aluminum foil."},{"Author":"Stephen King,  The Gunslinger","Category":"relationship","Quote":"He was one of those quite rare adults who communicate with small children fairly well and who love them all impartially--not in a sugary way but in a businesslike fashion that may sometimes entail a hug, in the same way that closing a big business deal may call for a handshake."},{"Author":"Kellie Elmore","Category":"relationship","Quote":"Sacrifices made for love are fine, unless the sacrifice is you."},{"Author":"Arthur Conan Doyle,  The Case-Book of Sherlock Holmes","Category":"relationship","Quote":"There is a soul-jealousy that can be as frantic as any body-jealousy."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"I need you because I know I deserve you but let me fall in love with you one last time before I let go. So I can remember the beautiful imperfection that rattled my bones."},{"Author":"Catherynne M. Valente,  Deathless","Category":"relationship","Quote":"Just remember that the only question in a house is who is to rule. The rest is only dancing around that, trying not to look it in the eye."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"relationship","Quote":"There is no formula to relationships. They have to be negotiated in loving ways, with room for both parties, what they want and what they need, what they can do and what their life is like."},{"Author":"Nora Roberts","Category":"relationship","Quote":"Parker: She believed, absolutely, that each person, each heart, had a counterpart—had a mate. A rightness. She’d always believed it, and understood that unshakable belief was a reason she was good at what she did."},{"Author":"Emily Giffin,  Baby Proof","Category":"relationship","Quote":"I decided that giving a girl a ring when you're not in a serious relationship is sort of like giving a guy a blow job when you have no real feelings for him. It makes everything feel a little cheap.It cheapens the giver and the recipient."},{"Author":"Paul Orfalea,  Copy This!: Lessons from a Hyperactive Dyslexic who Turned a Bright Idea Into One of America's Best Companies","Category":"relationship","Quote":"Happy wife, happy life."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"relationship","Quote":"I had to hand it to him, leaving the empty glove lying on the bed was an apt metaphor for love. Two things I can say about my grandpa are that he is wise, and his left hand is probably cold."},{"Author":"Myles Munroe,  Waiting and Dating","Category":"relationship","Quote":"When certain parts of our bodies are touched, certain enzymes and chemicals that trigger sexual desire are released into our system. The more our bodies are stimulated, the more chemicals are released and the greater our sexual desire grows until it becomes a virtually unstoppable flood."},{"Author":"Matt Dunn,  Best Man","Category":"relationship","Quote":"A relationship needs constant attention. It’s a living thing, not just a habit. You’ve got to keep on top of it."},{"Author":"Adriana Trigiani,  Viola in Reel Life","Category":"relationship","Quote":"This is where men and women are different, we can put aside petty competition for relationships - they can't. It interferes."},{"Author":"Mabel Iam","Category":"relationship","Quote":"Among the many answers I have found, I believe love is the most beautiful and simple art that reflects the beauty of life."},{"Author":"Wendy Cope,  Serious Concerns","Category":"relationship","Quote":"The day he moved out was terrible – That evening she went through hell.His absence wasn’t a problemBut the corkscrew had gone as well."},{"Author":"Tamora Pierce,  Shatterglass","Category":"relationship","Quote":"If I have to 'catch' a man to get a husband, I don't want one."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"How could I live above the water or breathe under it. How could I swim in darkness consumed in an ocean of you? Falling or flying towards you, losing or finding myself in you and beauty was never the word to catch all that you are. For now I know the means of the infinite and it all starts and ends with you."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"At the end of the day I went to this place where your memories left footsteps on my skin and the breath of your touch stained my desire. Yea, it was one of those nights where I needed you the most."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"relationship","Quote":"She asked me if I was seeing anybody else, and I said, No, the other woman is invisible."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... You turned red, then green, and then blue. You told me you were trying to fit in with the m&m's."},{"Author":"Mark Gungor","Category":"relationship","Quote":"Wearing a condom is like eating an icecream cone with a sock on your tongue."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"With all honesty, somewhere between the hello and the dreams I saw you in I fell in love."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"She wasn't broken. She was just bent, over the chance of being ignored by the one she loved."},{"Author":"Grace Helbig","Category":"relationship","Quote":"Young love is so ridiculous, as is middle-aged and old love. And it’s also hilarious. When have you ever felt so vulnerable and wonderful and terrible at the same time?"},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"relationship","Quote":"The girl I used to love is no longer a girl, and this saddens me more than our separation. It puts my own mortality vividly on display, in contrast to my eternally youthful memories."},{"Author":"H. Norman Wright","Category":"relationship","Quote":"In marriage, each partner is to be an encourager rather than a critic; a forgiver rather than a collector of hurts; an enabler rather than a reformer."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. You thought you were a candy vampire, you were standing in the sun screaming 'I'm melting."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... I was a brick and you were a blanket. Damn that improbability drive."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"relationship","Quote":"How can I grieve what is still in motion?\"I ask her. \"Shoes are still dropping all over the place. I´m not kidding,\"I say. \"It´s Normandy out there."},{"Author":"Travis Luedke,  The Shepherd","Category":"relationship","Quote":"Our lives were now worlds apart, separated by time, circumstance, and the unbridgeable chasm of money."},{"Author":"Rachel Cohn,  Naomi and Ely's No Kiss List","Category":"relationship","Quote":"Dumped doesn't even begin to describe it. If you're going to use a trash metaphor, incinerated is more like it."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. We went to the store cupboard to make out, but we ended up sharing our pain and then crying together. We wasn't prepared for this level of intimacy."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Maybe what this is. What we have, is something that will save us from ourselves."},{"Author":"Emily Dickinson,  I'm Nobody! Who Are You?","Category":"relationship","Quote":"Mine Enemy is growing old --I have at last Revenge --The Palate of the Hate departs --If any would avenge Let him be quick -- the Viand flits --It is a faded Meat --Anger as soon as fed is dead --'Tis starving makes it fat"},{"Author":"Christina Westover,  Poisoning Sylvie","Category":"relationship","Quote":"She realized, when relationships failed to last, it was not because love was no longer present, but because people had stopped believing in themselves and in their partners."},{"Author":"Henry Cloud,  Safe People: How to Find Relationships That Are Good for You and Avoid Those That Aren't","Category":"relationship","Quote":"You aren't alive if you aren't in need."},{"Author":"Michael Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night. We were plug sockets in the bedroom. We saw only a short part of their day, but we knew everything of it."},{"Author":"Amy Guth,  Three Fallen Women","Category":"relationship","Quote":"There was a time Jeff and Helen loved each other and touched each other's hands and ate breakfast in cafes together and secretly fucked in public, the way people in like do. Then came a time they made each other crazy and beat their hands on steering wheels and tore up love letters and photographs and said goodbye."},{"Author":"Criss Jami,  Killosophy","Category":"relationship","Quote":"Love tames the benumbed beast. A man is put to use regarding a woman's physical safety, but a woman is put to use regarding a man's mental safety."},{"Author":"Kirsten Smith,  The Geography of Girlhood","Category":"relationship","Quote":"I realize the thing about a guy you've spent your whole life loving from afar is that even though he's real you've really made most of him up."},{"Author":"Jack Weyland,  As Always, Dave","Category":"relationship","Quote":"I could now see her the way she actually is and not in the distorted way my mind presented her to me when I was trying to find a reason to reject her and move on"},{"Author":"Fiona Thrust,  Naked and Sexual","Category":"relationship","Quote":"I live for sex. I celebrate it, and relish the electricity of it, with every fibre of my being. I can see no better reason for being alive."},{"Author":"Robert M. Drake","Category":"relationship","Quote":"Suddenly I remembered that laugh, it told a different story, our story."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... Unfortunately, it wasn't a dream."},{"Author":"Edmond Rostand,  Cyrano de Bergerac","Category":"relationship","Quote":"Proclaim your pride and bitterness loudly to the world, but to me speak softly, and tell me simply that she doesn't love you."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... You tried to propose with a digital ceramic heater."},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. You were in the amazon rain forest yipping like a dog."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"relationship","Quote":"I was going to say the beginning is the good part, when it's all sparks and sparkles, before they are inevitably unmasked as assholes."},{"Author":"Nick Hornby,  Juliet, Naked","Category":"relationship","Quote":"Everyone disliked their partners at some time or another, she knew that. But she’d spent her hours in the dark wondering whether she’d ever liked him. Would it really have been so much worse to spend those years alone? Why did there have to be someone else in the room while she was eating, watching TV, sleeping?"},{"Author":"Amy Summers,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night.. You kept screaming at Ted Danson to pour you a drink."},{"Author":"Bauvard,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. We couldn't decide on a sunrise. You wanted a tan, I only cared about the view. Then World War III fulfilled both our desires."},{"Author":"Bauvard,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. You suggested to split the profits, so I did. I threw one half in the furnace to power the steam engine, and the other half in the air to distract our pursuers."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"relationship","Quote":"I think you know if you disappeared from my life I’d be upset, but ultimately I’d make myself a new invisible cloak, to replace the one you stole."},{"Author":"Nicole McKay,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you last night... Well I say dream I mean nightmare... you were a Yankee fan."},{"Author":"J.K. Rowling,  The Casual Vacancy","Category":"relationship","Quote":"She seemed to think that one of the perks of marriage was that it gave you rights of comment and intrusion over single people's love lives."},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"relationship","Quote":"I had a dream about you. We were trying to come up with a hashtag to market our relationship. I suggested #fourlipsonekiss and #twomouthsonevoice, but you went with something confusing like #idontloveyou and #wearenotinarelationship."},{"Author":"E.M. Forster,  Where Angels Fear to Tread","Category":"relationship","Quote":"He had known so much about her once -what she thought, how she felt, the reasons for her actions. And now he only knew that he loved her, and all the other knowledge seemed passing from him just as he needed it most."},{"Author":"Bauvard,  I Had a Dream About You","Category":"relationship","Quote":"I had a dream about you. You were being hung. I had a sword in one hand and a stool in the other. I couldn’t decide which one to use, so I stood on the stool and threw myself on the sword. It was the least I could do to protest capital punishment."},{"Author":"Rebecca Wells","Category":"relationship","Quote":"...you do not have too many boogeymen for me. You have just the right number."},{"Author":"Carl White","Category":"relationship","Quote":"You can only trust your emotions as you can lie to yourself with your brain but not your heart."},{"Author":"Emma Daley","Category":"relationship","Quote":"I've decided that there isn't much difference in the way we treat our siblings and the way we treat our special someones. But at the end of it all we know our siblings have to forgive us...or they'll never be able to borrow our car."},{"Author":"Jonathan Anthony Burkett","Category":"relationship","Quote":"When all one person do is complain, people don't want to talk or listen to them."},{"Author":"Anthony Liccione","Category":"relationship","Quote":"To save face, it's better not to ask sex from the ex, but to give everything the axe."}]