[{"Author":"Garrison Keillor","Category":"religion","Quote":"Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car."},{"Author":"Frank Sinatra","Category":"religion","Quote":"Alcohol may be man's worst enemy, but the bible says love your enemy."},{"Author":"C.S. Lewis","Category":"religion","Quote":"I believe in Christianity as I believe that the sun has risen: not only because I see it, but because by it I see everything else."},{"Author":"C.S. Lewis","Category":"religion","Quote":"The Christian does not think God will love us because we are good, but that God will make us good because He loves us."},{"Author":"Albert Einstein","Category":"religion","Quote":"Science without religion is lame, religion without science is blind."},{"Author":"Albert Einstein","Category":"religion","Quote":"Science without religion is lame, religion without science is blind."},{"Author":"Stephen King,  Storm of the Century: An Original Screenplay","Category":"religion","Quote":"When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, \"Why god? Why me?\"and the thundering voice of God answered, There's just something about you that pisses me off."},{"Author":"John Milton,  Paradise Lost","Category":"religion","Quote":"The mind is its own place, and in itself can make a heaven of hell, a hell of heaven.."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"God has no religion."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"In heaven, all the interesting people are missing."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"Hate the sin, love the sinner."},{"Author":"C.S. Lewis,  The Problem of Pain","Category":"religion","Quote":"A man can no more diminish God's glory by refusing to worship Him than a lunatic can put out the sun by scribbling the word 'darkness' on the walls of his cell."},{"Author":"Dan Brown,  Angels & Demons","Category":"religion","Quote":"Science and religion are not at odds. Science is simply too young to understand."},{"Author":"C.S. Lewis","Category":"religion","Quote":"Atheism turns out to be too simple. If the whole universe has no meaning, we should never have found out that it has no meaning..."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"I cannot believe in a God who wants to be praised all the time."},{"Author":"Rumi","Category":"religion","Quote":"Knock, And He'll open the doorVanish, And He'll make you shine like the sunFall, And He'll raise you to the heavensBecome nothing, And He'll turn you into everything."},{"Author":"Arthur Schopenhauer","Category":"religion","Quote":"Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think."},{"Author":"William Blake,  Auguries of Innocence","Category":"religion","Quote":"A truth that's told with bad intentBeats all the lies you can invent."},{"Author":"Abraham Lincoln","Category":"religion","Quote":"My concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"religion","Quote":"Isn't it enough to see that a garden is beautiful without having to believe that there are fairies at the bottom of it too?"},{"Author":"Robert Frost","Category":"religion","Quote":"Forgive, O Lord, my little jokes on TheeAnd I'll forgive Thy great big one on me."},{"Author":"Christopher Hitchens,  The Portable Atheist: Essential Readings for the Nonbeliever","Category":"religion","Quote":"Owners of dogs will have noticed that, if you provide them with food and water and shelter and affection, they will think you are god. Whereas owners of cats are compelled to realize that, if you provide them with food and water and shelter and affection, they draw the conclusion that they are gods."},{"Author":"C.S. Lewis","Category":"religion","Quote":"He died not for men, but for each man. If each man had been the only man made, He would have done no less."},{"Author":"John Keats,  Ode on a Grecian Urn and Other Poems","Category":"religion","Quote":"Heard melodies are sweet, but those unheard, are sweeter"},{"Author":"Ralph Waldo Emerson","Category":"religion","Quote":"All I have seen teaches me to trust the Creator for all I have not seen."},{"Author":"Abraham Lincoln","Category":"religion","Quote":"When I do good, I feel good. When I do bad, I feel bad. That's my religion."},{"Author":"Mark Twain","Category":"religion","Quote":"The easy confidence with which I know another man's religion is folly teaches me to suspect that my own is also."},{"Author":"Dalai Lama XIV","Category":"religion","Quote":"My religion is very simple. My religion is kindness."},{"Author":"John Lennon","Category":"religion","Quote":"I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It's just that the translations have gone wrong."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"religion","Quote":"Sometimes the Bible in the hand of one man is worse than a whisky bottle in the hand of (another)... There are just some kind of men who - who're so busy worrying about the next world they've never learned to live in this one, and you can look down the street and see the results."},{"Author":"George Carlin","Category":"religion","Quote":"Religion is like a pair of shoes.....Find one that fits for you, but don't make me wear your shoes."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"Is man merely a mistake of God's? Or God merely a mistake of man?"},{"Author":"Vikram Seth,  A Suitable Boy","Category":"religion","Quote":"God save us from people who mean well."},{"Author":"C.S. Lewis","Category":"religion","Quote":"God allows us to experience the low points of life in order to teach us lessons that we could learn in no other way."},{"Author":"T.D. Jakes","Category":"religion","Quote":"No woman wants to be in submission to a man who isn't in submission to God!"},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"religion","Quote":"Above all else, guard your heart for it affects everything else you do."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"There are people in the world so hungry, that God cannot appear to them except in the form of bread."},{"Author":"Augustine of Hippo,  Confessions","Category":"religion","Quote":"Thou hast made us for thyself, O Lord, and our heart is restless until it finds its rest in thee."},{"Author":"Edgar Allan Poe","Category":"religion","Quote":"All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry."},{"Author":"Richard Dawkins,  The God Delusion","Category":"religion","Quote":"The God of the Old Testament is arguably the most unpleasant character in all fiction: jealous and proud of it; a petty, unjust, unforgiving control-freak; a vindictive, bloodthirsty ethnic cleanser; a misogynistic, homophobic, racist, infanticidal, genocidal, filicidal, pestilential, megalomaniacal, sadomasochistic, capriciously malevolent bully."},{"Author":"Carl Sandburg","Category":"religion","Quote":"A baby is God's opinion that the world should go on."},{"Author":"Voltaire,  Questions sur les Miracles à M. Claparede, Professeur de Théologie à Genève, par un Proposant: Ou Extrait de Diverses Lettres de M. de Voltaire","Category":"religion","Quote":"Those who can make you believe absurdities, can make you commit atrocities."},{"Author":"Alice Walker,  The Color Purple","Category":"religion","Quote":"I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it."},{"Author":"George Carlin","Category":"religion","Quote":"He - and if there is a God, I am convinced he is a he, because no woman could or would ever fuck things up this badly."},{"Author":"Jon Stewart","Category":"religion","Quote":"Yes, reason has been a part of organized religion, ever since two nudists took dietary advice from a talking snake."},{"Author":"John Green,  Looking for Alaska","Category":"religion","Quote":"People, I thought, wanted security. They couldn't bear the idea of death being a big black nothing, couldn't bear the thought of their loved ones not existing, and couldn't even imagine themselves not existing. I finally decided that people believed in an afterlife because they couldn't bear not to."},{"Author":"Elizabeth Gilbert","Category":"religion","Quote":"Look for God, suggests my Guru. Look for God like a man with his head on fire looks for water."},{"Author":"George Carlin","Category":"religion","Quote":"I'm completely in favor of the separation of Church and State. ... These two institutions screw us up enough on their own, so both of them together is certain death."},{"Author":"Thomas Jefferson","Category":"religion","Quote":"The legitimate powers of government extend to such acts only as are injurious to others. It does me no injury for my neighbor to say there are twenty gods or no god. It neither picks my pocket nor breaks my leg."},{"Author":"Abraham Lincoln","Category":"religion","Quote":"I can see how it might be possible for a man to look down upon the earth and be an atheist, but I cannot conceive how a man could look up into the heavens and say there is no God."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"religion","Quote":"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring."},{"Author":"Isaac Asimov","Category":"religion","Quote":"Properly read, the Bible is the most potent force for atheism ever conceived."},{"Author":"Napoléon Bonaparte","Category":"religion","Quote":"Religion is excellent stuff for keeping common people quiet. Religion is what keeps the poor from murdering the rich."},{"Author":"Epicurus","Category":"religion","Quote":"Is God willing to prevent evil, but not able? Then he is not omnipotent. Is he able, but not willing? Then he is malevolent. Is he both able and willing? Then whence cometh evil? Is he neither able nor willing? Then why call him God?"},{"Author":"Philip Pullman","Category":"religion","Quote":"I think it's perfectly possible to explain how the universe came about without bringing God into it, but I don't know everything, and there may well be a God somewhere, hiding away. Actually, if he is keeping out of sight, it's because he's ashamed of his followers and all the cruelty and ignorance they're responsible for promoting in his name. If I were him, I'd want nothing to do with them."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"religion","Quote":"I believe in good and evil,\"said Jem. \"And I believe the soul is eternal. But I don't believe in the fiery pit, the pitchforks, or endless torment. I do not believe you can threaten people into goodness.\"Tessa looked at will. \"What about you? What do you believe?\"Pulvis et umbra sumus,\"said Will, not looking at her as he spoke. \"I believe we are dust and shadows. What else is there?"},{"Author":"Emmett F. Fields","Category":"religion","Quote":"Atheism is more than just the knowledge that gods do not exist, and that religion is either a mistake or a fraud. Atheism is an attitude, a frame of mind that looks at the world objectively, fearlessly, always trying to understand all things as a part of nature."},{"Author":"Voltaire","Category":"religion","Quote":"I have never made but one prayer to God, a very short one: Oh Lord, make my enemies ridiculous. And God granted it.\"(Letter to Étienne Noël Damilaville, May 16, 1767)"},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business."},{"Author":"G.K. Chesterton,  What's Wrong with the World","Category":"religion","Quote":"The Christian ideal has not been tried and found wanting. It has been found difficult; and left untried."},{"Author":"Stephen Colbert","Category":"religion","Quote":"If this is going to be a Christian nation that doesn't help the poor, either we have to pretend that Jesus was just as selfish as we are, or we've got to acknowledge that He commanded us to love the poor and serve the needy without condition and then admit that we just don't want to do it."},{"Author":"Jon Stewart","Category":"religion","Quote":"Religion. It's given people hope in a world torn apart by religion."},{"Author":"Albert Camus","Category":"religion","Quote":"Do not wait for the last judgment. It comes every day."},{"Author":"Terry Pratchett,  The Color of Magic","Category":"religion","Quote":"If complete and utter chaos was lightning, then he'd be the sort to stand on a hilltop in a thunderstorm wearing wet copper armour and shouting 'All gods are bastards!"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"I want God to play in my bloodstream the way sunlight amuses itself on the water."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"To terrify children with the image of hell, to consider women an inferior creation—is that good for the world?"},{"Author":"Albert Camus,  Notebooks 1951-1959","Category":"religion","Quote":"I do not believe in God and I am not an atheist."},{"Author":"C.S. Lewis","Category":"religion","Quote":"It is when we notice the dirt that God is most present in us; it is the very sign of His presence."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"In truth,there was only one christian and he died on the cross."},{"Author":"Gordon B. Hinckley","Category":"religion","Quote":"In all of living, have much fun and laughter. Life is to be enjoyed, not just endured."},{"Author":"Dalai Lama XIV","Category":"religion","Quote":"This is my simple religion. No need for temples. No need for complicated philosophy. Your own mind, your own heart is the temple. Your philosophy is simple kindness."},{"Author":"مصطفى محمود,  رحلتي من الشك إلى الإيمان","Category":"religion","Quote":"الندم هو صوت الفطرة لحظة الخطأ"},{"Author":"Martin Luther King Jr.","Category":"religion","Quote":"Science investigates; religion interprets. Science gives man knowledge, which is power; religion gives man wisdom, which is control. Science deals mainly with facts; religion deals mainly with values. The two are not rivals."},{"Author":"C.S. Lewis,  The Silver Chair","Category":"religion","Quote":"You would not have called to me unless I had been calling to you,\"said the Lion."},{"Author":"Alan W. Watts","Category":"religion","Quote":"Man suffers only because he takes seriously what the gods made for fun."},{"Author":"Frank Sinatra","Category":"religion","Quote":"Alcohol may be man's worst enemy, but the bible says love your enemy."},{"Author":"Douglas Coupland,  The Gum Thief","Category":"religion","Quote":"I don't deserve a soul, yet I still have one. I know because it hurts."},{"Author":"Albert Camus,  The Plague","Category":"religion","Quote":"I have no idea what's awaiting me, or what will happen when this all ends. For the moment I know this: there are sick people and they need curing."},{"Author":"Joel Osteen","Category":"religion","Quote":"Quit questioning God and start trusting Him!"},{"Author":"Mark Twain","Category":"religion","Quote":"The dog is a gentleman; I hope to go to his heaven not man's."},{"Author":"Robert Anton Wilson,  Cosmic Trigger: Die letzten Geheimnisse der Illuminaten oder An den Grenzen des erweiterten Bewusstseins","Category":"religion","Quote":"belief is the death of intelligence."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"religion","Quote":"Human decency is not derived from religion. It precedes it."},{"Author":"Elizabeth Barrett Browning","Category":"religion","Quote":"No man can be called friendless who has God and the companionship of good books."},{"Author":"Benjamin Franklin","Category":"religion","Quote":"How many observe Christ's birthday! How few, His precepts!"},{"Author":"Woody Allen,  Hannah and Her Sisters","Category":"religion","Quote":"If Jesus came back and saw what was being done in his name, he'd never stop throwing up."},{"Author":"Friedrich Nietzsche,  Human, All Too Human","Category":"religion","Quote":"There is not enough love and goodness in the world to permit giving any of it away to imaginary beings."},{"Author":"Douglas Adams,  Life, the Universe and Everything","Category":"religion","Quote":"He hoped and prayed that there wasn't an afterlife. Then he realized there was a contradiction involved here and merely hoped that there wasn't an afterlife."},{"Author":"Aleister Crowley,  Magick: Liber ABA: Book 4","Category":"religion","Quote":"One would go mad if one took the Bible seriously; but to take it seriously one must be already mad."},{"Author":"Voltaire","Category":"religion","Quote":"God is a circle whose center is everywhere and circumference nowhere."},{"Author":"Johnny Cash","Category":"religion","Quote":"I wore black because I liked it. I still do, and wearing it still means something to me. It's still my symbol of rebellion -- against a stagnant status quo, against our hypocritical houses of God, against people whose minds are closed to others' ideas."},{"Author":"George Carlin","Category":"religion","Quote":"I have as much authority as the Pope. I just don’t have as many people who believe it."},{"Author":"Jon Stewart","Category":"religion","Quote":"Yes, the long war on Christianity. I pray that one day we may live in an America where Christians can worship freely! In broad daylight! Openly wearing the symbols of their religion... perhaps around their necks? And maybe -- dare I dream it? -- maybe one day there can be an openly Christian President. Or, perhaps, 43 of them. Consecutively."},{"Author":"Bertrand Russell","Category":"religion","Quote":"And if there were a God, I think it very unlikely that He would have such an uneasy vanity as to be offended by those who doubt His existence"},{"Author":"Bill Watterson","Category":"religion","Quote":"CALVIN:This whole Santa Claus thing just doesn't make sense. Why all the secrecy? Why all the mystery?If the guy exists why doesn't he ever show himself and prove it?And if he doesn't exist what's the meaning of all this?HOBBES:I dunno. Isn't this a religious holiday? CALVIN:Yeah, but actually, I've got the same questions about God."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"I challenge anyone to understand Islam, its spirit, and not to love it. It is a beautiful religion of brotherhood and devotion."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"religion","Quote":"It takes three to make love, not two: you, your spouse, and God. Without God people only succeed in bringing out the worst in one another. Lovers who have nothing else to do but love each other soon find there is nothing else. Without a central loyalty life is unfinished."},{"Author":"Martin Luther","Category":"religion","Quote":"We are saved by faith alone, but the faith that saves is never alone."},{"Author":"Jeanette Winterson,  Oranges Are Not the Only Fruit","Category":"religion","Quote":"I seem to have run in a great circle, and met myself again on the starting line."},{"Author":"John Lennon","Category":"religion","Quote":"God is a concept by which we measure our pain."},{"Author":"George Carlin","Category":"religion","Quote":"I don't know how you feel, but I'm pretty sick of church people. You know what they ought to do with churches? Tax them. If holy people are so interested in politics, government, and public policy, let them pay the price of admission like everybody else. The Catholic Church alone could wipe out the national debt if all you did was tax their real estate."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"religion","Quote":"When one person suffers from a delusion, it is called insanity. When many people suffer from a delusion it is called a Religion."},{"Author":"Terry Pratchett,  Monstrous Regiment","Category":"religion","Quote":"Do you think it's possible for an entire nation to be insane?"},{"Author":"A.W. Tozer","Category":"religion","Quote":"What comes into our minds when we think about God is the most important thing about us."},{"Author":"Albert Einstein","Category":"religion","Quote":"If there is any religion that could respond to the needs of modern science, it would be Buddhism."},{"Author":"G.K. Chesterton","Category":"religion","Quote":"Religious liberty might be supposed to mean that everybody is free to discuss religion. In practice it means that hardly anybody is allowed to mention it."},{"Author":"John Green,  An Abundance of Katherines","Category":"religion","Quote":"Well, while you were in the bathroom, I sat down at this picnic table here in Bumblefug, Kentucky, and noticed that someone had carved that GOD HATES FAG, which, aside from being a grammatical nightmare, is absolutely ridiculous. So I'm changing it to 'God Hates Baguettes.' It's tough to disagree with that. Everybody hates baguettes."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"religion","Quote":"Laws and principles are not for the times when there is no temptation: they are for such moments as this, when body and soul rise in mutiny against their rigour ... If at my convenience I might break them, what would be their worth?"},{"Author":"James Joyce,  A Portrait of the Artist as a Young Man","Category":"religion","Quote":"You made me confess the fears that I have. But I will tell you also what I do not fear. I do not fear to be alone or to be spurned for another or to leave whatever I have to leave. And I am not afraid to make a mistake, even a great mistake, a lifelong mistake and perhaps as long as eternity too."},{"Author":"Rick Warren","Category":"religion","Quote":"You were made by God and for God and until you understand that, life will never make sense."},{"Author":"John Lennon,  Imagine","Category":"religion","Quote":"Imagine there's no countriesIt isn't hard to doNothing to kill or die forAnd no religion tooImagine all the peopleLiving life in peaceYou may say that I'm a dreamerBut I'm not the only oneI hope someday you'll join usAnd the world will be as one"},{"Author":"Albert Einstein","Category":"religion","Quote":"I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own -- a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms."},{"Author":"Herman Melville,  Moby-Dick; or, The Whale","Category":"religion","Quote":"Better to sleep with a sober cannibal than a drunk Christian."},{"Author":"Sam Harris,  Letter to a Christian Nation","Category":"religion","Quote":"The president of the United States has claimed, on more than one occasion, to be in dialogue with God. If he said that he was talking to God through his hairdryer, this would precipitate a national emergency. I fail to see how the addition of a hairdryer makes the claim more ridiculous or offensive."},{"Author":"Jodi Picoult,  Keeping Faith","Category":"religion","Quote":"Sometimes you can see things happen right in front of your eyes and still jump to the wrong conclusions."},{"Author":"Shannon L. Alder","Category":"religion","Quote":"You will face your greatest opposition when you are closest to your biggest miracle."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"We keep on being told that religion, whatever its imperfections, at least instills morality. On every side, there is conclusive evidence that the contrary is the case and that faith causes people to be more mean, more selfish, and perhaps above all, more stupid."},{"Author":"Oliver James","Category":"religion","Quote":"Music is my higher power"},{"Author":"Steven Weinberg","Category":"religion","Quote":"With or without religion, you would have good people doing good things and evil people doing evil things. But for good people to do evil things, that takes religion."},{"Author":"Albert Einstein","Category":"religion","Quote":"My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"religion","Quote":"What is it you most dislike? Stupidity, especially in its nastiest forms of racism and superstition."},{"Author":"Cormac McCarthy,  The Road","Category":"religion","Quote":"There is no God and we are his prophets."},{"Author":"Kahlil Gibran,  The Prophet","Category":"religion","Quote":"I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit."},{"Author":"Christopher Paolini,  Brisingr","Category":"religion","Quote":"Perhaps not one religion contains all of the truth of the world. Perhaps every religion contains fragments of the truth, and it is our responsibility to identify those fragments and piece them together."},{"Author":"Salman Rushdie,  The Satanic Verses","Category":"religion","Quote":"From the beginning men used God to justify the unjustifiable."},{"Author":"Woody Allen","Category":"religion","Quote":"I did not marry the first girl that I fell in love with, because there was a tremendous religious conflict, at the time. She was an atheist, and I was an agnostic."},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"What have I always believed?That on the whole, and by and large, if a man lived properly, not according to what any priests said, but according to what seemed decent and honest inside, then it would, at the end, more or less, turn out all right."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"religion","Quote":"Conventionality is not morality. Self-righteousness is not religion. To attack the first is not to assail the last."},{"Author":"Confucius","Category":"religion","Quote":"The hardest thing of all is to find a black cat in a dark room, especially if there is no cat."},{"Author":"Jiddu Krishnamurti,  The First and Last Freedom","Category":"religion","Quote":"It is truth that liberates, not your effort to be free."},{"Author":"Woody Allen","Category":"religion","Quote":"Photons have mass? I didn’t even know they were Catholic."},{"Author":"Paul Tillich","Category":"religion","Quote":"Doubt isn't the opposite of faith; it is an element of faith."},{"Author":"Neil deGrasse Tyson","Category":"religion","Quote":"The more I learn about the universe, the less convinced I am that there's any sort of benevolent force that has anything to do with it, at all."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"Many religions now come before us with ingratiating smirks and outspread hands, like an unctuous merchant in a bazaar. They offer consolation and solidarity and uplift, competing as they do in a marketplace. But we have a right to remember how barbarically they behaved when they were strong and were making an offer that people could not refuse."},{"Author":"Patrick Rothfuss,  The Name of the Wind","Category":"religion","Quote":"Only priests and fools are fearless and I've never been on the best of terms with God."},{"Author":"Terry Pratchett,  Jingo","Category":"religion","Quote":"Night poured over the desert. It came suddenly, in purple. In the clear air, the stars drilled down out of the sky, reminding any thoughtful watcher that it is in the deserts and high places that religions are generated. When men see nothing but bottomless infinity over their heads they have always had a driving and desperate urge to find someone to put in the way."},{"Author":"George Bernard Shaw","Category":"religion","Quote":"I’m an atheist and I thank God for it."},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"religion","Quote":"God doesn’t need to punish us. He just grants us a long enough life to punish ourselves."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"Hindus, in their capacity for love, are indeed hairless Christians, just as Muslims, in the way they see God in everything, are bearded Hindus, and Christians, in their devotion to God, are hat wearing Muslims."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"I have good idea, for if you meet some person from different religion and he want to make argument about God. My idea is, you listen to everything this man say about God. Never argue about God with him. Best thing to say is, 'I agree with you.' Then you go home, pray what you want. This is my idea for people to have peace about religion."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"religion","Quote":"If you think God’s there, He is. If you don’t, He isn’t. And if that’s what God’s like, I wouldn’t worry about it."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"If there's only one nation in the sky, shouldn't all passports be valid for it?"},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"I believe in the fundamental truth of all great religions of the world."},{"Author":"Albert Einstein","Category":"religion","Quote":"The word 'God' is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation, no matter how subtle, can (for me) change this."},{"Author":"David Hume,  Of the Standard of Taste and Other Essays","Category":"religion","Quote":"Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty."},{"Author":"Carl Sagan","Category":"religion","Quote":"I consider it an extremely dangerous doctrine, because the more likely we are to assume that the solution comes from the outside, the less likely we are to solve our problems ourselves."},{"Author":"Terry Pratchett,  Wyrd Sisters","Category":"religion","Quote":"Gods prefer simple, vicious games, where you Do Not Achieve Transcendence but Go Straight To Oblivion; a key to the understanding of all religion is that a god's idea of amusement is Snakes and Ladders with greased rungs."},{"Author":"C.S. Lewis,  Surprised by Joy: The Shape of My Early Life","Category":"religion","Quote":"A young man who wishes to remain a sound atheist cannot be too careful of his reading."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"religion","Quote":"I suppose that one reason I have always detested religion is its sly tendency to insinuate the idea that the universe is designed with 'you' in mind or, even worse, that there is a divine plan into which one fits whether one knows it or not. This kind of modesty is too arrogant for me."},{"Author":"Ralph Waldo Emerson,  Nature and Selected Essays","Category":"religion","Quote":"If the stars should appear one night in a thousand years, how would men believe and adore; and preserve for many generations the remembrance of the city of God which had been shown! But every night come out these envoys of beauty, and light the universe with their admonishing smile."},{"Author":"Shannon L. Alder","Category":"religion","Quote":"There comes a time in your life when you have to choose to turn the page, write another book or simply close it."},{"Author":"George Carlin","Category":"religion","Quote":"I would never want to be a member of a group whose symbol was a man nailed to two pieces of wood."},{"Author":"Ibn 'Ata' Allah Al-Iskandari","Category":"religion","Quote":"What has he found who has lost God?And what has he lost who has found God?"},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"I call him religious who understands the suffering of others."},{"Author":"Émile Zola","Category":"religion","Quote":"Civilization will not attain to its perfection until the last stone from the last church falls on the last priest."},{"Author":"Gautama Buddha","Category":"religion","Quote":"Words do not express thoughts very well; every thing immediately becomes a little different, a little distorted, a little foolish. And yet it also pleases me and seems right that what is of value and wisdom of one man seems nonsense to another."},{"Author":"Elizabeth Berg,  The Art of Mending","Category":"religion","Quote":"There are random moments - tossing a salad, coming up the driveway to the house, ironing the seams flat on a quilt square, standing at the kitchen window and looking out at the delphiniums, hearing a burst of laughter from one of my children's rooms - when I feel a wavelike rush of joy. This is my true religion: arbitrary moments of of nearly painful happiness for a life I feel privileged to lead."},{"Author":"Bill Maher","Category":"religion","Quote":"I have a problem with people who take the Constitution loosely and the Bible literally."},{"Author":"Carl Sagan","Category":"religion","Quote":"I don't want to believe. I want to know."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage"},{"Author":"Brennan Manning","Category":"religion","Quote":"To live by grace means to acknowledge my whole life story, the light side and the dark. In admitting my shadow side I learn who I am and what God's grace means."},{"Author":"C.S. Lewis,  The Joyful Christian","Category":"religion","Quote":"Aim at Heaven and you will get Earth 'thrown in': aim at Earth and you will get neither."},{"Author":"Frank Zappa","Category":"religion","Quote":"My best advice to anyone who wants to raise a happy, mentally healthy child is: Keep him or her as far away from a church as you can."},{"Author":"Robert A. Heinlein","Category":"religion","Quote":"Almost any sect, cult, or religion will legislate its creed into law if it acquires the political power to do so."},{"Author":"Edmond de Goncourt","Category":"religion","Quote":"If there is a God, atheism must seem to Him as less of an insult than religion."},{"Author":"Richard Dawkins,  The God Delusion","Category":"religion","Quote":"To be fair, much of the Bible is not systematically evil but just plain weird, as you would expect of a chaotically cobbled-together anthology of disjointed documents, composed, revised, translated, distorted and 'improved' by hundreds of anonymous authors, editors and copyists, unknown to us and mostly unknown to each other, spanning nine centuries"},{"Author":"Jimmy Carter","Category":"religion","Quote":"We should live our lives as though Christ was coming this afternoon."},{"Author":"Neil deGrasse Tyson","Category":"religion","Quote":"People cited violation of the First Amendment when a New Jersey schoolteacher asserted that evolution and the Big Bang are not scientific and that Noah's ark carried dinosaurs. This case is not about the need to separate church and state; it's about the need to separate ignorant, scientifically illiterate people from the ranks of teachers."},{"Author":"Richard Pryor","Category":"religion","Quote":"The reason people use a crucifix against vampires is because vampires are allergic to bullshit."},{"Author":"C.S. Lewis,  The Magician's Nephew","Category":"religion","Quote":"Oh, Adam’s sons, how cleverly you defend yourselves against all that might do you good!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"religion","Quote":"Before the NSA there was the Catholic Church. What is confessional if not a place to gather secrets? No wonder the church had all the power."},{"Author":"Jasper Fforde,  The Eyre Affair","Category":"religion","Quote":"Religion isn't the cause of wars, it's the excuse."},{"Author":"Ray Bradbury,  The October Country","Category":"religion","Quote":"The minute you get a religion you stop thinking. Believe in one thing too much and you have no room for new ideas."},{"Author":"P.C. Cast,  Betrayed","Category":"religion","Quote":"Your way of life is sinful and wrong,\"he said fiercely.Thus says a man who admits to worshipping a God who vilifies pleasure, relegates women to roles that are little more than servants and broodmares, though they are the backbone of your church, and seeks to control his worshippers through guilt and fear."},{"Author":"Ludwig Wittgenstein","Category":"religion","Quote":"The real question of life after death isn't whether or not it exists, but even if it does what problem this really solves."},{"Author":"Joseph Campbell","Category":"religion","Quote":"All religions are true but none are literal."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"religion","Quote":"I want to read the employment section of the Bible. I think it’s simply called Job."},{"Author":"Napoléon Bonaparte","Category":"religion","Quote":"If I had to choose a religion, the sun as the universal giver of life would be my god."},{"Author":"Richard Dawkins","Category":"religion","Quote":"Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time."},{"Author":"David Hume,  A Treatise of Human Nature","Category":"religion","Quote":"Generally speaking, the errors in religion are dangerous; those in philosophy only ridiculous."},{"Author":"أنيس منصور,  ديانات أخرى","Category":"religion","Quote":"ليس هذه الاديان الغربية المتنوعة إلا محاولة متجددة لبيان أن الإسلام أفضل وأبقى وأكثر إقناعاً !"},{"Author":"Kahlil Gibran","Category":"religion","Quote":"One's own religion is after all a matter between oneself and one's Maker and no one else's."},{"Author":"Albert Einstein,  Out of My Later Years: The Scientist, Philosopher, and Man Portrayed Through His Own Words","Category":"religion","Quote":"All religions, arts and sciences are branches of the same tree. All these aspirations are directed toward ennobling man's life, lifting it from the sphere of mere physical existence and leading the individual towards freedom.\"[Moral Decay (first published 1937)]"},{"Author":"Pope John Paul II","Category":"religion","Quote":"Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song."},{"Author":"Frank Herbert,  Dune","Category":"religion","Quote":"When religion and politics travel in the same cart, the riders believe nothing can stand in their way. Their movements become headlong - faster and faster and faster. They put aside all thoughts of obstacles and forget the precipice does not show itself to the man in a blind rush until it's too late."},{"Author":"Sam Harris","Category":"religion","Quote":"We have a choice. We have two options as human beings. We have a choice between conversation and war. That's it. Conversation and violence. And faith is a conversation stopper."},{"Author":"Bernard Branson","Category":"religion","Quote":"Rejection is an opportunity for your selection."},{"Author":"George Bernard Shaw,  Androcles and the Lion","Category":"religion","Quote":"The fact that a believer is happier than a skeptic is no more to the point than the fact that a drunken man is happier than a sober one. The happiness of credulity is a cheap and dangerous quality of happiness, and by no means a necessity of life."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"religion","Quote":"Half the people in the world think that the metaphors of their religious traditions, for example, are facts. And the other half contends that they are not facts at all. As a result we have people who consider themselves believers because they accept metaphors as facts, and we have others who classify themselves as atheists because they think religious metaphors are lies."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"Yes I am, I am also a Muslim, a Christian, a Buddhist, and a Jew."},{"Author":"Martin Luther","Category":"religion","Quote":"I have so much to do that I shall spend the first three hours in prayer."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"[Saint Anthony] said, in his solitude, he sometimes encountered devils who looked like angels, and other times he found angels who looked like devils. When asked how he could tell the difference, the saint said that you can only tell which is which by the way you feel after the creature has left your company."},{"Author":"Richard Dawkins","Category":"religion","Quote":"Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is the belief in spite of, even perhaps because of, the lack of evidence."},{"Author":"Carl Sagan","Category":"religion","Quote":"The world is so exquisite with so much love and moral depth, that there is no reason to deceive ourselves with pretty stories for which there's little good evidence. Far better it seems to me, in our vulnerability, is to look death in the eye and to be grateful every day for the brief but magnificent opportunity that life provides."},{"Author":"Scott Dikkers,  You Are Worthless: Depressing Nuggets of Wisdom Sure to Ruin Your Day","Category":"religion","Quote":"Be sure to lie to your kids about the benevolent, all-seeing Santa Claus. It will prepare them for an adulthood of believing in God."},{"Author":"Anaïs Nin,  The Diary of Anaïs Nin, Vol. 4: 1944-1947","Category":"religion","Quote":"When we blindly adopt a religion, a political system, a literary dogma, we become automatons."},{"Author":"G.K. Chesterton,  Orthodoxy","Category":"religion","Quote":"Tradition means giving votes to the most obscure of all classes, our ancestors. It is the democracy of the dead. Tradition refuses to submit to the small and arrogant oligarchy of those who merely happen to be walking about."},{"Author":"Shannon L. Alder","Category":"religion","Quote":"The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."},{"Author":"Frank Zappa","Category":"religion","Quote":"There's a big difference between kneeling down and bending over."},{"Author":"Denis Diderot","Category":"religion","Quote":"Men will never be free until the last king is strangled with the entrails of the last priest."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"How dismal it is to see present day Americans yearning for the very orthodoxy that their country was founded to escape."},{"Author":"Isaac Asimov","Category":"religion","Quote":"To surrender to ignorance and call it God has always been premature, and it remains premature today."},{"Author":"Jiddu Krishnamurti,  Education and the Significance of Life","Category":"religion","Quote":"Governments want efficient technicians, not human beings, because human beings become dangerous to governments – and to organized religions as well. That is why governments and religious organizations seek to control education."},{"Author":"Henry Miller,  Tropic of Cancer","Category":"religion","Quote":"I have found God, but he is insufficient."},{"Author":"مصطفى محمود,  رحلتي من الشك إلى الإيمان","Category":"religion","Quote":"إذا خفيت عنا الحكمة في العذاب أحيانا.. فلأننا لا ندرك كل شيء ولا نعرف كل شيء، ولا ندرك من القصة إلا تلك المرحلة المحدودة بين قوسين اسمها الدنيا.. أما ما قبل ذلك ومابعد ذلك فهو بالنسبة لنا غيب محجوب.. ولذا يجب أن نصمت في احترام ولانطلق الأحكام.."},{"Author":"Robert Anton Wilson","Category":"religion","Quote":"The Bible tells us to be like God, and then on page after page it describes God as a mass murderer. This may be the single most important key to the political behavior of Western Civilization."},{"Author":"Frank Zappa","Category":"religion","Quote":"Take the Kama Sutra. How many people died from the Kama Sutra as opposed to the Bible? Who wins?"},{"Author":"Mahatma Gandhi,  The Story of My Experiments With Truth","Category":"religion","Quote":"When every hope is gone, 'when helpers fail and comforts flee,' I find that help arrives somehow, from I know not where. Supplication, worship, prayer are no superstition; they are acts more real than the acts of eating, drinking, sitting or walking. It is no exaggeration to say that they alone are real, all else is unreal."},{"Author":"Joseph Smith Jr.","Category":"religion","Quote":"Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God."},{"Author":"Lenny Bruce","Category":"religion","Quote":"Every day people are straying away from the church and going back to God."},{"Author":"W. Somerset Maugham,  The Painted Veil","Category":"religion","Quote":"Some of us look for the Way in opium and some in God, some of us in whiskey and some in love. It is all the same Way and it leads nowhither."},{"Author":"Neil Gaiman,  American Gods","Category":"religion","Quote":"It doesn't matter that you didn't believe in us,\"said Mr. Ibis. \"We believed in you."},{"Author":"H.P. Lovecraft","Category":"religion","Quote":"Religion is still useful among the herd - that it helps their orderly conduct as nothing else could. The crude human animal is in-eradicably superstitious, and there is every biological reason why they should be. Take away his Christian god and saints, and he will worship something else..."},{"Author":"Richard K. Morgan,  Broken Angels","Category":"religion","Quote":"A preoccupation with the next world clearly shows an inability to cope credibly with this one."},{"Author":"Umberto Eco,  The Prague Cemetery","Category":"religion","Quote":"People are never so completely and enthusiastically evil as when they act out of religious conviction."},{"Author":"Anne Rice,  Interview with the Vampire","Category":"religion","Quote":"People who cease to believe in God or goodness altogether still believe in the devil... Evil is always possible. And goodness is eternally difficult."},{"Author":"Ravi Zacharias,  Has Christianity Failed You?","Category":"religion","Quote":"I think the reason we sometimes have the false sense that God is so far away is because that is where we have put him. We have kept him at a distance, and then when we are in need and call on him in prayer, we wonder where he is. He is exactly where we left him."},{"Author":"James Madison","Category":"religion","Quote":"The purpose of separation of church and state is to keep forever from these shores the ceaseless strife that has soaked the soil of Europe in blood for centuries.[Letter objecting to the use of government land for churches, 1803]"},{"Author":"Voltairine de Cleyre","Category":"religion","Quote":"I die, as I have lived, a free spirit, an Anarchist, owing no allegiance to rulers, heavenly or earthly."},{"Author":"Fyodor Dostoyevsky","Category":"religion","Quote":"Without God all things are permitted."},{"Author":"Stephen Hawking","Category":"religion","Quote":"There is a fundamental difference between religion, which is based on authority, and science, which is based on observation and reason. Science will win because it works."},{"Author":"Martin Luther","Category":"religion","Quote":"Be a sinner and sin boldly, but believe and rejoice in Christ even more boldly."},{"Author":"Arthur C. Clarke","Category":"religion","Quote":"One of the greatest tragedies in mankind's entire history may be that morality was hijacked by religion."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action."},{"Author":"Abigail Adams","Category":"religion","Quote":"Well, knowledge is a fine thing, and mother Eve thought so; but she smarted so severely for hers, that most of her daughters have been afraid of it since."},{"Author":"Carl Sagan","Category":"religion","Quote":"It's a lazy Saturday afternoon, there's a couple lying naked in bed reading Encyclopediea Brittannica to each other, and arguing about whether the Andromeda Galaxy is more 'numinous' than the Ressurection. Do they know how to have a good time, or don't they?"},{"Author":"Madalyn Murray O'Hair","Category":"religion","Quote":"An atheist believes that a hospital should be built instead of a church. An atheist believes that deed must be done instead of prayer said.An atheist strives for involvement in life and not escape into death. He wants disease conquered, poverty vanished, war eliminated."},{"Author":"Lewis Black,  Me of Little Faith","Category":"religion","Quote":"Who knew that the devil had a factory where he made millions of fossils, which his minions distributed throughout the earth, in order to confuse my tiny brain?"},{"Author":"Martin Luther","Category":"religion","Quote":"I am afraid that the schools will prove the very gates of hell, unless they diligently labor in explaining the Holy Scriptures and engraving them in the heart of the youth."},{"Author":"Jim Butcher,  White Night","Category":"religion","Quote":"Regardless of what I think about Islam or Wicca or any other religion, the fact is that it's a group of people. Every faith has its ceremonies. And since it's made up of people, every faith also has its assholes."},{"Author":"Harvey Milk","Category":"religion","Quote":"The fact is that more people have been slaughtered in the name of religion than for any other single reason. That, that my friends, that is true perversion!"},{"Author":"Hanh Nhat Thich,  Buddha Mind, Buddha Body: Walking Toward Enlightenment","Category":"religion","Quote":"The secret of Buddhism is to remove all ideas, all concepts, in order for the truth to have a chance to penetrate, to reveal itself."},{"Author":"Paulo Coelho,  The Witch Of Portobello","Category":"religion","Quote":"Faith is not Desire. Faith is Will. Desires are things that need to be satisfied, whereas Will is a force. Will changes the space around us,..."},{"Author":"Emma Goldman,  Anarchism and Other Essays","Category":"religion","Quote":"The philosophy of Atheism represents a concept of life without any metaphysical Beyond or Divine Regulator. It is the concept of an actual, real world with its liberating, expanding and beautifying possibilities, as against an unreal world, which, with its spirits, oracles, and mean contentment has kept humanity in helpless degradation."},{"Author":"ʻAbd Allāh ibn ʻAlawī al-Ḥaddād","Category":"religion","Quote":"Reflection is the lamp of the heart. If it departs, the heart will have no light."},{"Author":"Isaac Newton","Category":"religion","Quote":"Gravity explains the motions of the planets, but it cannot explain who sets the planets in motion."},{"Author":"Juan Mascaró","Category":"religion","Quote":"The thought manifests the word;The word manifests the deed;The deed develops into habit;And habit hardens into character;So watch the thought and its ways with care,And let them spring forth from loveBorn out of compassion for all beings.As the shadow follows the body, as we think, so we become."},{"Author":"Eugene V. Debs,  Voices of a People's History of the United States","Category":"religion","Quote":"In every age it has been the tyrant, the oppressor and the exploiter who has wrapped himself in the cloak of patriotism, or religion, or both to deceive and overawe the People.\"(Canton, OH, Anti-War Speech, June 16, 1918)"},{"Author":"George Gordon Byron","Category":"religion","Quote":"There is something pagan in me that I cannot shake off. In short, I deny nothing, but doubt everything."},{"Author":"Neil deGrasse Tyson","Category":"religion","Quote":"God is an ever receding pocket of scientific ignorance."},{"Author":"Robert Farrar Capon","Category":"religion","Quote":"I like a cook who smiles out loud when he tastes his own work.Let God worry about your modesty; I want to see your enthusiasm."},{"Author":"Bernard Cornwell,  The Winter King","Category":"religion","Quote":"But fate, as Merlin always taught us, is inexorable. Life is a jest of the Gods, Merlin liked to claim, and there is no justice. You must learn to laugh, he once told me, or else you'll just weep yourself to death."},{"Author":"Neil Gaiman,  The Sandman, Vol. 4: Season of Mists","Category":"religion","Quote":"I think, well, I've had a shit of a life, all things considered. It wasn't fair. Everyone I've ever loved is dead, and my leg hurts all the bloody time... But I think, any God that can do sunsets like that, a different one every night... 'Strewth, well, you've got to respect the old bastard, haven't you?"},{"Author":"John Piper","Category":"religion","Quote":"Grace is the pleasure of God to magnify the worth of God by giving sinners the right and power to delight in God without obscuring the glory of God."},{"Author":"George Carlin","Category":"religion","Quote":"I was thinking about how people seem to read the bible a lot more as they get older, and then it dawned on me—they’re cramming for their final exam."},{"Author":"Robert A. Heinlein","Category":"religion","Quote":"One man's theology is another man's belly laugh."},{"Author":"Arthur Schopenhauer","Category":"religion","Quote":"Religion is the masterpiece of the art of animal training, for it trains people as to how they shall think."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"religion","Quote":"To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid."},{"Author":"Stuart Chase","Category":"religion","Quote":"For those who believe, no proof is necessary. For those who don't believe, no proof is possible."},{"Author":"Nicholas Sparks,  Three Weeks With My Brother","Category":"religion","Quote":"I don't pray because it doesn't work. Prayer doesn't fix anything. Bad things happen anyway."},{"Author":"Isaac Asimov,  I. Asimov","Category":"religion","Quote":"Once, when a religionist denounced me in unmeasured terms, I sent him a card saying, \"I am sure you believe that I will go to hell when I die, and that once there I will suffer all the pains and tortures the sadistic ingenuity of your deity can devise and that this torture will continue forever. Isn't that enough for you? Do you have to call me bad names in addition?"},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"religion","Quote":"There were a lot of gods. Gods always come in handy, they justify almost anything."},{"Author":"Thomas Paine,  The Age of Reason","Category":"religion","Quote":"One good schoolmaster is of more use than a hundred priests."},{"Author":"Jay Leno","Category":"religion","Quote":"The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn't for any religious reasons. They couldn't find three wise men and a virgin."},{"Author":"Dan Brown,  Angels & Demons","Category":"religion","Quote":"Religion is like language or dress. We gravitate toward the practices with which we were raised. In the end, though, we are all proclaiming the same thing. That life has meaning. That we are grateful for the power that created us."},{"Author":"Friedrich Nietzsche","Category":"religion","Quote":"Two great European narcotics, alcohol and Christianity."},{"Author":"Sam Harris","Category":"religion","Quote":"Theology is ignorance with wings."},{"Author":"David Mitchell,  The Thousand Autumns of Jacob de Zoet","Category":"religion","Quote":"We have just enough religion to make us hate, but not enough to make us love."},{"Author":"Karen Armstrong,  The Spiral Staircase: My Climb Out of Darkness","Category":"religion","Quote":"If your understanding of the divine made you kinder, more empathetic, and impelled you to express sympathy in concrete acts of loving-kindness, this was good theology. But if your notion of God made you unkind, belligerent, cruel, of self-righteous, or if it led you to kill in God's name, it was bad theology."},{"Author":"Walt Whitman","Category":"religion","Quote":"Argue not concerning God,…re-examine all that you have been told at church or school or in any book, dismiss whatever insults your soul…"},{"Author":"Stephen Colbert,  I Am America","Category":"religion","Quote":"Here's an easy way to figure out if you're in a cult: If you're wondering whether you're in a cult, the answer is yes."},{"Author":"Richard Francis Burton","Category":"religion","Quote":"The more I study religions the more I am convinced that man never worshiped anything but himself."},{"Author":"Kahlil Gibran","Category":"religion","Quote":"Your daily life is your temple and your religion."},{"Author":"Ruth Hurmence Green","Category":"religion","Quote":"There was a time when religion ruled the world. It is known as the Dark Ages."},{"Author":"G.K. Chesterton,  Orthodoxy","Category":"religion","Quote":"According to most philosophers, God in making the world enslaved it. According to Christianity, in making it, He set it free. God had written, not so much a poem, but rather a play; a play he had planned as perfect, but which had necessarily been left to human actors and stage-managers, who had since made a great mess of it."},{"Author":"Bob Pierce","Category":"religion","Quote":"Let my heart be broken by the things that break the heart of God."},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"Gods don't like people not doing much work. People who aren't busy all the time might start to think."},{"Author":"Flannery O'Connor","Category":"religion","Quote":"I think it is safe to say that while the South is hardly Christ-centered, it is most certainly Christ-haunted."},{"Author":"Steve Martin","Category":"religion","Quote":"It's so hard to believe in anything anymore. I mean, it's like, religion, you really can't take it seriously, because it seems so mythological, it seems so arbitrary...but, on the other hand, science is just pure empiricism, and by virtue of its method, it excludes metaphysics. I guess I wouldn't believe in anything anymore if it weren't for my lucky astrology mood watch."},{"Author":"Albert Einstein","Category":"religion","Quote":"I don't try to imagine a personal God; it suffices to stand in awe at the structure of the world, insofar as it allows our inadequate senses to appreciate it."},{"Author":"Penn Jillette,  God, No!: Signs You May Already Be an Atheist and Other Magical Tales","Category":"religion","Quote":"If every trace of any single religion were wiped out and nothing were passed on, it would never be created exactly that way again. There might be some other nonsense in its place, but not that exact nonsense. If all of science were wiped out, it would still be true and someone would find a way to figure it all out again."},{"Author":"Abraham Lincoln,  Speeches and Writings, 1832-1858","Category":"religion","Quote":"The Bible is not my book nor Christianity my profession. I could never give assent to the long, complicated statements of Christian dogma."},{"Author":"Marcel Duchamp","Category":"religion","Quote":"All this twaddle, the existence of God, atheism, determinism, liberation, societies, death, etc., are pieces of a chess game called language, and they are amusing only if one does not preoccupy oneself with 'winning or losing this game of chess."},{"Author":"D.H. Lawrence","Category":"religion","Quote":"It is a fine thing to establish one's own religion in one's heart, not to be dependent on tradition and second-hand ideals. Life will seem to you, later, not a lesser, but a greater thing."},{"Author":"Dan Brown,  The Da Vinci Code","Category":"religion","Quote":"Forgiveness is God's greatest gift"},{"Author":"Stephen Roberts","Category":"religion","Quote":"I contend that we are both atheists. I just believe in one fewer god than you do. When you understand why you dismiss all the other possible gods, you will understand why I dismiss yours."},{"Author":"Jim Butcher,  White Night","Category":"religion","Quote":"See? This is why I'm not religious. I couldn't possibly keep my mouth shut long enough to get along with everyone else."},{"Author":"Fulton J. Sheen","Category":"religion","Quote":"Hearing nuns' confessions is like being stoned to death with popcorn."},{"Author":"Fulton J. Sheen","Category":"religion","Quote":"Unless there is a Good Friday in your life, there can be no Easter Sunday."},{"Author":"Thomas Carlyle","Category":"religion","Quote":"If Jesus Christ were to come today, people would not even crucify him. They would ask him to dinner, and hear what he had to say, and make fun of it."},{"Author":"George Carlin,  Brain Droppings","Category":"religion","Quote":"It turned out I was pretty good in science. But again, because of the small budget, in science class we couldn't afford to do experiments in order to prove theories. We just believed everything. Actually, I think that class was called Religion. Religion class was always an easy class. All you had to do was suspend the logic and reasoning you were being taught in all the other classes."},{"Author":"Jarod Kintz,  I Want","Category":"religion","Quote":"I want to write a book so long that it will take the average person their whole life to read. It will be exactly the same length as the Bible."},{"Author":"Joseph Smith Jr.","Category":"religion","Quote":"Whatever God requires is right, no matter what it is, although we may not see the reason there of until all of the events transpire."},{"Author":"H.P. Lovecraft","Category":"religion","Quote":"Contrary to what you may assume, I am not a pessimist but an indifferentist- that is, I don't make the mistake of thinking that the... cosmos... gives a damn one way or the other about the especial wants and ultimate welfare of mosquitoes, rats, lice, dogs, men, horses, pterodactyls, trees, fungi, dodos, or other forms of biological energy."},{"Author":"George Deacon","Category":"religion","Quote":"If absolute power corrupts absolutely, where does that leave God?"},{"Author":"José Saramago,  Death with Interruptions","Category":"religion","Quote":"Whether we like it or not, the one justification for the existence of all religions is death, they need death as much as we need bread to eat."},{"Author":"Dorothy Parker,  The Algonquin Wits","Category":"religion","Quote":"You can't teach an old dogma new tricks."},{"Author":"Eddie Izzard,  Glorious","Category":"religion","Quote":"But with dogs, we do have \"bad dog.\"Bad dog exists. \"Bad dog! Bad dog! Stole a biscuit, bad dog!\"The dog is saying, \"Who are you to judge me? You human beings who’ve had genocide, war against people of different creeds, colors, religions, and I stole a biscuit?! Is that a crime? People of the world!\"\"Well, if you put it that way, I think you’ve got a point. Have another biscuit, sorry."},{"Author":"Douglas Adams","Category":"religion","Quote":"I find the whole business of religion profoundly interesting. But it does mystify me that otherwise intelligent people take it seriously."},{"Author":"C.S. Lewis,  The Chronicles of Narnia","Category":"religion","Quote":"But very quickly they all became grave again: for, as you know, there is a kind of happiness and wonder that makes you serious. It is too good to waste on jokes."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"religion","Quote":"Don’t tell me about your god with your words. Show me about your god with your actions."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"These people walk by a widow deformed by leprosy...walk by children dressed in rags living in the street, and they think, 'Business as usual.' But if they perceive a slight against God, it is a different story. Their faces go red, their chests heave mightily, they sputter angry words. The degree of their indignation is astonishing. Their resolve is frightening."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"religion","Quote":"Talk to me about the truth of religion and I'll listen gladly. Talk to me about the duty of religion and I'll listen submissively. But don't come talking to me about the consolations of religion or I shall suspect that you don't understand."},{"Author":"Meister Eckhart","Category":"religion","Quote":"Spirituality is not to be learned by flight from the world, or by running away from things, or by turning solitary and going apart from the world. Rather, we must learn an inner solitude wherever or with whomsoever we may be. We must learn to penetrate things and find God there."},{"Author":"Hanh Nhat Thich,  Peace Is Every Step: The Path of Mindfulness in Everyday Life","Category":"religion","Quote":"Peace is present right here and now, in ourselves and in everything we do and see. Every breath we take, every step we take, can be filled with peace, joy, and serenity. The question is whether or not we are in touch with it. We need only to be awake, alive in the present moment."},{"Author":"Dalai Lama XIV","Category":"religion","Quote":"The purpose of all the major religious traditions is not to construct big temples on the outside, but to create temples of goodness and compassion inside, in our hearts."},{"Author":"أنيس منصور,  مذكرات شاب غاضب","Category":"religion","Quote":"وفي القرآن الكريم يقول تعالى للسيد المسيح :\"أأنت قلت للناس اتخذوني وأمي إلهين\"يرد المسيح:\"إن كنت قلته فقد علمته \"والله تعالى يعلم كل شي..ماقال المسيح ومالم يقل ..ولكن الله يعلمنا أدب الحوار..وأدب المناقشة ..أدب أن نسأل وأن ننتظر الإجابة"},{"Author":"Richard Dawkins","Category":"religion","Quote":"Many of us saw religion as harmless nonsense. Beliefs might lack all supporting evidence but, we thought, if people needed a crutch for consolation, where's the harm? September 11th changed all that."},{"Author":"Jarod Kintz,  $3.33","Category":"religion","Quote":"I’m such an alcoholic that I go to church just for communion."},{"Author":"Frederick Buechner","Category":"religion","Quote":"Doubts are the ants in the pants of faith. They keep it awake and moving."},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"The merest accident of microgeography had meant that the first man to hear the voice of Om, and who gave Om his view of humans, was a shepherd and not a goatherd. They have quite different ways of looking at the world, and the whole of history might have been different. For sheep are stupid, and have to be driven. But goats are intelligent, and need to be led."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"religion","Quote":"Who are your favorite heroines in real life? The women of Afghanistan, Iraq, and Iran who risk their lives and their beauty to defy the foulness of theocracy. Ayaan Hirsi Ali and Azar Nafisi as their ideal feminine model."},{"Author":"Markus Zusak,  The Book Thief","Category":"religion","Quote":"A halo surrounded the grim reaper nun, Sister Maria. (By the way-I like this human idea of the grim reaper. I like the scythe. It amuses me.)"},{"Author":"M.E. Thomas,  Confessions of a Sociopath: A Life Spent Hiding in Plain Sight","Category":"religion","Quote":"When you grow up as a girl, it is like there are faint chalk lines traced approximately three inches around your entire body at all times, drawn by society and often religion and family and particularly other women, who somehow feel invested in how you behave, as if your actions reflect directly on all womanhood."},{"Author":"ابن قيم الجوزية,  الفوائد","Category":"religion","Quote":"أين أنت؛ والطريقطريق تعب فيه آدم، وناح لأجله نوح، ورمي في النار الخليل، وأضجع للذبح إسماعيل، وبيع يوسف بثمن بخس ولبث في السجن بضع سنين، ونشر بالمنشار زكريا، وذبح السيد الحصور يحيى، وقاسى الضر أيوب، وزاد على المقدار بكاء داود، وسار مع الوحش عيسى، وعالج الفقر وأنواع الأذى محمد صلى الله عليه وسلم؛ تُزهى أنت باللهو واللعب؟!"},{"Author":"George Washington","Category":"religion","Quote":"The government of the United States is not, in any sense, founded on the Christian religion."},{"Author":"John Steinbeck,  The Grapes of Wrath","Category":"religion","Quote":"Don't you love Jesus?' Well, I thought an' I thought an' finally I says, 'No, I don't know nobody name' Jesus. I know a bunch of stories, but I only love people."},{"Author":"Frank Zappa","Category":"religion","Quote":"The essence of Christianity is told us in the Garden of Eden history. The fruit that was forbidden was on the tree of knowledge. The subtext is, 'All the suffering you have is because you wanted to find out what was going on. You could be in the Garden of Eden if you had just kept your fucking mouth shut and hadn't asked any questions."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"I think you have every right to cherry-pick when it comes to moving your spirit and finding peace in God. You take whatever works from wherever you can find it, and you keep moving toward the light."},{"Author":"Joyce Meyer","Category":"religion","Quote":"It is not about doing what we feel like. It is about doing what God says."},{"Author":"Mark Twain","Category":"religion","Quote":"In religion and politics people’s beliefs and convictions are in almost every case gotten at second-hand, and without examination, from authorities who have not themselves examined the questions at issue but have taken them at second-hand from other non-examiners, whose opinions about them were not worth a brass farthing."},{"Author":"Hlovate,  Versus","Category":"religion","Quote":"Sama juga kalau untuk contoh lelaki. Kalau baca Al - Quran hari-hari, tapi main bola nampak kepala lutut,tak cukup balik lagi.Atau kalau solat lima waktu sehari semalam tapi pegang tangan anak dara orang bukan mahram sesuka hati, tu belum cukup baik lagi."},{"Author":"Terry Pratchett,  The Color of Magic","Category":"religion","Quote":"On the Disc, the Gods aren't so much worshipped, as they are blamed."},{"Author":"ابن قيم الجوزية,  الفوائد","Category":"religion","Quote":"لو نفع العلم بلا عمل ؛ لما ذم الله أحبار أهل الكتاب , ولو نفع العمل بلا إخلاص ؛ لما ذم المنافقين"},{"Author":"Joseph B. Wirthlin","Category":"religion","Quote":"Faith is not so much something we believe; faith is something we live."},{"Author":"Robert G. Ingersoll,  The Works Of Robert G. Ingersoll, Vol. Iii","Category":"religion","Quote":"Give me the storm and tempest of thought and action, rather than the dead calm of ignorance and faith! Banish me from Eden when you will; but first let me eat of the fruit of the tree of knowledge!"},{"Author":"Anna Sewell,  Black Beauty","Category":"religion","Quote":"There is no religion without love, and people may talk as much as they like about their religion, but if it does not teach them to be good and kind to man and beast, it is all a sham."},{"Author":"Annie Dillard","Category":"religion","Quote":"Eskimo: \"If I did not know about God and sin, would I go to hell?\"Priest: \"No, not if you did not know.\"Eskimo: \"Then why did you tell me?"},{"Author":"Richard Dawkins,  The God Delusion","Category":"religion","Quote":"The take-home message is that we should blame religion itself, not religious extremism - as though that were some kind of terrible perversion of real, decent religion. Voltaire got it right long ago: 'Those who can make you believe absurdities can make you commit atrocities.' So did Bertrand Russell: 'Many people would sooner die than think. In fact they do."},{"Author":"Thomas Paine,  The Age of Reason","Category":"religion","Quote":"I have always strenuously supported the right of every man to his own opinion, however different that opinion might be to mine. He who denies to another this right, makes a slave of himself to his present opinion, because he precludes himself the right of changing it."},{"Author":"Ahmed Deedat","Category":"religion","Quote":"Language is the key to the heart of people."},{"Author":"Jess C. Scott,  Rockstar","Category":"religion","Quote":"If money’s the god people worship, I’d rather go worship the devil instead."},{"Author":"Jim Elliot","Category":"religion","Quote":"Forgive me for being so ordinary while claiming to know so extraordinary a God."},{"Author":"Pema Chödrön","Category":"religion","Quote":"The difference between theism and nontheism is not whether one does or does not believe in God. . . Theism is a deep-seated conviction that there's some hand to hold: if we just do the right things, someone will appreciate us and take care of us. . . Nontheism is relaxing with the ambiguity and uncertainty of the present moment without reaching for anything to protect ourselves."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"If God is for us, who can be against us?"},{"Author":"مصطفى محمود,  القرآن: محاولة لفهم عصري","Category":"religion","Quote":"الصيام رياضة روحية وقهر للبدن وكبح وإلجام للعنصر الحيوانى فى الإنسان"},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"The figures looked more or less human. And they were engaged in religion. You could tell by the knives (it's not murder if you do it for a god)."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"religion","Quote":"I try to deny myself any illusions or delusions, and I think that this perhaps entitles me to try and deny the same to others, at least as long as they refuse to keep their fantasies to themselves."},{"Author":"Carl Sagan","Category":"religion","Quote":"A celibate clergy is an especially good idea, because it tends to suppress any hereditary propensity toward fanaticism."},{"Author":"Jules Verne","Category":"religion","Quote":"Reality provides us with facts so romantic that imagination itself could add nothing to them."},{"Author":"Philip Pullman","Category":"religion","Quote":"I am a religious person, although I am not a believer."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"religion","Quote":"Self-observation is the first step of inner unfolding."},{"Author":"Sam Harris","Category":"religion","Quote":"What I'm asking you to entertain is that there is nothing we need to believe on insufficient evidence in order to have deeply ethical and spiritual lives."},{"Author":"Voltaire","Category":"religion","Quote":"If God created us in his own image, we have more than reciprocated.\"(Notebooks)"},{"Author":"Kirk Cameron","Category":"religion","Quote":"There is nothing more important than your eternal salvation."},{"Author":"Christopher Hitchens,  The Portable Atheist: Essential Readings for the Nonbeliever","Category":"religion","Quote":"I have met some highly intelligent believers, but history has no record to say that [s]he knew or understood the mind of god. Yet this is precisely the qualification which the godly must claim—so modestly and so humbly—to possess. It is time to withdraw our 'respect' from such fantastic claims, all of them aimed at the exertion of power over other humans in the real and material world."},{"Author":"Michael Jackson,  Dancing the Dream","Category":"religion","Quote":"But for me the sweetest contact with God has no form. I close my eyes, look within, and enter a deep soft silence. The infinity of God's creation embraces me."},{"Author":"Isaac Asimov,  I. Asimov","Category":"religion","Quote":"I have never, in all my life, not for one moment, been tempted toward religion of any kind. The fact is that I feel no spiritual void. I have my philosophy of life, which does not include any aspect of the supernatural and which I find totally satisfying. I am, in short, a rationalist and believe only that which reason tells me is so."},{"Author":"Michael H. Hart,  The 100: A Ranking of the Most Influential Persons in History","Category":"religion","Quote":"My choice of Muhammad to lead the list of the world's most influential persons may surprise some readers and may be questioned by others, but he was the only man in history who was supremely successful on both the religious and secular level."},{"Author":"Brandon Sanderson,  The Hero of Ages","Category":"religion","Quote":"Why did they believe? Because they saw miracles. Things one man took as chance, a man of faith took as a sign. A loved one recovering from disease, a fortunate business deal, a chance meeting with a long lost friend. It wasn't the grand doctrines or the sweeping ideals that seemed to make believers out of men. It was the simple magic in the world around them."},{"Author":"Terry Pratchett,  Feet of Clay","Category":"religion","Quote":"No it's not!\"said Constable Visit. \"Atheism is a denial of a god.\"\"Therefore It Is A Religious Position,\"said Dorfl. \"Indeed, A True Atheist Thinks Of The Gods Constantly, Albeit In Terms of Denial. Therefore, Atheism Is A Form Of Belief. If The Atheist Truly Did Not Believe, He Or She Would Not Bother To Deny."},{"Author":"Bill Watterson,  The Complete Calvin and Hobbes","Category":"religion","Quote":"Isn't it sad how some people's grip on their lives is so precarious that they'll embrace any preposterous delusion rather than face an occasional bleak truth?"},{"Author":"Martin Luther","Category":"religion","Quote":"I cannot choose but adhere to the word of God, which has possession of my conscience; nor can I possibly, nor will I even make any recantation, since it is neither safe nor honest to act contrary to conscience! Here I stand; I cannot do otherwise, so help me God! Amen."},{"Author":"Bill Gates","Category":"religion","Quote":"Just in terms of allocation of time resources, religion is not very efficient. There`s a lot more I could be doing on a Sunday morning."},{"Author":"Stephen Hawking","Category":"religion","Quote":"So long as the universe had a beginning, we could suppose it had a creator. But if the universe is really completely self-contained, having no boundary or edge, it would have neither beginning nor end: it would simply be. What place, then, for a creator?"},{"Author":"Steven Weinberg","Category":"religion","Quote":"Religion is an insult to human dignity. Without it you would have good people doing good things and evil people doing evil things.But for good people to do evil things, that takes religion."},{"Author":"Margaret Cho","Category":"religion","Quote":"I want Jesus to come back and say 'THATS NOT WHAT I MEANT'\"-"},{"Author":"ميخائيل نعيمة,  نجوى الغروب","Category":"religion","Quote":"عظيم هو الفرق بين إرادة العارف وإرادة الجاهل .وأنا جاهل يا ربّيوأنت وحدك العارف"},{"Author":"Jim C. Hines","Category":"religion","Quote":"Your religious beliefs are your business. They are not and should not be the basis for law. If you use them as justification to discriminate against others, don’t be upset when others decide you’re an asshole.\"[Blog post of July 26, 2011]"},{"Author":"Isaac Newton,  The Principia: Mathematical Principles of Natural Philosophy","Category":"religion","Quote":"This most beautiful system of the sun, planets and comets, could only proceed from the counsel and dominion of an intelligent and powerful Being."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"النفس ذواقة تواقة, فإذا ذاقت تاقت, ولهذا إذا ذاق العبد طعم حلاوة الإيمان وخالطت بشاشته قلبه رسخ فيه حبه, ولم يؤثر عليه شيئا أبدا"},{"Author":"Bill Hicks","Category":"religion","Quote":"I'm sorry if any of you are catholic. I'm not sorry if you're offended, I'm actually just sorry by the fact that you're catholic"},{"Author":"Martin Luther","Category":"religion","Quote":"Reason is a whore, the greatest enemy that faith has; it never comes to the aid of spiritual things, but more frequently than not struggles against the divine Word, treating with contempt all that emanates from God."},{"Author":"Timothy Keller,  The Meaning of Marriage: Facing the Complexities of Commitment with the Wisdom of God","Category":"religion","Quote":"The gospel is this: We are more sinful and flawed in ourselves than we ever dared believe, yet at the very same time we are more loved and accepted in Jesus Christ than we ever dared hope."},{"Author":"Alan W. Watts","Category":"religion","Quote":"A priest once quoted to me the Roman saying that a religion is dead when the priests laugh at each other across the altar. I always laugh at the altar, be it Christian, Hindu, or Buddhist, because real religion is the transformation of anxiety into laughter."},{"Author":"John Lennon","Category":"religion","Quote":"I wasn't saying whatever they're saying I was saying. I'm sorry I said it really. I never meant it to be a lousy anti-religious thing. I apologize if that will make you happy. I still don't know quite what I've done. I've tried to tell you what I did do but if you want me to apologize, if that will make you happy, then OK, I'm sorry."},{"Author":"Veronica Roth,  Divergent","Category":"religion","Quote":"I breathe in. The water will wash my wounds clean. I breathe out. My mother submerged me in water when I was a baby, to give me to God. It has been a long time since I thought about God, but I think about him now. It is only natural. I am glad, suddenly, that I shot Eric in the foot instead of the head."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"We owe a huge debt to Galileo for emancipating us all from the stupid belief in an Earth-centered or man-centered (let alone God-centered) system. He quite literally taught us our place and allowed us to go on to make extraordinary advances in knowledge."},{"Author":"Bono","Category":"religion","Quote":"Christians are hard to tolerate; I don’t know how Jesus does it"},{"Author":"Barry M. Goldwater","Category":"religion","Quote":"Mark my word, if and when these preachers get control of the [Republican] party, and they're sure trying to do so, it's going to be a terrible damn problem. Frankly, these people frighten me. Politics and governing demand compromise. But these Christians believe they are acting in the name of God, so they can't and won't compromise. I know, I've tried to deal with them."},{"Author":"Arianna Huffington","Category":"religion","Quote":"Why worry about minor little details like clean air, clean water, safe ports and the safety net when Jesus is going to give the world an \"Extreme Makeover: Planet Edition\"right after he finishes putting Satan in his place once and for all?"},{"Author":"Hillary Rodham Clinton","Category":"religion","Quote":"In the bible it says you have to forgive seventy times seven. I want you all to know, I'm keeping a chart."},{"Author":"Mother Teresa","Category":"religion","Quote":"I think it is very good when people suffer. To me that is like the kiss of Jesus."},{"Author":"Mark Twain","Category":"religion","Quote":"A man is accepted into a church for what he believes and he is turned out for what he knows."},{"Author":"Stanisław Lem","Category":"religion","Quote":"Faith is, at one and the same time, absolutely necessary and altogether impossible."},{"Author":"Paulo Coelho,  Like the Flowing River","Category":"religion","Quote":"All religions lead to the same God, and all deserve the same respect. Anyone who chooses a religion is also choosing a collective way for worshipping and sharing the mysteries. Nevertheless, that person is the only one responsible for his or her actions along the way and has no right to shift responsibility for any personal decisions on to that religion."},{"Author":"Henry Miller","Category":"religion","Quote":"No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance."},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"religion","Quote":"Far better it is for you to say: \"I am a sinner,\"than to say: \"I have no need of religion.\"The empty can be filled, but the self-intoxicated have no room for God."},{"Author":"Richard Lederer,  Anguished English: An Anthology of Accidental Assaults Upon Our Language","Category":"religion","Quote":"There once was a time when all people believed in God and the church ruled. This time was called the Dark Ages."},{"Author":"Salman Rushdie,  The Satanic Verses","Category":"religion","Quote":"So India’s problem turns out to be the world’s problem. What happened in India has happened in God’s name.The problem’s name is God."},{"Author":"Lynn Dove,  Shoot the Wounded","Category":"religion","Quote":"'Shoot the wounded... what we do to people who are the most vulnerable... we 'shoot the wounded.' As if they haven't suffered enough, we add to it by gossiping and treating hurt people like outcasts.\"...\"I think we killed Ronnie's spirit... Instead of coming alongside her and supporting her through this, I failed her..."},{"Author":"Shannon L. Alder","Category":"religion","Quote":"I rather spend every Sunday of my life hanging off a cliff to rescue someone than spend one more time sitting in a pew next to hypocrites that talk about what they will do to better themselves and the world when they get around to it."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"religion","Quote":"Religious moderation is the product of secular knowledge and scriptural ignorance."},{"Author":"Jon Stewart","Category":"religion","Quote":"Most world religions denounced war as a barbaric waste of human life. We treasured the teachings of these religions so dearly that we frequently had to wage war in order to impose them on other people."},{"Author":"Mustafa Kemal Atatürk","Category":"religion","Quote":"My people are going to learn the principles of democracy the dictates of truth and the teachings of science. Superstition must go. Let them worship as they will, every man can follow his own conscience provided it does not interfere with sane reason or bid him act against the liberty of his fellow men."},{"Author":"William Shakespeare,  Measure for Measure","Category":"religion","Quote":"The tempter or the tempted, who sins most?"},{"Author":"Bart D. Ehrman,  God's Problem: How the Bible Fails to Answer Our Most Important Question - Why We Suffer","Category":"religion","Quote":"There are few things more dangerous than inbred religious certainty."},{"Author":"Voltaire,  Philosophical Dictionary","Category":"religion","Quote":"What can you say to a man who tells you he prefers obeying God rather than men, and that as a result he's certain he'll go to heaven if he cuts your throat?"},{"Author":"Titus Lucretius Carus,  On the Nature of Things: de Rerum Natura","Category":"religion","Quote":"All religions are equally sublime to the ignorant, useful to the politician, and ridiculous to the philosopher."},{"Author":"Max Lucado,  Just Like Jesus","Category":"religion","Quote":"God rewards those who seek Him. Not those who seek doctrine of religion or systems or creeds. Many settle for these lesser passions, but the reward goes to those who settle for nothing less than Jesus himself. And what is the reward? What awaits those who seek Jesus? Nothing short of the heart of Jesus."},{"Author":"Black Elk","Category":"religion","Quote":"The Holy Land is everywhere"},{"Author":"Joseph Campbell","Category":"religion","Quote":"Every religion is true one way or another. It is true when understood metaphorically. But when it gets stuck in its own metaphors, interpreting them as facts, then you are in trouble."},{"Author":"Muhammad Ali Jinnah","Category":"religion","Quote":"You are free; you are free to go to your temples. You are free to go to your mosques or to any other places of worship in this State of Pakistan. You may belong to any religion, caste or creed—that has nothing to do with the business of the state."},{"Author":"D.L. Moody","Category":"religion","Quote":"Out of 100 men, one will read the Bible, the other 99 will read the Christian."},{"Author":"Abraham Lincoln","Category":"religion","Quote":"If there is anything that links the human to the divine, it is the courage to stand by a principle when everybody else rejects it."},{"Author":"Delos McKown","Category":"religion","Quote":"The invisible and the non-existent look very much alike."},{"Author":"Terry Pratchett,  The Color of Magic","Category":"religion","Quote":"It was all very well going on about pure logic and how the universe was ruled by logic and the harmony of numbers, but the plain fact of the matter was that the Disc was manifestly traversing space on the back of a giant turtle and the gods had a habit of going round to atheists' houses and smashing their windows."},{"Author":"Gautama Buddha","Category":"religion","Quote":"The Way is not in the sky; the Way is in the heart."},{"Author":"Marquis de Sade","Category":"religion","Quote":"To judge from the notions expounded by theologians, one must conclude that God created most men simply with a view to crowding hell."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"If you gave [Jerry] Falwell an enema he could be buried in a matchbox."},{"Author":"Cassandra Clare,  City of Bones","Category":"religion","Quote":"I knew then that I hadn't stopped believing in God. I'd just stopped believing God cared. There might be a God, Clary, and there might not, but I don't think it matters. Either way we're on our own."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"religion","Quote":"Man is manifestly not the measure of all things. This universe is shot through with mystery. The very fact of its being, and of our own, is a mystery absolute, and the only miracle worthy of the name."},{"Author":"Mary Daly","Category":"religion","Quote":"The word ‘sin’ is derived from the Indo-European root ‘es-,’ meaning ‘to be.’ When I discovered this etymology, I intuitively understood that for a [person] trapped in patriarchy, which is the religion of the entire planet, ‘to be’ in the fullest sense is ‘to sin'."},{"Author":"Thomas S. Monson","Category":"religion","Quote":"Men take care not to make women weep, for God counts their tears."},{"Author":"Carl Sagan,  Contact","Category":"religion","Quote":"We all have a thirst for wonder. It's a deeply human quality. Science and religion are both bound up with it. What I'm saying is, you don't have to make stories up, you don't have to exaggerate. There's wonder and awe enough in the real world. Nature's a lot better at inventing wonders than we are."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"I couldn't get Him out of my head. Still can't. I spent three solid days thinking about Him. The more He bothered me, the less I coul forget Him. And the more I learned about Him, the less I wanted to leave Him."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, for our God is a consuming fire."},{"Author":"Kurt Vonnegut,  Slapstick or Lonesome No More!","Category":"religion","Quote":"Since Alice had never received any religious instruction, and since she had led a blameless life, she never thought of her awful luck as being anything but accidents in a very busy place. Good for her."},{"Author":"Philip Pullman","Category":"religion","Quote":"Religion begins in story. Yes, it does, because religion is an attempt to make sense of what is incomprehensible to us, what is inexplicable, what is awe-inspiring, what is frightening, what moves us to great wonder, and so on. That is the religious impulse, and it is part of our psychological makeup -- of everyone's psychological makeup."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"Come unto me, all ye that labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},{"Author":"Edgar Allan Poe","Category":"religion","Quote":"The idea of God, infinity, or spirit stands for the possible attempt at an impossible conception."},{"Author":"Ludwig Wittgenstein","Category":"religion","Quote":"If you and I are to live religious lives, it mustn't be that we talk a lot about religion, but that our manner of life is different. It is my belief that only if you try to be helpful to other people will you in the end find your way to God."},{"Author":"Carl Sagan,  Contact","Category":"religion","Quote":"Your religion assumes that people are children and need a boogeyman so they'll behave. You want people to believe in God so they'll obey the law. That's the only means that occurs to you: a strict secular police force, and the threat of punishment by an all-seeing God for whatever the police overlook. You sell human beings short."},{"Author":"John Lennon","Category":"religion","Quote":"…Christianity will go. It will vanish and shrink. I don't know what will go first, rock 'n' roll or Christianity. We're more popular than Jesus now. Jesus was all right, but his disciples were thick and ordinary. It's them twisting it that ruins it for me."},{"Author":"Joseph Campbell","Category":"religion","Quote":"Myth is what we call other people's religion."},{"Author":"Augustine of Hippo,  Confessions","Category":"religion","Quote":"I held my heart back from positively accepting anything, since I was afraid of another fall, and in this condition of suspense I was being all the more killed."},{"Author":"Alex Sanchez,  The God Box","Category":"religion","Quote":"the church should just stay out of people's pants."},{"Author":"Dan Brown,  The Lost Symbol","Category":"religion","Quote":"Don't tell anyone, but on the pagan day of the sun god Ra, I kneel at the foot of an ancient instrument of torture and consume ritualistic symbols of blood and flesh. ...And if any of you care to join me, come to the Harvard chapel on Sunday, kneel beneath the crucifix, and take Holy Communion."},{"Author":"Anonymous,  Bhagavad Gita: El Canto del Senor","Category":"religion","Quote":"The immature think that knowledge and action are different, but the wise see them as the same."},{"Author":"Sam Harris","Category":"religion","Quote":"We read the Golden Rule and judge it to be a brilliant distillation of many of our ethical impulses. And then we come across another of God’s teachings on morality: if a man discovers on his wedding night that his bride is not a virgin, he must stone her to death on her father’s doorstep (Deuteronomy 22:13-21)."},{"Author":"Sam Harris","Category":"religion","Quote":"In the year 2006, a person can have sufficient intellectual and material resources to build a nuclear bomb and still believe that he will get seventy-two virgins in Paradise."},{"Author":"Michael Crichton,  Next","Category":"religion","Quote":"Anyone who says he knows God's intention is showing a lot of very human ego."},{"Author":"David Sedaris,  Me Talk Pretty One Day","Category":"religion","Quote":"The rabbit of Easter. He bring of the chocolate."},{"Author":"Hlovate,  Versus","Category":"religion","Quote":"Bukan mudah untuk berubah... dari tanpa arah ke sejadah, dari tepi jalanan ke sujud menghadap Tuhan."},{"Author":"C.G. Jung","Category":"religion","Quote":"With a truly tragic delusion,” Carl Jung noted, “these theologians fail to see that it is not a matter of proving the existence of the light, but of blind people who do not know that their eyes could see. It is high time we realized that it is pointless to praise the light and preach it if nobody can see it. It is much more needful to teach people the art of seeing."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"religion","Quote":"Don’t be disheartened by the forces of evil. Nothing can happen that God hasn’t allowed. Even resistance is all part of grand orchestration. The devil always has you right were God wants you."},{"Author":"Randa Abdel-Fattah,  Does My Head Look Big In This?","Category":"religion","Quote":"What’s the good of being true to your religion on the outside, if you don’t change what’s on the inside,were it really counts ?"},{"Author":"Ming-Dao Deng","Category":"religion","Quote":"All teachings are mere references. The true experience is living your own life. Then, even the holiest of words are only words."},{"Author":"Abraham Lincoln","Category":"religion","Quote":"Republicans are for both the man and the dollar, but in case of conflict the man before the dollar."},{"Author":"Sam Harris","Category":"religion","Quote":"We know enough at this moment to say that the God of Abraham is not only unworthy of the immensity of creation; he is unworthy even of man."},{"Author":"Sam Harris,  Letter to a Christian Nation","Category":"religion","Quote":"The fact that my continuous and public rejection of Christianity does not worry me in the least should suggest to you just how inadequate I think your reasons for being a Christian are."},{"Author":"Stephen R. Covey","Category":"religion","Quote":"We are not human beings on a spiritual journey. We are spiritual beings on a human journey."},{"Author":"Merritt Y. Hughes,  Ten Perspectives on Milton","Category":"religion","Quote":"God is the supreme uncreated light of which Wisdom is born, but there was never a time when God's Wisdom did not exist."},{"Author":"Thomas Aquinas","Category":"religion","Quote":"Grant me, O Lord my God, a mind to know you, a heart to seek you, wisdom to find you, conduct pleasing to you, faithful perseverance in waiting for you, and a hope of finally embracing you. Amen."},{"Author":"Ralph Waldo Emerson","Category":"religion","Quote":"The religion of one age is the literary entertainment of the next."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"religion","Quote":"Yoga is the art work of awareness on the canvas of body, mind, and soul."},{"Author":"Albert Schweitzer,  Reverence for Life: The Words of Albert Schweitzer","Category":"religion","Quote":"He who does not reflect his life back to God in gratitude does not know himself."},{"Author":"Dave Barry","Category":"religion","Quote":"Hobbies of any kind are boring except to people who have the same hobby. This is also true of religion, although you will not find me saying so in print."},{"Author":"Henry B. Eyring","Category":"religion","Quote":"God not only loves the obedient - He enlightens them."},{"Author":"Alice Walker,  The Color Purple","Category":"religion","Quote":"Man corrupt everything, say Shug. He on your box of grits, in your head, and all over the radio. He try to make you think he everywhere. Soon as you think he everywhere, you think he God. But he ain't. Whenever you trying to pray, and man plop himself on the other end of it, tell him to git lost, say Shug. Conjure up the flowers, wind, water, a big rock."},{"Author":"Democritus","Category":"religion","Quote":"Nothing exists except atoms and empty space; everything else is opinion."},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"religion","Quote":"I could never work out whether we were to view religion as a life-insurance policy or a life sentence. I can understand a wrathful God who'd just as soon dangle us all from a hook. And I can understand a tender, unprejudiced Jesus. But I could never quite feature the two of them living in the same house. You wind up walking on eggshells, never knowing which... is at home at the moment."},{"Author":"Ralph Waldo Emerson,  Self-Reliance and Other Essays","Category":"religion","Quote":"I like the silent church before the service begins, better than any preaching."},{"Author":"Francine Rivers,  A Voice in the Wind","Category":"religion","Quote":"Never doubt God in the darkness what he has given us in the light."},{"Author":"Elizabeth Barrett Browning","Category":"religion","Quote":"God's gifts put men's best dreams to shame."},{"Author":"C.S. Lewis","Category":"religion","Quote":"What we want is not more little books about Christianity, but more little books by Christians on other subjects--with their Christianity latent."},{"Author":"Langston Hughes","Category":"religion","Quote":"Yet the ivory gods, And the ebony gods, And the gods of diamond-jade, Are only silly puppet gods That people themselves Have made.-"},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"There are hardly any excesses of the most crazed psychopath that cannot easily be duplicated by a normal kindly family man who just comes in to work every day and has a job to do."},{"Author":"Maria Semple,  Where'd You Go, Bernadette","Category":"religion","Quote":"Maybe that’s what religion is, hurling yourself off a cliff and trusting that something bigger will take care of you and carry you to the right place."},{"Author":"Richard Bach,  Jonathan Livingston Seagull","Category":"religion","Quote":"We choose our next world through what we learn in this one. Learn nothing, and the next world is the same as this one, all the same limitations and lead weights to overcome."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"Even when God seemed to have abandoned me, he was watching. Even when he seemed indifferent to my suffering, he was watching. And when I was beyond all hope of saving, he gave me rest. Then he gave me a sign to continue my journey."},{"Author":"Daniel C. Dennett","Category":"religion","Quote":"You don't get to advertise all the good that your religion does without first scrupulously subtracting all the harm it does and considering seriously the question of whether some other religion, or no religion at all, does better."},{"Author":"Ruth Hurmence Green","Category":"religion","Quote":"I studied every page of this book, and I didn't find enough love to fill a salt shaker. God is not love in the Bible; God is vengeance, from Alpha to Omega."},{"Author":"H.L. Mencken","Category":"religion","Quote":"The trouble with Communism is the Communists, just as the trouble with Christianity is the Christians."},{"Author":"Hannah Harrington,  Saving June","Category":"religion","Quote":"I hate organized religion. I hate that people use it to justify their crappy, bigoted beliefs."},{"Author":"Frank Warren,  PostSecret: Confessions on Life, Death, and God","Category":"religion","Quote":"Religious people fear hell -- Spiritual people have walked thru it."},{"Author":"Rumi","Category":"religion","Quote":"Woman is the light of God."},{"Author":"Banksy","Category":"religion","Quote":"At this time of year it's easy to forget the true meaning of Christianity - the lies, the corruption, the abuse."},{"Author":"Christopher Marlowe,  Dr. Faustus","Category":"religion","Quote":"Mephistopheles: Why, this is hell, nor am I out of it.Think'st thou that I, who saw the face of GodAnd tasted the eternal joys of heaven,Am not tormented with ten thousand hellsIn being deprived of everlasting bliss?"},{"Author":"Kurt Vonnegut,  Cat's Cradle","Category":"religion","Quote":"She was a fool, and so am I, and so is anyone who thinks he sees what God is Doing, [writes Bokonon]."},{"Author":"Malcolm X","Category":"religion","Quote":"اذا كان الانسان مع الله كان الله معه وأرسل له عند الحاجة علامات تدل على ذلك."},{"Author":"Thomas Paine,  The Age of Reason","Category":"religion","Quote":"Persecution is not an original feature in any religion; but it is always the strongly marked feature of all religions established by law."},{"Author":"Jeannette Walls,  Half Broke Horses","Category":"religion","Quote":"If you want to be reminded of the love of the Lord, just watch the sunrise."},{"Author":"Wm. Paul Young,  The Shack","Category":"religion","Quote":"So no, I’m not too big on religion...and not very fond of politics or economics either...And why should I be? They are the man-created trinity of terrors that ravages the earth and deceives those I care about. What mental turmoil and anxiety does any human face that is not related to one of those three?"},{"Author":"Susan B. Anthony","Category":"religion","Quote":"I was born a heretic. I always distrusted people who know so much about what God wants them to do to their fellows."},{"Author":"Harry S. Truman","Category":"religion","Quote":"We must remember that the test of our religious principles lies not just in what we say, not only in our prayers, not even in living blameless lives - but in what we do for others"},{"Author":"Aldous Huxley","Category":"religion","Quote":"You never see animals going through the absurd and often horrible fooleries of magic and religion. . . . Only man behaves with such gratuitous folly. It is the price he has to pay for being intelligent but not, as yet, quite intelligent enough."},{"Author":"Eliezer Yudkowsky,  Harry Potter and the Methods of Rationality","Category":"religion","Quote":"There is no justice in the laws of nature, no term for fairness in the equations of motion. The Universe is neither evil, nor good, it simply does not care. The stars don't care, or the Sun, or the sky. But they don't have to! WE care! There IS light in the world, and it is US!"},{"Author":"Blaise Pascal,  Pensées","Category":"religion","Quote":"If we submit everything to reason our religion will be left with nothing mysterious or supernatural. If we offend the principles of reason our religion will be absurd and ridiculous . . . There are two equally dangerous extremes: to exclude reason, to admit nothing but reason."},{"Author":"Bill Maher","Category":"religion","Quote":"I think religion is a neurological disorder."},{"Author":"James McBride,  The Color of Water: A Black Man's Tribute to His White Mother","Category":"religion","Quote":"God is the color of water. Water doesn't have a color."},{"Author":"Bertrand Russell,  Why I Am Not a Christian and Other Essays on Religion and Related Subjects","Category":"religion","Quote":"Science can teach us, and I think our hearts can teach us, no longer to look around for imaginary supporters, no longer to invent allies in the sky, but rather to look to our own efforts here below to make the world a fit place to live."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"religion","Quote":"The argument goes something like this: \"I refuse to prove that I exist,\"says God, \"for proof denies faith, and without faith I am nothing."},{"Author":"Napoléon Bonaparte","Category":"religion","Quote":"Religion is what keeps the poor from murdering the rich."},{"Author":"Swami Vivekananda,  Raja-Yoga","Category":"religion","Quote":"Was there ever a more horrible blasphemy than the statement that all the knowledge of God is confined to this or that book? How dare men call God infinite, and yet try to compress Him within the covers of a little book!"},{"Author":"William Lane Craig,  Reasonable Faith","Category":"religion","Quote":"‎\"If there is no God, then man and the universe are doomed. Like prisoners condemned to death, we await our unavoidable execution. There is no God, and there is no immortality. And what is the consequence of this? It means that life itself is absurd. It means that the life we have is without ultimate significance, value, or purpose."},{"Author":"Robert E. Lee","Category":"religion","Quote":"I can only say that I am nothing but a poor sinner, trusting in Christ alone for salvation."},{"Author":"Desmond Tutu","Category":"religion","Quote":"Like when you sit in front of a fire in winter — you are just there in front of the fire. You don't have to be smart or anything. The fire warms you."},{"Author":"Plato","Category":"religion","Quote":"He was a wise man who invented God."},{"Author":"Sandra Day O'Connor","Category":"religion","Quote":"Those who would renegotiate the boundaries between church and state must therefore answer a difficult question: why would we trade a system that has served us so well for one that has served others so poorly?"},{"Author":"Dante Gabriel Rossetti","Category":"religion","Quote":"The worst moment for the atheist is when he is really thankful and has nobody to thank."},{"Author":"Max Lucado","Category":"religion","Quote":"Don't measure the size of the mountain; talk to the One who can move it."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"religion","Quote":"God’s word is not just to be heard and repeated, it is to be breathed, lived, and emulated with each action."},{"Author":"George Burns","Category":"religion","Quote":"The secret of a good sermon is to have a good beginning and a good ending; and to have the two as close together as possible."},{"Author":"Martin Luther","Category":"religion","Quote":"All the cunning of the devil is exercised in trying to tear us away from the word."},{"Author":"Criss Jami,  Killosophy","Category":"religion","Quote":"If you have to say or do something controversial, aim so that people will hate that they love it and not love that they hate it."},{"Author":"Dag Hammarskjöld,  Markings","Category":"religion","Quote":"Your cravings as a human animal do not become a prayer just because it is God whom you ask to attend to them."},{"Author":"Steve Brown,  Approaching God: Accepting the Invitation to Stand in the Presence of God","Category":"religion","Quote":"If there is no laughter, Jesus has gone somewhere else. If there is no joy and freedom, it is not a church: it is simply a crowd of melancholy people basking in a religious neurosis. If there is no celebration, there is no real worship."},{"Author":"Pier Paolo Pasolini","Category":"religion","Quote":"If you know that I am an unbeliever, then you know me better than I do myself. I may be an unbeliever, but I am an unbeliever who has a nostalgia for a belief."},{"Author":"Billy Graham","Category":"religion","Quote":"We are the Bibles the world is reading; We are the creeds the world is needing; We are the sermons the world is heeding."},{"Author":"Czesław Miłosz","Category":"religion","Quote":"A true opium of the people is a belief in nothingness after death - the huge solace of thinking that for our betrayals, greed, cowardice, murders we are not going to be judged."},{"Author":"Brandon Sanderson,  Mistborn: The Final Empire","Category":"religion","Quote":"Are there any religions on your list that include the slaughter of noblemen as a holy duty?"},{"Author":"Brandon Sanderson,  Words of Radiance","Category":"religion","Quote":"Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results."},{"Author":"Charles Haddon Spurgeon,  Spurgeon's Sermons Vol. 1-10","Category":"religion","Quote":"‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎The mind of God is greater than all the minds of men, so let all men leave the gospel just as God has delivered it unto us."},{"Author":"Emily Dickinson","Category":"religion","Quote":"Faith is a fine inventionWhen gentlemen can see,But microscopes are prudentIn an emergency."},{"Author":"Ernest Becker,  The Denial of Death","Category":"religion","Quote":"We are gods with anuses."},{"Author":"Ali Shariati","Category":"religion","Quote":"My father chose my name , and my last name was chosen by my ancestors . That’s enough, I myself choose my way"},{"Author":"Diana Wynne Jones","Category":"religion","Quote":"This is the mythosphere. It's made up of all the stories, theories and beliefs, legends, myths and hopes, that are generated here on Earth. As you can see, it's constantly growing and moving as people invent new tales to tell or find new things to believe. The older strands move out to become these spirals, where things tend to become quite crude and dangerous. They've hardened off, you see."},{"Author":"Robert Clark","Category":"religion","Quote":"When asked why I don't believe in God I reply, quite simply, \"vaginas\"."},{"Author":"Hanh Nhat Thich,  The Miracle of Mindfulness: An Introduction to the Practice of Meditation","Category":"religion","Quote":"Those who are without compassion cannot see what is seen with the eyes of compassion."},{"Author":"A.W. Tozer,  The Knowledge of the Holy","Category":"religion","Quote":"Faith is an organ of knowledge, and love an organ of experience."},{"Author":"Henri Michaux","Category":"religion","Quote":"He who has rejected his demons badgers us to death with his angels"},{"Author":"Margaret Mead","Category":"religion","Quote":"It is easier to change a man's religion than to change his diet."},{"Author":"جمال البنا,  هل يمكن تطبيق الشريعة؟","Category":"religion","Quote":"لو كان للأديان بصمة لكان العدل بصمة الإسلام"},{"Author":"Martin Buber","Category":"religion","Quote":"Everyone must come out of his Exile in his own way."},{"Author":"Max Lucado,  Outlive Your Life: You Were Made to Make A Difference","Category":"religion","Quote":"No one can do everything, but everyone can do something"},{"Author":"Jim Butcher,  Death Masks","Category":"religion","Quote":"I wouldn't burden any decent system of faith by participating in it... I'm not agnostic. Just nonpartisan. Theological Switzerland, that's me."},{"Author":"Aristotle","Category":"religion","Quote":"The gods too are fond of a joke."},{"Author":"Ruth Hurmence Green","Category":"religion","Quote":"I feel that we should stop wasting our time trying to please the supernatural and concentrate on improving the welfare of human beings. I think that, uh, we should use our energy and our initiative to solve our problems, and stop relying on prayer and wishful thinking. If we have faith in ourselves, we won't have to have faith in gods."},{"Author":"Isaac Asimov","Category":"religion","Quote":"I don't believe in an afterlife, so I don't have to spend my whole life fearing hell, or fearing heaven even more. For whatever the tortures of hell, I think the boredom of heaven would be even worse."},{"Author":"Annette Hoggs-Jackson","Category":"religion","Quote":"In order to know who you are you need to know God is."},{"Author":"Sam Harris","Category":"religion","Quote":"The problem with religion, because it's been sheltered from criticism, is that it allows people to believe en masse what only idiots or lunatics could believe in isolation."},{"Author":"Robert G. Ingersoll,  The Ghosts and Other Lectures","Category":"religion","Quote":"I will not attack your doctrines nor your creeds if they accord liberty to me. If they hold thought to be dangerous - if they aver that doubt is a crime, then I attack them one and all, because they enslave the minds of men.I attack the monsters, the phantoms of imagination that have ruled the world. I attack slavery. I ask for room -- room for the human mind."},{"Author":"Ambrose Bierce","Category":"religion","Quote":"Mayonnaise: One of the sauces which serve the French in place of a state religion."},{"Author":"Donald Barthelme","Category":"religion","Quote":"The death of God left the angels in a strange position."},{"Author":"Cornel West","Category":"religion","Quote":"To be a Christian is to live dangerously, honestly, freely - to step in the name of love as if you may land on nothing, yet to keep on stepping because the something that sustains you no empire can give you and no empire can take away."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"religion","Quote":"…the doctrinal differences between Hinduism and Buddhism and Taoism are not anywhere near as important as doctrinal differences among Christianity and Islam and Judaism. Holy wars are not fought over them because verbalized statements about reality are never presumed to be reality itself."},{"Author":"Erich Fromm,  Psychoanalysis and Religion","Category":"religion","Quote":"There is nothing inhuman, evil, or irrational which does not give some comfort, provided it is shared by a group."},{"Author":"Stephen King,  Joyland","Category":"religion","Quote":"I can't understand why people use religion to hurt each other when there's already so much pain in the world."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"The Lord is my rock, and my fortress, and my deliverer; My God, my strength, in whom I will trust; My shield, and the horn of my salvation; my stronghold."},{"Author":"Lao Tzu","Category":"religion","Quote":"He who defends with love will be secure; Heaven will save him, and protect him with love."},{"Author":"Flannery O'Connor,  The Habit of Being: Letters of Flannery O'Connor","Category":"religion","Quote":"Children know by instinct that hell is an absence of love, and they can pick out theirs without missing."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"عليك بالمطالب العالية والمراتب السامية التي لا تنال إلا بطاعة الله، فإن الله عز وجل قضى أن لا ينال ما عنده إلا بطاعته. ومن كان لله كما يريد كان الله له فوق ما يريد، فمن أقبل عليه تلقاه من بعيد، ومن تصرف بحوله وقوته ألان له الحديد، ومن ترك لأجله أعطاه فوق المزيد، ومن أراد مراده الديني أراد ما يريد"},{"Author":"Robert M. Pirsig","Category":"religion","Quote":"Like those in the valley behind us, most people stand in sight of the spiritual mountains all their lives and never enter them, being content to listen to others who have been there and thus avoid the hardships."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"religion","Quote":"Kindness has no religion. Religions are like narrow tracks but kindness is like an open sky."},{"Author":"Johann Hari","Category":"religion","Quote":"I respect you as a person too much to respect your ridiculous beliefs."},{"Author":"Zig Ziglar","Category":"religion","Quote":"If God would have wanted us to live in a permissive society He would have given us Ten Suggestions and not Ten Commandments."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"religion","Quote":"I found your love like I found religion: in an aluminum trashcan in the middle of the Utah desert."},{"Author":"Gloria Steinem,  The Vagina Monologues","Category":"religion","Quote":"No wonder male religious leaders so often say that humans were born in sin—because we were born to female creatures. Only by obeying the rules of the patriarchy can we be reborn through men. No wonder priests and ministers in skirts sprinkle imitation birth fluid over our heads, give us new names, and promise rebirth into everlasting life."},{"Author":"Rumi","Category":"religion","Quote":"در غم ما روزها بی گاه شدروزها با سوزها همراه شد"},{"Author":"Wally Lamb","Category":"religion","Quote":"Religion's just a well-oiled profit-driven denial of the randomness of it all."},{"Author":"Thomas Paine,  The Age of Reason","Category":"religion","Quote":"Is it more probable that nature should go out of her course or that a man should tell a lie? We have never seen, in our time, nature go out of her course. But we have good reason to believe that millions of lies have been told in the same time. It is therefore at least millions to one that the reporter of a miracle tells a lie."},{"Author":"G.K. Chesterton","Category":"religion","Quote":"I always like a dog so long as he isn't spelled backward."},{"Author":"Friedrich Nietzsche,  Human, All Too Human","Category":"religion","Quote":"As soon as a religion comes to dominate it has as its opponents all those who would have been its first disciples."},{"Author":"C.S. Lewis,  Till We Have Faces","Category":"religion","Quote":"I ended my first book with the words 'no answer.' I know now, Lord, why you utter no answer. You are yourself the answer. Before your face questions die away. What other answer would suffice? Only words, words; to be led out to battle against other words."},{"Author":"Louie Giglio","Category":"religion","Quote":"But to mean it when I say that I want my life to count for His glory is to drive a stake through the heart of self - a painful and determined dying to me that must be a part of every day I live."},{"Author":"Sujiwo Tejo,  Lupa Endonesa","Category":"religion","Quote":"Intinya, bagimana sembahyang itu bisa mendorong seluruh hatimu untuk menolong orang lain. Itulah inti pergi ke masjid, gereja, wihara, kuil, dan sebagainya."},{"Author":"Joris-Karl Huysmans","Category":"religion","Quote":"Worshiping the Devil is no more insane than worshiping God...It is precisely at the moment when positivism is at its high-water mark that mysticism stirs into life and the follies of occultism begin."},{"Author":"Robert G. Ingersoll,  Some Mistakes of Moses","Category":"religion","Quote":"And why does this same God tell me how to raise my children when he had to drown his?"},{"Author":"Plotinus","Category":"religion","Quote":"I am striving to give back the Divine in myself to the Divine in the All."},{"Author":"David Hume","Category":"religion","Quote":"It is an absurdity to believe that the Deity has human passions, and one of the lowest of human passions, a restless appetite for applause"},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"religion","Quote":"There seem to be only two kinds of people: Those who think that metaphors are facts, and those who know that they are not facts. Those who know they are not facts are what we call \"atheists,\"and those who think they are facts are \"religious.\"Which group really gets the message?"},{"Author":"Aristotle","Category":"religion","Quote":"A tyrant must put on the appearance of uncommon devotion to religion. Subjects are less apprehensive of illegal treatment from a ruler whom they consider god-fearing and pious. On the other hand, they do less easily move against him, believing that he has the gods on his side."},{"Author":"Sam Harris","Category":"religion","Quote":"If faith is what you have to go on, if faith is the link between your beliefs and the world at large, your beliefs are very likely to be wrong. Beliefs can be right or wrong. If you believe you can fly, that belief is only true if indeed you can fly. Somebody who thinks he can fly, and is wrong about it, will eventually discover there's a problem with his view of the world."},{"Author":"John Piper,  The Passion of Jesus Christ","Category":"religion","Quote":"Don't follow a defeated foe. Follow Christ. It is costly. You will be an exile in this age. But you will be free."},{"Author":"ابن قيم الجوزية,  الفوائد","Category":"religion","Quote":"تذكر حلاوة الوصال يهن عليك مر المجاهدة"},{"Author":"Martin Luther","Category":"religion","Quote":"They are trying to make me into a fixed star. I am an irregular planet."},{"Author":"Meister Eckhart","Category":"religion","Quote":"Some people want to see God with their eyes as they see a cow, and to love Him as they love a cow - for the milk and cheese and profit it brings them. This is how it is with people who love God for the sake of outward wealth or inward comfort. They do not rightly love God, when they love Him for their own advantage."},{"Author":"Oscar Wilde","Category":"religion","Quote":"Truth, in matters of religion, is simply the opinion that has survived."},{"Author":"Martin Luther King Jr.","Category":"religion","Quote":"I said to my children, 'I'm going to work and do everything that I can do to see that you get a good education. I don't ever want you to forget that there are millions of God's children who will not and cannot get a good education, and I don't want you feeling that you are better than they are. For you will never be what you ought to be until they are what they ought to be."},{"Author":"Dan Brown,  Angels & Demons","Category":"religion","Quote":"It seemed there was always a close correlation between true believers and high body counts."},{"Author":"Dallas Willard,  The Spirit of the Disciplines : Understanding How God Changes Lives","Category":"religion","Quote":"The world can no longer be left to mere diplomats, politicians, and business leaders. They have done the best they could, no doubt. But this is an age for spiritual heroes- a time for men and women to be heroic in their faith and in spiritual character and power. The greatest danger to the Christian church today is that of pitching its message too low."},{"Author":"مصطفى محمود,  رحلتي من الشك إلى الإيمان","Category":"religion","Quote":"بالحُبّ خَلَق، وللحب خَلَق، وللحب يُعذِّب ... تبارك وتعالى في سمواته، الذي خلقنا باسمه الرحمن الرحيم"},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"religion","Quote":"Your beliefs will be the light by which you see, but they will not be what you see and they will not be a substitute for seeing."},{"Author":"Margaret Atwood,  Der blinde Mörder","Category":"religion","Quote":"A Paradox, the doughnut hole. Empty space, once, but now they've learned to market even that. A minus quantity; nothing, rendered edible. I wondered if they might be used-metaphorically, of course-to demonstrate the existence of God. Does naming a sphere of nothingness transmute it into being?"},{"Author":"Charles Haddon Spurgeon","Category":"religion","Quote":"When you see a man with a great deal of religion displayed in his shop window, you may depend upon it he keeps a very small stock of it within."},{"Author":"Alexandra Adornetto,  Halo","Category":"religion","Quote":"I have church on Sunday.”“Of course you do.”“You’re welcome to come along.”“Thanks, but I’m allergic to incense.”“That’s a shame.”“It’s the bane of my existence.”- Beth and Jake"},{"Author":"Jonathan Edwards","Category":"religion","Quote":"He that has doctrinal knowledge and speculation only, without affection, never is engaged in the business of religion."},{"Author":"George Carlin,  When Will Jesus Bring the Pork Chops?","Category":"religion","Quote":"To my way of thinking, there is every bit as much evidence for theexistence of UFOs as there is for the existence of God. Probably farmore. At least in the case of UFOs there have been countless tapedand filmed and, by the way, unexplained sightings from all over theworld, along with documented radar evidence seen by experiencedmilitary and civilian radar operators.>>"},{"Author":"Tim Minchin","Category":"religion","Quote":"Science adjusts its views based on what's observedFaith is the denial of observation so that belief can be preserved."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"المعصية تورث الذل ولا بد, فإن العز كل العز في طاعة الله تعالى.قال تعالى: {من كان يريد العزة فلله العزة جميعا}أي : فليطلبها بطاعة الله, فإنه لا يجدها إلا في طاعته. وكان دعاء بعض السلف اللهم أعزني بطاعتك, ولا تذلني بمعصيتك"},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"For the wages of sin is Death, but the gift of God is everlasting Life in Christ Jesus or LORD."},{"Author":"Bill Maher","Category":"religion","Quote":"The Bible looks like it started out as a game of mad libs."},{"Author":"Terry Pratchett,  Carpe Jugulum","Category":"religion","Quote":"You say that you people don’t burn folk and sacrifice people anymore, but that’s what true faith would mean, y’see? Sacrificin’ your own life, one day at a time, to the flame, declarin’ the truth of it, workin’ for it, breathin’ the soul of it. That’s religion. Anything else is just . . . is just bein’ nice. And a way of keepin’ in touch with the neighbors."},{"Author":"Michael Shermer","Category":"religion","Quote":"There are many sources of spirituality; religion may be the most common, but it is by no means the only. Anything that generates a sense of awe may be a source of spirituality. Science does this in spades."},{"Author":"E.E. Cummings","Category":"religion","Quote":"down with hell and heaven and all the religious fussinfinity pleased our parents one inch looks good to us"},{"Author":"Fulton J. Sheen,  Seven Words of Jesus and Mary: Lessons from Cana and Calvary","Category":"religion","Quote":"Once you have surrendered yourself, you make yourself receptive. In receiving from God, you are perfected and completed."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"religion","Quote":"Your least favorite virtue, or nominee for the most overrated one? Faith. Closely followed—in view of the overall shortage of time—by patience."},{"Author":"Hector Avalos","Category":"religion","Quote":"By Hays' reasoning, penetrating a rectum with a penis is a violation of how God meant humans to function. However, penetrating a human body with a sword, a common way to kill people in biblical times, is acceptable. Apparently human bodies were designed to be penetrated by metal implements, but not by flesh."},{"Author":"George Carlin","Category":"religion","Quote":"You know who I pray to? Joe Pesci. Two reasons: First of all, I think he's a good actor, okay? To me, that counts. Second, he looks like a guy who can get things done. Joe Pesci doesn't fuck around. In fact, Joe Pesci came through on a couple of things that God was having trouble with."},{"Author":"Joseph Smith Jr.","Category":"religion","Quote":"You don't know me; you never knew my heart. No man knows my history. I cannot tell it: I shall never undertake it. I don't blame any one for not believing my history. If I had not experienced what I have, I would not have believed it myself. I never did harm any man since I was born in the world. My voice is always for peace."},{"Author":"Rob Bell,  Sex God: Exploring the Endless Connections Between Sexuality and Spirituality","Category":"religion","Quote":"The danger is that in reaction to abuses and distortions of an idea, we'll reject it completely. And in the process miss out on the good of it, the worth of it, the truth of it."},{"Author":"Martin Luther","Category":"religion","Quote":"In the midst of the affliction He counsels, strengthens confirms, nourishes, and favors us.... More over, when we have repented, He instantly remits the sins as well as the punishments. In the same manner parents ought to handle their children."},{"Author":"Harshit Walia","Category":"religion","Quote":"Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins."},{"Author":"William James","Category":"religion","Quote":"If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience."},{"Author":"Charles C. Ryrie","Category":"religion","Quote":"The Bible is the greatest of all books; to study it is the noblest of all pursuits; to understand it, the highest of all goals."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"religion","Quote":"If goodness has causes, it is not goodness; if it has effects, a reward, it is not goodness either. So goodness is outside the chain of cause and effect."},{"Author":"Daniel Radcliffe","Category":"religion","Quote":"I’m an atheist, and a militant atheist when religion starts impacting on legislation."},{"Author":"Sam Harris","Category":"religion","Quote":"The faith of religion is belief on insufficient evidence."},{"Author":"Ernest Hemingway","Category":"religion","Quote":"Religion is the opium of the poor"},{"Author":"Lee Ezell","Category":"religion","Quote":"Pray to God, but row towards shore."},{"Author":"Søren Kierkegaard","Category":"religion","Quote":"What looks like politics, and imagines itself to be political, will one day unmask itself as a religious movement."},{"Author":"Ron Sanders","Category":"religion","Quote":"CONCERNED BUT NOT CONSUMED!"},{"Author":"Chris Hedges,  American Fascists: The Christian Right and the War on America","Category":"religion","Quote":"The split in America, rather than simply economic, is between those who embrace reason, who function in the real world of cause and effect, and those who, numbed by isolation and despair, now seek meaning in a mythical world of intuition, a world that is no longer reality-based, a world of magic."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"I have been called arrogant myself in my time, and hope to earn the title again, but to claim that I am privy to the secrets of the universe and its creator - that's beyond my conceit."},{"Author":"Tom Robbins,  Jitterbug Perfume","Category":"religion","Quote":"salvation is for the feeble, that's what I think. I don't want salvation, I want life, all of life, the miserable as well as the superb."},{"Author":"Scott Hahn,  Lord, Have Mercy: The Healing Power of Confession","Category":"religion","Quote":"We...sin not because we want what is evil, but because we want what isn't good enough."},{"Author":"Helen Keller,  The Story of My Life","Category":"religion","Quote":"It is wonderful how much time good people spend fighting the devil. If they would only expend the same amount of energy loving their fellow men, the devil would die in his own tracks of ennui."},{"Author":"Sam Harris","Category":"religion","Quote":"What we do in every other area of our lives (other than religion), is, rather than respect somebody's beliefs, we evaluate their reasons."},{"Author":"حنان اللحام,  هدي السيرة النبوية في التغيير الاجتماعي","Category":"religion","Quote":"من لم يتحرر من الاكراه في صورتيه: اكراه الاخر والخضوع للاخر، لايستطيع فهم هذا الدين وتمثيله"},{"Author":"Ruth Hurmence Green,  The Born Again Skeptic's Guide To The Bible","Category":"religion","Quote":"I am now convinced that children should not be subjected to the frightfulness of the Christian religion [...]. If the concept of a father who plots to have his own son put to death is presented to children as beautiful and as worthy of society's admiration, what types of human behavior can be presented to them as reprehensible?"},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"إرجع إلى الله واطلبه من عينك وسمعك وقلبك ولسانك, ولا تشرد عنه من هذه الأربعة؛ فما رجع من رجع إليه بتوفيقه إلا منها , وما شرد من شرد عنه بخذلانه إلا منها"},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"The trouble with being a god is that you've got no one to pray to."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"Religion is for those who don't want to go to hell, and spirituality is for those who have already been there."},{"Author":"Deb Caletti,  The Nature of Jade","Category":"religion","Quote":"They say religion is about love, but you wonder how much of it really is about fear."},{"Author":"Dan Brown,  Angels & Demons","Category":"religion","Quote":"Science tells me God must exist.My mind tells me I'll never understand God.My heart tells me I'm not meant to. [Vittoria Vetra]"},{"Author":"Anne Lamott,  Traveling Mercies: Some Thoughts on Faith","Category":"religion","Quote":"Mine was a patchwork God, sewn together from bits of rag and ribbon, Eastern and Western, pagan and Hebrew, everything but the kitchen sink and Jesus."},{"Author":"Emil Cioran","Category":"religion","Quote":"Think of God and not religion, of ecstasy and not mysticism. The difference between the theoretician of faith and the believer is as great as between the psychiatrist and the psychotic."},{"Author":"Criss Jami,  Killosophy","Category":"religion","Quote":"Senses of humor define people, as factions, deeper rooted than religious or political opinions. When carrying out everyday tasks, opinions are rather easy to set aside, but those whom a person shares a sense of humor with are his closest friends. They are always there to make the biggest influence."},{"Author":"Christopher Hitchens","Category":"religion","Quote":"Indeed, it's futile to try and use Holy Scripture to support any political position. I deeply distrust anyone who does. Just look at what an Islamic Republic is like."},{"Author":"Brian Cox","Category":"religion","Quote":"The problem with today’s world is that everyone believes they have the right to express their opinion AND have others listen to it. The correct statement of individual rights is that everyone has the right to an opinion, but crucially, that opinion can be roundly ignored and even made fun of, particularly if it is demonstrably nonsense!"},{"Author":"Ludwig Wittgenstein","Category":"religion","Quote":"An honest religious thinker is like a tightrope walker. He almost looks as though he were walking on nothing but air. His support is the slenderest imaginable. And yet it really is possible to walk on it."},{"Author":"Brad Pitt","Category":"religion","Quote":"I'm probably 20 percent atheist and 80 percent agnostic. I don't think anyone really knows. You'll either find out or not when you get there, until then there's no point thinking about it."},{"Author":"Laura Pedersen,  Best Bet","Category":"religion","Quote":"Coincidence is God's way of being anonymous."},{"Author":"H.G. Wells,  The War of the Worlds","Category":"religion","Quote":"Be a man!... What good is religion if it collapses under calamity? Think of what earthquakes and floods, wars and volcanoes, have done before to men! Did you think that God had exempted [us]? He is not an insurance agent."},{"Author":"Ilona Andrews,  Fate's Edge","Category":"religion","Quote":"Jack didn’t fully get Jesus. Audrey tried to explain it, and he could repeat it back to her, word for word, but he still didn’t comprehend most of it. The best he could gather was that Jesus lived long ago, told people to be nice, and they killed him for it. At the end, he asked who was Jesus’ necromancer and if he was in the Bible, then Kaldar couldn’t stop laughing and had to sit down."},{"Author":"Seraphim Rose,  Nihilism: The Root of the Revolution of the Modern Age","Category":"religion","Quote":"Atheism, true 'existential' atheism burning with hatred of a seemingly unjust or unmerciful God, is a spiritual state; it is a real attempt to grapple with the true God.… Nietzsche, in calling himself Antichrist, proved thereby his intense hunger for Christ."},{"Author":"Karl Rahner,  The Need and the Blessing of Prayer","Category":"religion","Quote":"When man is with God in awe and love, then he is praying."},{"Author":"Gary Parker","Category":"religion","Quote":"If faith never encounters doubt, if truth never struggles with error, if good never battles evil, how can faith know its own power? In my own pilgrimage, if I had to choose between a faith that has stared doubt in the eye and made it blink, or a naive faith that has never known the firing line of doubt, I will choose the former every time."},{"Author":"Lance Armstrong","Category":"religion","Quote":"If there was a god, I'd still have both nuts."},{"Author":"David Eagleman,  Sum: Forty Tales from the Afterlives","Category":"religion","Quote":"It is only through us that God lives. When we abandon him, he dies."},{"Author":"Robert Ferrigno,  Prayers for the Assassin","Category":"religion","Quote":"The faith is not the problem, Bernadette. The problem is the faithful."},{"Author":"Sigmund Freud,  The Future of an Illusion","Category":"religion","Quote":"Where questions of religion are concerned, people are guilty of every possible sort of dishonesty and intellectual misdemeanor."},{"Author":"Gore Vidal,  At Home: Essays 1982-1988","Category":"religion","Quote":"To a born-again atheist like myself, it is clear that each of us has multiple selves, talents, perceptions. But to the Roman Catholic, unity is all."},{"Author":"Jennifer Haigh,  Faith","Category":"religion","Quote":"The story of my family. . .changes with the teller."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"religion","Quote":"Be brave. Be free from philosophies, prophets and holy lies. Go deep into your feelings and explore the mystery of your body, mind and soul. You will find the truth."},{"Author":"Mikhail Bakunin","Category":"religion","Quote":"People go to church for the same reasons they go to a tavern: to stupefy themselves, to forget their misery, to imagine themselves, for a few minutes anyway, free and happy.-- Circular Letter to My Friends in Italy"},{"Author":"Karen Armstrong,  Twelve Steps to a Compassionate Life","Category":"religion","Quote":"We can either emphasize those aspects of our traditions, religious or secular, that speak of hatred, exclusion, and suspicion or work with those that stress the interdependence and equality of all human beings. The choice is yours. (22)"},{"Author":"صلاح عبد الصبور","Category":"religion","Quote":"إن الله لا يعذبنا بالحياة، و لكنه يعطينا ما نستحقه، لأنه قد أسلمنا الكون بريئاً مادة عمياء نحن عقلها فماذا صنعنا به على مدى عشرات القرون، لقد لوثناه بالفقر و الاستعباد و الطغيان \"ـ"},{"Author":"Carl Sagan,  Contact","Category":"religion","Quote":"If God is omnipotent and omniscient, why didn't he start the universe out in the first place so it would come out the way he wants? Why's he constantly repairing and complaining? No, there's one thing the Bible makes clear: The biblical God is a sloppy manufacturer. He's not good at design, he's not good at execution. He'd be out of business, if there was any competition."},{"Author":"Pope Benedict XVI,  The Sacrament Of Charity: Sacramentum Caritatis","Category":"religion","Quote":"The aim of all Christian education, moreover, is to train the believer in an adult faith that can make him a \"new creation\", capable of bearing witness in his surroundings to the Christian hope that inspires him."},{"Author":"Kurt Vonnegut,  Mother Night","Category":"religion","Quote":"There are plenty of good reasons for fighting, I said, but no good reason ever to hate without reservation, to imagine that God Almighty Himself hates with you, too."},{"Author":"Pierre Teilhard de Chardin","Category":"religion","Quote":"You have told me, O God, to believe in hell. But you have forbidden me to think...of any man as damned"},{"Author":"ابن قيم الجوزية,  الفوائد","Category":"religion","Quote":"للعبد رب هو ملاقيه ،وبيت هو ساكنه ،فينبغى له أن يسترضى ربه قبل لقائه ،ويعمر بيته قبل انتقاله إليه."},{"Author":"Sam Harris","Category":"religion","Quote":"Let me assure you that my intent is not to offend or merely be provocative. I'm simply worried."},{"Author":"Krista Tippett,  Speaking of Faith","Category":"religion","Quote":"You can disagree with another person's opinions. You can disagree with their doctrines. You can't disagree with their experience."},{"Author":"Jon Krakauer,  Under the Banner of Heaven: A Story of Violent Faith","Category":"religion","Quote":"Common sense is no match for the voice of God."},{"Author":"Sinclair Lewis,  Elmer Gantry","Category":"religion","Quote":"The Maker of the universe with stars a hundred thousand light-years apart was interested, furious, and very personal about it if a small boy played baseball on Sunday afternoon."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"من أراد صفاء قلبه فليؤثر الله على شهوته، إذ القلوب المتعلقة بالشهوات محجوبة عن الله تعالى بقدر تعلقها. القلوب آنية الله في أرضه، فأحبها إليه أرقها وأصلبها وأصفاها، وإذا غذي القلب بالتذكر وسقي بالتفكر ونقي من الدغل رأى العجائب وألهم الحكمة .."},{"Author":"Isaac Bashevis Singer","Category":"religion","Quote":"We have to believe in free-will. We've got no choice."},{"Author":"Philip Reeve,  Fever Crumb","Category":"religion","Quote":"Fever jumped aside just in time to dodge the shower of urine, and stumbled into the path of a religious procession - celebrants in robes and pointed hats whirling and clapping and chanting the name of some old-world prophet, 'Hari, Hari! Hari Potter!'"},{"Author":"Martin Luther","Category":"religion","Quote":"The best way to drive out the devil, if he will not yield to texts of Scripture, is to jeer and flout him, for he cannot bear scorn."},{"Author":"Flemming Rose","Category":"religion","Quote":"If a believer demands that I, as a nonbeliever, observe his taboos in the public domain, he is not asking for my respect, but for my submission."},{"Author":"Jorge Luis Borges,  The Aleph and Other Stories","Category":"religion","Quote":"He was very religious; he believed that he had a secret pact with God which exempted him from doing good in exchange for prayers and piety."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"religion","Quote":"As for biblical or religious theory, I don’t ever want to fight about the details of the story, I want to live the reality of the message."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"religion","Quote":"Men are made for happiness, and he who is completely happy has the right to say to himself, 'I am doing God's will on earth."},{"Author":"Rabindranath Tagore,  Gitanjali: Song Offerings","Category":"religion","Quote":"Deliverance is not for me in renunciation. I feel the embrace of freedom in a thousand bonds of delight."},{"Author":"Joseph Smith Jr.","Category":"religion","Quote":"The exaltation and happiness of any community, goes hand in hand with the knowledge possessed by the people, when applied to laudable ends; whereupon we can exclaim like the wise man; righteousness exalteth a nation; for righteousness embraces knowledge and knowledge is power."},{"Author":"H.L. Mencken","Category":"religion","Quote":"The essence of science is that it is always willing to abandon a given idea for a better one; the essence of theology is that it holds its truths to be eternal and immutable."},{"Author":"Christopher Paolini,  Eldest","Category":"religion","Quote":"It is a better world. A place where we ate responsible for our actions, where we can be kind to one another because we want to and becauseit is the right thing to do instead of being frightened into behaving by the threat of divine punishment."},{"Author":"Carl Sagan","Category":"religion","Quote":"You could just as well say that an agnostic is a deeply religious person with at least a rudimentary knowledge of human fallibility."},{"Author":"James Madison,  Letters and Other Writings of James Madison Volume 3","Category":"religion","Quote":"Religious bondage shackles and debilitates the mind, and unfits it for every noble enterprise, every expanded prospect.[Letter to William Bradford Jr. April 1 1774]"},{"Author":"Malcolm X","Category":"religion","Quote":"إن عبادة الإله الواحد وحدها ستقرب الانسان من السلام الذي يتكلم عليه الجميع ولايفعل أحد شيئاً لتحقيقه."},{"Author":"Emmet Fox","Category":"religion","Quote":"The art of life is to live in the present moment and to make that moment as perfect as we can by the realization that we are the instruments and expression of God himself."},{"Author":"Thomas Paine,  The Writing of Thomas Paine","Category":"religion","Quote":"All the tales of miracles, with which the Old and New Testament are filled, are fit only for impostors to preach and fools to believe."},{"Author":"Paulo Coelho,  The Witch Of Portobello","Category":"religion","Quote":"People no longer try to decipher the mystery of life but choose instead to be a part of it."},{"Author":"Charlotte Perkins Gilman,  The Yellow Wallpaper and Other Writings","Category":"religion","Quote":"As for mother Eve - I wasn't there and can't deny the story, but I will say this. If she brought evil into the world, we men have had the lion's share of keeping it going ever since."},{"Author":"Hazrat Inayat Khan,  The Bowl of Saki: Thoughts for Daily Contemplation from the Sayings and Teachings of Hazrat Inayat Khan","Category":"religion","Quote":"If people but knew their own religion, how tolerant they would become, and how free from any grudge against the religion of others."},{"Author":"Georg Christoph Lichtenberg","Category":"religion","Quote":"Man…who lives in three places – in the past, in the present, and in the future – can be unhappy if one of these three is worthless. Religion has even added a fourth – eternity."},{"Author":"Yann Martel","Category":"religion","Quote":"Faith in God is an opening up, a letting go, a deep trust, a free act of love - but sometimes it was so hard to love."},{"Author":"Barbara Kingsolver,  The Poisonwood Bible","Category":"religion","Quote":"I wonder that religion can live or die on the strength of a faint, stirring breeze. The scent trail shifts, causing the predator to miss the pounce. One god draws in the breath of life and rises; another god expires."},{"Author":"Michelle Duggar","Category":"religion","Quote":"Amendment to live by-J.O.Y.Jesus first, Others second, Yourself last."},{"Author":"Brom,  The Child Thief","Category":"religion","Quote":"Christians. They’re determined to rid the land of any who worship the Horned One. Murdering all the druids, burning the temples, sometimes whole villages, and knocking over the standing stones.” The Lady’s face hardened. “This god of peace and love certainly likes to bathe the land in blood."},{"Author":"Sarah Vowell,  Unfamiliar Fishes","Category":"religion","Quote":"I guess if I had to pick a spiritual figurehead to possess the deed to the entirety of Earth, I'd go with Buddha, but only because he wouldn't want it."},{"Author":"D.H. Lawrence,  Studies in Classic American Literature","Category":"religion","Quote":"Men are free when they are obeying some deep, inward voice of religious belief. Obeying from within. Men are free when they belong to a living, organic, believing community, active in fulfilling some unfulfilled, perhaps unrealized purpose. Not when they are escaping to some wild west. The most unfree souls go west, and shout of freedom."},{"Author":"Swami Satchidananda,  The Yoga Sutras","Category":"religion","Quote":"The five points of yama, together with the five points of niyama, remind us of the Ten Commandments of the Christtian and Jewish faiths, as well as of the ten virtues of Buddhism. In fact, there is no religion without these moral or ethical codes. All spiritual life should be based on these things. They are the foundation stones without which we can never build anything lasting. (127)"},{"Author":"Said Nursî","Category":"religion","Quote":"Do what you do only for God's sake, start for God's sake, work for God's sake, and act within the sphere of God's good approval."},{"Author":"Rick Warren","Category":"religion","Quote":"You cannot exalt God and yourself at the same time."},{"Author":"Max Lucado,  Outlive Your Life: You Were Made to Make A Difference","Category":"religion","Quote":"May you live in such a way that your death is just the beginning of your life."},{"Author":"Joyce Meyer","Category":"religion","Quote":"You can have Jesus in your spirit and have an outrageous mess in your soul, and if you don't know what that's called, it's called religion."},{"Author":"Bill Maher,  When You Ride Alone You Ride With Bin Laden: What the Government Should Be Telling Us to Help Fight the War on Terrorism","Category":"religion","Quote":"Saying someone is religious is heard in most of America as a compliment, a reassuring affirmation that someone will be moral, ethical, and after a few glasses of wine, a freak in the bedroom."},{"Author":"Albert Einstein","Category":"religion","Quote":"That which is impenetrable to us really exists. Behind the secrets of nature remains something subtle, intangible, and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion."},{"Author":"Carl Sagan,  Contact","Category":"religion","Quote":"Any faith that admires truth, that strives to know God, must be brave enough to accommodate the universe."},{"Author":"Lewis Black,  Me of Little Faith","Category":"religion","Quote":"That's the funny thing about religion: it doesn't matter what you say, you're going to upset someone."},{"Author":"Amit Ray,  Om Chanting & Meditation","Category":"religion","Quote":"AUM or Om is not related to any religion because Om was practiced before the birth of all the religions of the world."},{"Author":"Amit Ray","Category":"religion","Quote":"Science is observing truth in the light of head. Religion is observing truth in the light of heart. Humanity is using both the lights. And education is developing that humanity."},{"Author":"Saadi","Category":"religion","Quote":"Have patience. All things are difficult before they become easy."},{"Author":"John Irving,  A Prayer for Owen Meany","Category":"religion","Quote":"O God — please give him back! I shall keep asking You."},{"Author":"John Steinbeck,  The Winter of Our Discontent","Category":"religion","Quote":"Like most modern people, I don't believe in prophecy or magic and then spend half my time practicing it."},{"Author":"Jethro Tull","Category":"religion","Quote":"In the beginning Man created God; and in the image of Man created he him."},{"Author":"Saul Bellow","Category":"religion","Quote":"There is no limit to the amount of intelligence invested in ignorance when the need for illusion runs deep."},{"Author":"Mercedes Lackey,  Changes","Category":"religion","Quote":"Fanatics can justify practically any atrocity to themselves. The more untenable their position becomes, the harder they hold to it, and the worse the things they are willing to do to support it."},{"Author":"Gerard Manley Hopkins","Category":"religion","Quote":"The world is charged with the grandeur of God."},{"Author":"Karl Pilkington,  An Idiot Abroad: The Travel Diaries of Karl Pilkington","Category":"religion","Quote":"The problem I have with all this religion stuff is that I can't relate to it. I think most people got into 'cos it gave them something to do on a Sunday, but since all the shops are now open it isn't required as much."},{"Author":"John Bytheway","Category":"religion","Quote":"And I, Nephi, took one of the daughters of Ishmael to wife.' Well Mr. Go-And-Do just went and did!"},{"Author":"Zakir Naik","Category":"religion","Quote":"People who change their religion should face the death penalty."},{"Author":"George Weinberg","Category":"religion","Quote":"Man created God in his image: intolerant, sexist, homophobic and violent."},{"Author":"Christopher Pike,  The Red Dice","Category":"religion","Quote":"No religion is perfect, not after man gets through with it."},{"Author":"Mary Doria Russell,  The Sparrow","Category":"religion","Quote":"I believe in God the way I believe in quarks. People whose business it is to know about quantum physics or religion tell me they have good reason to believe that quarks and God exist. And they tell me that if I wanted to devote my life to learning what they've learned, I'd find quarks and God just like they did."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"أخرج الله سبحانه الأبوين من الجنة بذنب واحد ارتكباه, وخالفا فيه نهيه.ولعن إبليس, وطرده, وأخرجه من ملكوت السماء بذنب ارتكبه, وخالف فيه أمره.ونحن معاشر الحمقى_ كما قيل_ : نصل الذنوب إلى الذنوب ونرتجي**درك الجنان لدى النعيم الخالد ..ولقد علمنا أخرج الأبوين من** ملكوتها الأعلى بذنب واحد"},{"Author":"Teresa of Ávila","Category":"religion","Quote":"Untilled ground, however rich, will bring forth thistles and thorns; so also the mind of man."},{"Author":"Max Lucado,  When God Whispers Your Name","Category":"religion","Quote":"Conflict is inevitable but combat is optional."},{"Author":"G.K. Chesterton","Category":"religion","Quote":"The Reformer is always right about what's wrong. However, he's often wrong about what is right."},{"Author":"Merlin Stone,  When God Was a Woman","Category":"religion","Quote":"Yet rather than calling the earliest religions, which embraced such an open acceptance of all human sexuality, 'fertility cults,' we might consider the religions of today as strange in that they seem to associate shame and even sin with the very process of conceiving new human life. Perhaps centuries from now scholars and historians will be classifying them as 'sterility cults."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"أخسر الناس صفقة من اشتغل عن الله بنفسه، بل أخسر منه من اشتغل عن نفسه بالناس"},{"Author":"Mike Resnick,  The Outpost","Category":"religion","Quote":"You believe in God?\"demanded Billy Karma.\"I believe in thirty-seven separate and distinct gods,\"answered Argyle proudly. \"That puts me thirty-six ahead of you.\"\"It makes you a pagan.\"\"It makes you a man of limited vision,\"said Argyle."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"religion","Quote":"Churches thrive on martyrdom and persecution."},{"Author":"Vladimir Nabokov,  Pale Fire","Category":"religion","Quote":"All religions are based on obsolete terminology."},{"Author":"Thomas Henry Huxley","Category":"religion","Quote":"What we call rational grounds for our beliefs are often extremely irrational attempts to justify our instincts."},{"Author":"Brigham Young","Category":"religion","Quote":"I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by him. I am fearful they settle down in a state of blind self security. Let every man and woman know, by the whispering of the Spirit of God to themselves, whether their leaders are walking in the path the Lord dictates, or not."},{"Author":"Bonaventure","Category":"religion","Quote":"To know much and taste nothing-of what use is that?"},{"Author":"Richard Dawkins,  The God Delusion","Category":"religion","Quote":"Do those people who hold up the Bible as an inspiration tomoral rectitude have the slightest notion of what is actually writtenin it?"},{"Author":"Mercedes Lackey,  Burning Water","Category":"religion","Quote":"I'm not out to disturb anybody's faith. I happen to be happy and comfortable with a belief system that has a dual deity and operates on a lunar schedule. It suits my needs. If you happen to be happy and comfortable with a belief system that features a single masculine deity and operates on a solar schedule, fine. I don't give a fat damn. What matters is what you do, not who's name you do it in."},{"Author":"Silas Sparkhammer","Category":"religion","Quote":"For me, religion is like a rhinoceros: I don't have one, and I'd really prefer not to be trampled by yours."},{"Author":"C.S. Lewis,  A Grief Observed","Category":"religion","Quote":"I need Christ, not something that resembles Him."},{"Author":"Wm. Paul Young","Category":"religion","Quote":"religion is about having the right answers, and some of their answers are right... but i am about the process that takes you to the living answer... it will change you from the inside. there are a lot of smart people who are able to say a lot of right things from their brain because they have been told what the right answers are, but they don't know me at all."},{"Author":"G.K. Chesterton,  The Everlasting Man","Category":"religion","Quote":"Nobody understands the nature of the Church, or the ringing note of the creed descending from antiquity, who does not realize that the whole world once very nearly died of broadmindedness and the brotherhood of all religions."},{"Author":"Jean-Paul Sartre","Category":"religion","Quote":"All men are Prophets or else God does not exist."},{"Author":"Joseph Campbell,  Thou Art That: Transforming Religious Metaphor","Category":"religion","Quote":"With the moon walk, the religious myth that sustained these notions could no longer be held. With our view of earthrise, we could see that the earth and the heavens were no longer divided but that the earth is in the heavens. (105)"},{"Author":"Anonymous,  Holy Bible: The New King James Version","Category":"religion","Quote":"Finaly, my brethren, be strong in the Lord and in the power of His might. Put on the whole armor of God, that you may be able to stand against the wiles of the devil. -Ephesians 6:10-11"},{"Author":"Muhammad Ali","Category":"religion","Quote":"Allah is the Greatest. I'm just the greatest boxer"},{"Author":"Harry A. Blackmun","Category":"religion","Quote":"When the government puts its imprimatur on a particular religion it conveys a message of exclusion to all those who do not adhere to the favored beliefs. A government cannot be premised on the belief that all persons are created equal when it asserts that God prefers some."},{"Author":"Sam Harris","Category":"religion","Quote":"When the stakes are this high- when calling God by the right name can make the difference between eternal happiness and eternal suffering, it is impossible to respect the beliefs of others who don't believe as you do."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"religion","Quote":"No matter what I said they insisted on thinking of God as something outside themselves. Something that yearns to take every indolent moron to His breast and comfort him. The notion that the effort has to be their own . . . and that the trouble they are in is all their own doing . . . is one that they can't or won't entertain."},{"Author":"Terry Pratchett,  Small Gods","Category":"religion","Quote":"When you can flatten entire cities at a whim, a tendency towards quiet reflection and seeing-things-from-the-other-fellow's-point- of-view is seldom necessary."},{"Author":"Noah Levine,  Against the Stream: A Buddhist Manual for Spiritual Revolutionaries","Category":"religion","Quote":"Sitting still is a pain in the ass."},{"Author":"Tom Robbins,  Half Asleep in Frog Pajamas","Category":"religion","Quote":"Faith is believing in something you know isn't true."},{"Author":"Yevgeny Zamyatin,  We","Category":"religion","Quote":"knowledge, absolutely sure of its infallibility, is faith"},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"religion","Quote":"the first quality of an honest man is contempt for religion, which would have us afraid of the most natural thing in the world, which is death; and would have us hate the one beautiful thing destiny has given us, which is life."},{"Author":"Hillary Jordan,  When She Woke","Category":"religion","Quote":"You don't have to stop thinking and asking questions to believe in God, child. If He'd wanted a flock of eight billion sheep, He wouldn't have given us opposable thumbs, much less free will."},{"Author":"C.J. Mahaney","Category":"religion","Quote":"We make time for what we truly value. We build habits and routines around the things that really matter to us. This is an important principle to understand as we seek to build our lives around the gospel. Do you want a cross centered life? A cross centered life is made up of cross centered days."},{"Author":"Marilynne Robinson,  Gilead","Category":"religion","Quote":"I think the attempt to defend belief can unsettle it, in fact, because there is always an inadequacy in argument about ultimate things."},{"Author":"Desiderius Erasmus","Category":"religion","Quote":"Only a very few can be learned, but all can be Christian, all can be devout, and – I shall boldly add – all can be theologians."},{"Author":"Dalai Lama XIV","Category":"religion","Quote":"I always tell my Western friends that it is best to keep your own tradition. Changing religion is not easy and sometimes causes confusion. You must value your tradition and honor your own religion."},{"Author":"Paulo Coelho,  The Alchemist","Category":"religion","Quote":"Isn't wine prohibited here?\"the boy asked. \"It's not what enters men's mouths that's evil,\"said the alchemist. \"It's what comes out of their mouths that is."},{"Author":"Christopher Hitchens,  Mortality","Category":"religion","Quote":"If I convert it's because it's better that a believer dies than that an atheist does."},{"Author":"Martin Luther","Category":"religion","Quote":"For all works and things, which are either commanded or forbidden by God and thus have been instituted by the supreme Majesty, are 'musts.' Nevertheless, no one should be dragged to them or away from them by the hair, for I can drive no man to heaven or beat him into it with a club."},{"Author":"Paulo Coelho","Category":"religion","Quote":"There was a time when people accepted magical experiences as natural. There were no priests then, and no one went chasing after the secrets of the occult."},{"Author":"G.K. Chesterton","Category":"religion","Quote":"A man must be prepared not only to be a martyr, but to be a fool. It is absurd to say that a man is ready to toil and die for his convictions if he is not even ready to wear a wreathe around his head for them."},{"Author":"Tim Minchin","Category":"religion","Quote":"Isn't this enough? Just this world? Just THIS?"},{"Author":"Anatole France","Category":"religion","Quote":"The average man, who does not know what to do with his life, wants another one which will last forever."},{"Author":"Brian D. McLaren,  A Generous Orthodoxy","Category":"religion","Quote":"I’m sure I am wrong about many things, although I’m not sure exactly which things I’m wrong about. I’m even sure I’m wrong about what I think I’m right about in at least some cases."},{"Author":"John Piper,  The Passion of Jesus Christ","Category":"religion","Quote":"We are not as Christ-centered and cross-cherishing as we should be, because we do not ponder the truth that everything good, and everything bad that God turns for the good, was purchased by the sufferings of Christ."},{"Author":"Kentetsu Takamori","Category":"religion","Quote":"Living in a world such as this is like dancing on a live volcano."},{"Author":"Damon Thueson","Category":"religion","Quote":"With or without God, good decisions can be made; But only with God will great decisions be made."},{"Author":"David Wong","Category":"religion","Quote":"Guys like him, the ones who grip the Bible so tight they leave fingernail grooves, they're the ones who are the most scared of their dark side. Always going too far the other way, fighting for the Lord, often just because it gives them an excuse to fight."},{"Author":"Dodie Smith,  I Capture the Castle","Category":"religion","Quote":"I think it [religion] is an art, the greatest one; an extension of the communion all the other arts attempt."},{"Author":"ابن قيم الجوزية,  Taman Orang-orang Jatuh Cinta dan Memendam Rindu","Category":"religion","Quote":"قال بعض العارفين:من قرت عينه بالله قرت به كل عين ،ومن لم تقر عينه بالله تقطعت نفسه على الدنيا حسرات ،ويكفي في فضل هذه اللذة وشرفها انها تخرج من القلب ألم الحسرة على مايفوت من هذه الدنيا ، حتى انه ليتألم بأعظم مايلتذ به من أهلها ويفر منه فرارهم من المؤلم ."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"A religion that takes no account of practical affairs and does not help to solve them is no religion."},{"Author":"محمد الغزالي,  كيف نفهم الإسلام","Category":"religion","Quote":"وتجديد الإسلام ليس نقل الدين من مكانه إلى حيث يهوى الناس، بل نقل الناس من نطاق أهوائهم إلى حيث يرضى الله"},{"Author":"David Sedaris,  Naked","Category":"religion","Quote":"There seemed to be some correlation between devotion to God and a misguided zeal for marshmallows."},{"Author":"David O. McKay","Category":"religion","Quote":"The purpose of the gospel is to make bad men good and good men better, and to change human nature."},{"Author":"Erica Jong","Category":"religion","Quote":"the body is wiser than its inhabitants. the body is the soul. the body is god’s messenger."},{"Author":"Machado de Assis","Category":"religion","Quote":"O Diabo, invejoso, fez o homem confundir fé com religião e amor com casamento."},{"Author":"Max Lucado,  3:16: The Numbers of Hope","Category":"religion","Quote":"You will be at your best forever, Even now you have good moments. Occasional glimpses of your heavenly self. When you change your baby's diaper, forgive your boss's temper, tolerate your spouse's moodiness, you display traces of saintliness."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"religion","Quote":"[I]t is difficult to imagine a set of beliefs more suggestive of mental illness than those that lie at the heart of many of our religious traditions."},{"Author":"Marc-Uwe Kling,  Die Känguru-Chroniken: Ansichten eines vorlauten Beuteltiers","Category":"religion","Quote":"Du kennst doch bestimmt den Spruch, dass Gott die Menschen nach seinem Ebenbild erschaffen hat. Guck dich mal um! Wenn man davon ausgeht, dass Gott ein Arschloch ist, ergibt das plötzlich mächtig viel Sinn."},{"Author":"Timothy J. Winter - Abdal Hakim Murad","Category":"religion","Quote":"Religion is never more tested than when our emotions are ablaze. At such a time, the timeless grandeur of the Law and its ethics stand at our mercy."},{"Author":"Kentetsu Takamori,  Unlocking Tannisho: Shinran's Words on the Pure Land Path","Category":"religion","Quote":"What each of us believes in is up to us, but life is impossible without believing in something."},{"Author":"Anonymous,  The Quran / القرآن الكريم","Category":"religion","Quote":"إن المؤمن ليدرك بحسن الخلق درجة الصائم والقائم"},{"Author":"Frank Herbert,  Dune","Category":"religion","Quote":"Religion must remain an outlet for people who say to themselves, 'I am not the kind of person I want to be.' It must never sink into an assemblage of the self-satisfied."},{"Author":"Hsin Hsin Ming","Category":"religion","Quote":"When love and hate are both absent, everything becomes clear and undisguised. Make the slightest distinction, however, and heaven and earth are set infinitely apart. If you wish to see the truth, then hold no opinions for or against anything. To set up what you like against what you dislike is the disease of the mind."},{"Author":"Stephen Crane,  Complete Poems of Stephen Crane","Category":"religion","Quote":"Two or three angelsCame near to the earth.They saw a fat church.Little black streams of peopleCame and went in continually.And the angels were puzzledTo know why the people went thus,And why they stayed so long within."},{"Author":"Sam Harris","Category":"religion","Quote":"The only thing that guarantees an open-ended collaboration among human beings, the only thing that guarantees that this project is truly open-ended, is a willingness to have our beliefs and behaviors modified by the power of conversation."},{"Author":"Johnny Hart","Category":"religion","Quote":"Science Fiction: Any scientific acclaim that omits God."},{"Author":"Albert Einstein,  The World As I See It","Category":"religion","Quote":"How can cosmic religious feeling be communicated from one person to another, if it can give rise to no definite notion of a God and no theology? In my view, it is the most important function of art and science to awaken this feeling and keep it alive in those who are receptive to it."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"religion","Quote":"Without the support from religion--remember, we talked about it--no father, using only his own resources, would be able to bring up a child."},{"Author":"Dorothy Allison,  Bastard Out of Carolina","Category":"religion","Quote":"It ain't that you get religion. Religion gets you and then milks you dry. Won't let you drink a little whiskey. Won't let you make no fat-assed girls grin and giggle. Won't let you do a damn thing except work for what you'll get in the hearafter. I live in the here and now."},{"Author":"Terry Pratchett,  Soul Music","Category":"religion","Quote":"Be careful what you wish for. You never know who will be listening."},{"Author":"Jess C. Scott,  Catholic School Girls Rule","Category":"religion","Quote":"Tie me up, please...\"Chantal said. They looked above at some vines and roots hanging down from the grassy area above the depression in the canal they were standing in. She was in his hands—he had to comply.A little bit of kink was one of the most delicious of erotic pleasures. Catholic school girls were often the horniest—Brett could hardly contain his elation."},{"Author":"Kabir","Category":"religion","Quote":"Listen to the secret sound, the real sound, which is inside you. The one no one talks of speaks the secret sound to himself, and he is the one who has made it all."},{"Author":"Michael Bassey Johnson","Category":"religion","Quote":"You can believe in whatsoever you like, but the truth remains the truth, no matter how sweet the lie may taste."},{"Author":"Hany Adeeb","Category":"religion","Quote":"لا تستهين بنفسك ، حتى لو كنت قطرة ، محاولاتك المستمرة .. بصبر تستطيع أن تفتت الصخر"},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"religion","Quote":"But I was always coming here. I though about one of my favorite Sufi poems, which says that God long ago drew a circle in the sand exactly around the spot where you are standing right now. I was never not coming here. This was never not going to happen."},{"Author":"Stanley Victor Paskavich","Category":"religion","Quote":"Believe what you believe and it will be, believe what others believe and they will consume you!"},{"Author":"Michael J. Fox,  Always Looking Up: The Adventures of an Incurable Optimist","Category":"religion","Quote":"I have no argument with those who see in organized religion a template or an imperative to live life according to a prescribed set of beliefs. Just give others the room, within the laws of civil society, to believe or not believe whatever they like."},{"Author":"Salman Rushdie","Category":"religion","Quote":"If I were asked for a one-sentence sound bite on religion, I would say I was against it."},{"Author":"Kurt Vonnegut","Category":"religion","Quote":"When we passed a Catholic church, I recalled, he said, \"You think your dad's a good chemist? They're turning soda crackers into meat in there. Can your dad do that?"},{"Author":"Philip K. Dick,  VALIS","Category":"religion","Quote":"The mentally disturbed do not employ the Principle of Scientific Parsimony: the most simple theory to explain a given set of facts. They shoot for the baroque."},{"Author":"Larissa Ione,  Eternal Rider","Category":"religion","Quote":"Still amazes me that people spend more time researching a new vehicle than they do the religion they entrust their souls to."},{"Author":"Penn Jillette,  God, No!: Signs You May Already Be an Atheist and Other Magical Tales","Category":"religion","Quote":"Once you've condoned faith in general, you've condoned any crazy shit done because of faith."},{"Author":"Orhan Pamuk,  Snow","Category":"religion","Quote":"Most of the time it's not the Europeans who belittle us. What happens when we look at them is that we belittle ourselves. When we undertake the pilgrimage, it's not just to escape the tyranny at home but also to reach to the depths of our souls. The day arrives when the guilty must return to save those who could not find the courage to leave."},{"Author":"Robin Brande,  Evolution, Me & Other Freaks of Nature","Category":"religion","Quote":"Maybe if I had to boil it down to one easy sentence, it would be this: I believe in evolution, and I believe in God. I just haven't worked out the details yet."},{"Author":"Albert Camus,  The Plague","Category":"religion","Quote":"Do you believe in God, doctor?\"No - but what does that really mean? I'm fumbling in the dark, struggling to make something out. But I've long ceased finding that original."},{"Author":"Tana French,  In the Woods","Category":"religion","Quote":"People need a moral code, to help them make decisions. All this bio-yogurt virtue and financial self-righteousness are just filling the gap in the market. But the problem is that it's all backwards. It's not that you do the right thing and hope it pays off; the morally right thing is by definition the thing that gives the biggest payoff."},{"Author":"Lisa Kleypas,  Sugar Daddy","Category":"religion","Quote":"Some folks are happier not being saved."},{"Author":"Oscar Wilde","Category":"religion","Quote":"Religions die when they are proved to be true. Science is the record of dead religions."},{"Author":"Sam Harris","Category":"religion","Quote":"We rely on faith only in the context of claims for which there is no sufficient sensory or logical evidence."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"النظرة مثل الحبة تلقى في الأرض فإذا لم يلتفت إليها يبست، وإن سقيت نبتت وكذلك النظرة إذا لحقت بمثلهاكم نظرة فعلت في قلب صاحبهاكمبلغ السهم بين القوس والوتر"},{"Author":"Guy de Maupassant,  Complete Short Stories","Category":"religion","Quote":"Patriotism is a kind of religion; it is the egg from which wars are hatched.\"[My Uncle Sosthenes]"},{"Author":"Frank Herbert,  Dune Messiah","Category":"religion","Quote":"They are not mad. They're trained to believe, not to know. Belief can be manipulated. Only knowledge is dangerous."},{"Author":"Theodore Dalrymple","Category":"religion","Quote":"To regret religion is to regret Western civilization."},{"Author":"Robert G. Ingersoll","Category":"religion","Quote":"Liberty a word without which all other words are vain."},{"Author":"Seraphim Rose","Category":"religion","Quote":"Everything in this life passes away — only God remains, only He is worth struggling towards. We have a choice: to follow the way of this world, of the society that surrounds us, and thereby find ourselves outside of God; or to choose the way of life, to choose God Who calls us and for Whom our heart is searching."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"Always listen to the voice of your conscience. If your conscience conflicts with your faith, question everything."},{"Author":"Ali Shariati","Category":"religion","Quote":"ugd بگذار هرکجا تنفراست بذرعشق بکارم هرکجا آزادگی هست ببخشایم وهر کجا غم هست شادی نثار کنم الهی توفیقم ده که بیش ازطلب همدلی همدلی کنم بیش از آنکه دوستم بدارند دوست بدارم زیرا در عطا کردن است که ستوده می شویم و در بخشیدن است که بخشیده می شویم"},{"Author":"Kahlil Gibran","Category":"religion","Quote":"Your daily life is your temple and your religion. When you enter into it take with you your all."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"religion","Quote":"it is interesting to find that people of faith now seek defensively to say that they are no worse than fascists or Nazis or Stalinists"},{"Author":"Marquis de Sade","Category":"religion","Quote":"Anything beyond the limits and grasp of the human mind is either illusion or futility; and because your god having to be one or the other of the two, in the first instance I should be mad to believe in him, and in the second a fool."},{"Author":"Meister Eckhart","Category":"religion","Quote":"Whoever possesses God in their being has Him in a divine manner, and He shines out to them in all things; for them all things taste of God and in all things it is God's image that they see."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"religion","Quote":"I don't see,' I said, 'how people stand being old. Your insides all dry up. When you're young you're so self-reliant. You don't even need much religion."},{"Author":"Richard Rohr,  Falling Upward: A Spirituality for the Two Halves of Life","Category":"religion","Quote":"Change is not what we expect from religious people. They tend to love the past more than the present or the future."},{"Author":"Celia Rivenbark,  Bless Your Heart, Tramp: And Other Southern Endearments","Category":"religion","Quote":"Jehovah's Witness are welcomed into my home...You gotta respect anybody who gets all dressed up in Sunday clothes and goes door-to-door on days so hot their high heels sink a half-inch into the pavement.The trick is to do all the talking yourself. Pretty soon, they'll look at their watches and say, 'Speaking of end times, wouldja look at what time it is now!"},{"Author":"Yann Martel","Category":"religion","Quote":"To me, religion is about our dignity, not our depravity."},{"Author":"Michael Crichton,  Jurassic Park","Category":"religion","Quote":"He prays because he knows he doesn't control it. He's at the mercy of it."},{"Author":"Barbara Hambly,  The Armies of Daylight","Category":"religion","Quote":"God has judged me all my life. But that is God's privilege, my lady. Not yours."},{"Author":"Ruth Hurmence Green,  The Born Again Skeptic's Guide To The Bible","Category":"religion","Quote":"The natural is so awesome that we need not go beyond it."},{"Author":"Ruth Hurmence Green","Category":"religion","Quote":"Today evolution of human intelligence has advanced us to the stage where most of us are too smart to invent new gods but are reluctant to give up the old ones."},{"Author":"Virginia Woolf,  Mrs. Dalloway","Category":"religion","Quote":"Love and religion! thought Clarissa, going back into the drawing room, tingling all over. How detestable, how detestable they are!"},{"Author":"Umera Ahmed- Peer-e-Kamil","Category":"religion","Quote":"The most difficult dilemma for a person is perhaps when his heart testifies to an inevitable reality yet his tongue will not proclaim it, when his mind screams in acceptance of truth but he cant bring himself to state it."},{"Author":"أبو يعرب المرزوقي,  صونًا للفلسفة والدين","Category":"religion","Quote":"فكرة الحداثة والعلمانية والتنوير فكرة متأخرة عن الثورة العلمية بقرنيين على الأقل وهي نتيجة الثورة العلمية ومعلولهاوليست شرطها وعلتها"},{"Author":"Gretchen McNeil,  Possess","Category":"religion","Quote":"Rule Number Two, Monsignor. Do not show pity."},{"Author":"Jesse Dangerously","Category":"religion","Quote":"Both porn and religion distort a person’s perspectives on women."},{"Author":"Richard Dawkins,  The God Delusion","Category":"religion","Quote":"Real life seeks the gentle slopes at the back of Mount Improbable, while creationists are blind to all but the daunting precipice at the front."},{"Author":"Edward Abbey,  Postcards from Ed: Dispatches and Salvos from an American Iconoclast","Category":"religion","Quote":"Why can't we simply borrow what is useful to us from Buddhism, Hinduism, Taoism, especially Zen, as we borrow from Christianity, science, American Indian traditions and world literature in general, including philosophy, and let the rest go hang? Borrow what we need but rely principally upon our own senses, common sense and daily living experience."},{"Author":"Fulton J. Sheen","Category":"religion","Quote":"The danger today is in believing there are no sick people, there is only a sick society."},{"Author":"James Baldwin,  The Fire Next Time","Category":"religion","Quote":"Whose little boy are you?"},{"Author":"Martin Amis,  The Second Plane: 14 Responses to September 11","Category":"religion","Quote":"It is straightforward—and never mind, for now, about plagues and famines: if God existed, and if he cared for humankind, he would never have given us religion."},{"Author":"Nick Hornby,  Juliet, Naked","Category":"religion","Quote":"One thing about great art: it made you love people more, forgive them their petty transgressions. It worked in the way that religion was supposed to, if you thought about it."},{"Author":"Robert Jackson Bennett,  City of Stairs","Category":"religion","Quote":"Humans are strange. … They value punishment because they think it means their actions are important—that they are important. … it's vanity."},{"Author":"Sheldon Vanauken","Category":"religion","Quote":"It is not possible to be 'incidentally a Christian.' The fact of Christianity must be overwhelmingly first or nothing. This suggests a reason for the dislike of Christians by nominal or non-Christians: their lives contain no overwhelming first but many balances."},{"Author":"Alexandre Dumas,  The Three Musketeers","Category":"religion","Quote":"In all times, and all countries especially in those countries which are divided within by religious faith, there are always fanatics who will be well contented to be regarded as martyrs."},{"Author":"Albert Einstein","Category":"religion","Quote":"It is this mythical, or rather symbolic, content of the religious traditions which is likely to come into conflict with science. This occurs whenever this religious stock of ideas contains dogmatically fixed statements on subjects which belong in the domain of science."},{"Author":"Brandon Sanderson","Category":"religion","Quote":"I believe in rendering to science the things that belong to science. I have no problem with evolution or discussions of the age of the Earth, for I don't believe that we come anywhere near comprehending the mind of God or the workings of the universe. Science can explain a lot, but it cannot give us faith, and I think we need both."},{"Author":"Abigail Roux,  Crash & Burn","Category":"religion","Quote":"I'm Catholic. I don't pray, I just ask for forgiveness after."},{"Author":"Peter E. Gillquist,  Becoming Orthodox: A Journey to the Ancient Christian Faith","Category":"religion","Quote":"It's time we capture our imaginations for Christ"},{"Author":"Shannon L. Alder","Category":"religion","Quote":"Faith requires following the power of a whisper."},{"Author":"Morrissey","Category":"religion","Quote":"God, come down, if you're really there -Well, you're the one who claims to care!"},{"Author":"Douglas Adams,  Dirk Gently's Holistic Detective Agency","Category":"religion","Quote":"Unfortunately this Electric Monk had developed a fault, and had started to believe all kinds of things, more or less at random. It was even beginning to believe things they'd have difficulty believing in Salt Lake City."},{"Author":"Michael Chabon,  The Yiddish Policemen's Union","Category":"religion","Quote":"I don't care what is written,\"Meyer Landsman says. \"I don't care what supposedly got promised to some sandal-wearing idiot whose claim to fame is that he was ready to cut his own son's throat for the sake of a hare-brained idea. I don't care about red heifers and patriarchs and locusts. A bunch of old bones in the sand. My homeland is in my hat. It's in my ex-wife's tote bag."},{"Author":"Fulke Greville","Category":"religion","Quote":"Oh, wearisome condition of humanity,Born under one law, to another bound;Vainly begot, and yet forbidden vanity,Created sick, commanded to be sound."},{"Author":"Ifeanyi Enoch Onuoha","Category":"religion","Quote":"God is not interested in your art but, your heart."},{"Author":"William McKinley","Category":"religion","Quote":"The more profoundly we study this wonderful book [the Bible], and the more closely we observe its divine precept, the better citizens we will become and the higher will be our destiny as a nation."},{"Author":"H.L. Mencken","Category":"religion","Quote":"Theology is the effort to explain the unknowable in terms of the not worth knowing."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"religion","Quote":"I’ve often wondered why the Protestant Reformation took place in Germany, rather than in Poland. Then I realize that Luther had to nail his 95 theses to the church door, and the Poles didn’t know how to operate a hammer."},{"Author":"Ramana Maharshi","Category":"religion","Quote":"Aim high, aim at the highest, and all lower aims are thereby achieved. It is looking below on the stormy sea of differences that makes you sink. Look up, beyond these and see the One Glorious Real, and you are saved."},{"Author":"Orson Scott Card,  Children of the Mind","Category":"religion","Quote":"Someday stars will wind down or blow up. Someday death will cover us all like the water of a lake and perhaps nothing will ever come to the surface to show that we were ever there. But we WERE there, and during the time we lived, we were alive. That's the truth - what is, what was, what will be - not what could be, what should have been, what never can be."},{"Author":"C.S. Lewis","Category":"religion","Quote":"But how can the characters in a play guess the plot? We are not the playwright, we are not the producer, we are not even the audience. We are on the stage. To play well the scenes in which we are \"on\"concerns us much more than to guess about the scenes that follow it."},{"Author":"A.M. Jenkins,  Repossessed","Category":"religion","Quote":"An eternity of wishing to speak directly to my Creator - I thought in despair - and this is how He finally contacts me? Through AOL Instant Messenger?"},{"Author":"Craig Ferguson","Category":"religion","Quote":"You can never talk religion on network TV. It makes too many people angry. You can talk about sex."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"When I corrected her, I told her that in fact she was not so wrong; that Hindus, in their capacity for love, are indeed hairless Christians, just as Muslims, in the way they see God in everything, are bearded Hindus, and Christians, in their devotion to God, are hat-wearing Muslims."},{"Author":"Yann Martel,  Life of Pi","Category":"religion","Quote":"Religion is more than rite and ritual."},{"Author":"Emily Brontë,  Wuthering Heights","Category":"religion","Quote":"I am seldom otherwise than happy while watching in the chamber of death... . I see a repose that neither earth nor hell can break, and I feel an assurance of the endless and shadowless hereafter--the Eternity they have entered--where life is boundless in its duration, and love in its sympathy, and joy in its fulness."},{"Author":"Bill Gaede,  Why God Doesn't Exist","Category":"religion","Quote":"Define the word exist, and you'll know whether God exists."},{"Author":"Mahatma Gandhi","Category":"religion","Quote":"There's no God higher than truth."},{"Author":"Tim Kreider,  We Learn Nothing","Category":"religion","Quote":"This is one reason people need to believe in God—because we want someone to know us, truly, all the way through, even the worst of us."},{"Author":"Shannon L. Alder","Category":"religion","Quote":"Spiritual pain is when you can’t stand another moment not knowing the real truth, and when you finally do know you can’t let go."},{"Author":"Jarod Kintz,  $3.33","Category":"religion","Quote":"The fastest way to lose weight is to find religion and start fasting."},{"Author":"John Piper,  The Passion of Jesus Christ","Category":"religion","Quote":"The only answer in these modern times, as in all other times, is the blood of Christ. When our conscience rises up and condemns us, where will we turn? We turn to Christ. We turn to the suffering and death of Christ—the blood of Christ. This is the only cleansing agent in the universe that can give the conscience relief in life and peace in death."},{"Author":"Santosh Kalwar","Category":"religion","Quote":"It is in your hands to make life miserable or happy. No religion, spiritual leaders or knowledge will ever make you fully satisfied."},{"Author":"Paulo Coelho,  The Witch Of Portobello","Category":"religion","Quote":"We are not worshipping anyone or anything, we are simply communing with creation."},{"Author":"Bono","Category":"religion","Quote":"We're starting our own religion at last. The Order of Frisbeetarians. We believe that when you die, your soul ascends to a rooftop and you can never get it back."},{"Author":"Guy P. Harrison","Category":"religion","Quote":"...atheism is not a conscious act of turning away from all gods. It is simply the final destination for those who think. ...you will be pleased to discover that the sky does not fall down on your head. ... if you still want to pray, you can (the success rate of your prayers is unlikely to change)."},{"Author":"Pat Barker,  Regeneration","Category":"religion","Quote":"I don't think it's possible to c-call yourself a C-Christian and... and j-just leave out the awkward bits.' -Wilfred Owen"},{"Author":"Isabel Allende,  Zorro","Category":"religion","Quote":"They could not understand the advantage of living contrary to their inclinations in this world in order to enjoy a hypothetical well-being in another."},{"Author":"R.A. Salvatore,  Sojourn","Category":"religion","Quote":"The gods of the realms are many and varied -- or they are the many and varied names and identities tagged onto the same being. I know not -- and care not -- which."},{"Author":"Gil Bailie,  Violence Unveiled: Humanity at the Crossroads","Category":"religion","Quote":"The people who burned witches at the stake never for one moment thought of their act as violence; rather they thought of it as an act of divinely mandated righteousness. The same can be said of most of the violence humans have ever committed."},{"Author":"Cristina Marrero","Category":"religion","Quote":"If my God damns people for love but saves them for brutle warfare, then that is not the God I know or wish to worship."},{"Author":"Brandon Sanderson,  Mistborn: The Final Empire","Category":"religion","Quote":"There were a group of people before the Ascension known as the Astalsi. They claimed that each person was born with a certain finite amount of ill luck. And so, when an unfortunate event happened, they thought themselves blessed—thereafter, their lives could only get better."},{"Author":"Clair Huffaker,  The Cowboy and the Cossack","Category":"religion","Quote":"I believe that people who are devoutly religious, within any specific religion, have no true respect for the ultimate vastness that is God."},{"Author":"Olive Ann Burns,  Cold Sassy Tree","Category":"religion","Quote":"They's a heap more to God's will than death, disapoint-ment, and like thet. Hit's God's will for us to be good and do good, love one another, be forgivin'...\"He laughed. \"I reckon I ain't very forgivin', son. I can forgive a fool, but I ain't inner-rested in coddlin' hypocrites. Well anyhow, folks who think God's will jest has to do with sufferin' and dyin', they done missed the whole point."},{"Author":"Joan D. Chittister,  God Speaks in Many Tongues: Meditate with Joan Chittister","Category":"religion","Quote":"Beware the religion that turns you against another one. It's unlikely that it's really religion at all."},{"Author":"Dan Brown,  Angels & Demons","Category":"religion","Quote":"The laws of physics is the canvas God laid down on which to paint his masterpiece"},{"Author":"Terry Pratchett,  Good Omens: The Nice and Accurate Prophecies of Agnes Nutter, Witch","Category":"religion","Quote":"It was then that Marvin got religion. Not the quiet, personal kind, that involves doing good deeds and living a better life; not even the kind that involves putting on a suit and ringing' people's doorbells; but the kind that involves having your own TV network and getting people to send you money."},{"Author":"Brian McNaughton","Category":"religion","Quote":"Vampires, like virgins or priests, are things that women believe in. We must never fail to humor them in such matters."},{"Author":"Graham Greene,  The Heart of the Matter","Category":"religion","Quote":"You must promise me. You can't desire the end without desiring the means.'Ah, but one can, he thought, one can: one can desire the peace of victory without desiring the ravaged towns."},{"Author":"Miguel el Portugués,  Zori 2ª Parte","Category":"religion","Quote":"Religion isn't the opium of the people, it's the hypocrisy."},{"Author":"Scott Westerfeld,  Pretties","Category":"religion","Quote":"Maybe she still was a pretty-head, making up irrational stories about the empty forest. The longer she stayed alone out here, the more Tally understood why the Rusties and their predecessors had believed in invisible beings, praying to placate spirits as they trashed the natural world around them."},{"Author":"Daniel C. Dennett,  Breaking the Spell: Religion as a Natural Phenomenon","Category":"religion","Quote":"Those who feel guilty contemplating \"betraying\"the tradition they love by acknowledging their disapproval of elements within it should reflect on the fact that the very tradition to which they are so loyal—the \"eternal\"tradition introduced to them in their youth—is in fact the evolved product of many adjustments firmly but delicately made by earlier lovers of the same tradition."},{"Author":"Robert Charles Wilson,  Darwinia","Category":"religion","Quote":"I won't put my ignorance on an altar and call it God. It feels like idolatry, like the worst kind of idolatry."},{"Author":"Jodi Picoult,  Change of Heart","Category":"religion","Quote":"Somewhere along the line, organized religion stopped being about faith, and started being about who had the power to keep the faith. You said that the purpose of religion was to bring people together. But does it, really? Or does it-knowingly, purposefully, and intentionally--break them apart?"},{"Author":"James L. Nicodem,  Prayer Coach: For All Who Want to Get Off the Bench and Onto the Praying Field","Category":"religion","Quote":"Sin will take you where you didn't plan to go. It will keep you there longer than you planned to stay. And it will cost you more than you intended to pay"},{"Author":"Chris Crutcher,  King of the Mild Frontier: An Ill-Advised Autobiography","Category":"religion","Quote":"As a child abuse and neglect therapist I do battle daily with Christians enamored of the Old Testament phrase \"Spare the rod and spoil the child.\"No matter how far I stretch my imagination, it does not stretch far enough to include the image of a cool dude like Jesus taking a rod to a kid."},{"Author":"Clark Adams","Category":"religion","Quote":"If Atheism is a religion, then health is a disease!"},{"Author":"Joe Dispenza,  Breaking The Habit of Being Yourself: How to Lose Your Mind and Create a New One","Category":"religion","Quote":"We should never wait for science to give us permission to do the uncommon; if we do, then we are turning science into another religion."},{"Author":"John Patrick Shanley,  Doubt","Category":"religion","Quote":"If I could, Sister James, I would certainly choose to live in innocence. But innocence can only be wisdom in a world without evil. Situations arise and we are confronted with wrongdoing and the need to act."},{"Author":"William Blake,  Songs of Innocence and of Experience","Category":"religion","Quote":"And Priests in black gowns, were walking their rounds, And binding with briars, my joys & desires."},{"Author":"Blaise Pascal,  Pensées","Category":"religion","Quote":"No religion except ours has taught that man is born in sin; none of the philosophical sects has admitted it; none therefore has spoken the truth"},{"Author":"Pete Hautman","Category":"religion","Quote":"How do you know it's not true if you don't believe in it?"},{"Author":"Graham Greene,  Brighton Rock","Category":"religion","Quote":"I know one thing you don't. I know the difference between Right and Wrong. They didn't teach you that at school.'Rose didn't answer; the woman was quite right: the two words meant nothing to her. Their taste was extinguished by stronger foods--Good and Evil."},{"Author":"Terry Pratchett,  The Last Continent","Category":"religion","Quote":"Creators aren't gods. They make places, which is quite hard. It's men that make gods. This explains a lot."},{"Author":"Philip Pullman,  The Amber Spyglass","Category":"religion","Quote":"Every advance in human life, every scrap of knowledge and wisdom and decency we have has been torn by one side from the teeth of the other. Every little increase in human freedom has been fought over ferociously between those who want us to know more and be wiser and stronger, and those who want us to obey and be humble and submit."},{"Author":"Karl Rahner","Category":"religion","Quote":"For it is the bitter grief of theology and its blessed task, too, always to have to seek (because it does not clearly have present to it at the time)...always providing that one has the courage to ask questions, to be dissatisfied, to think with the mind and heart one ACTUALLY has, and not with the mind and heart one is SUPPOSED TO have."},{"Author":"Edmund Spenser,  Fowre Hymnes","Category":"religion","Quote":"For love is a celestial harmonyOf likely hearts compos'd of stars' concent,Which join together in sweet sympathy,To work each other's joy and true content,Which they have harbour'd since their first descentOut of their heavenly bowers, where they did seeAnd know each other here belov'd to be."},{"Author":"Ralph Waldo Emerson","Category":"religion","Quote":"A sect or party is an elegant incognito devised to save a man from the vexation of thinking."},{"Author":"William James,  The Varieties of Religious Experience","Category":"religion","Quote":"It does not follow, because our ancestors made so many errors of fact and mixed them with their religion, that we should therefore leave off being religious at all. By being religious we establish ourselves in possession of ultimate reality at the only points at which reality is given us to guard. Our responsible concern is with our private destiny, after all."},{"Author":"Robert Fanney","Category":"religion","Quote":"Mithorden said it well,\"she said finally. \"It's worshipping death. They say they follow light. But, in the end, they're really following desolation, division, the end of things. You should hear their prophecies -- war, destruction, only special chosen people are spared.\"She felt sad and angry. Worse, she wondered to what ends people who believed these things would go to assert their views."},{"Author":"Andy Mulcahy","Category":"religion","Quote":"Life is but a momentary glimpse of the wonder of this astonishing universe, and it is sad to see so many dreaming it away on spiritual fantasy."},{"Author":"Michael Polanyi,  Meaning","Category":"religion","Quote":"We do not accept a religion because it offers us certain rewards. The only thing that a religion can offer us is to be just what it, in itself, is: a greater meaning in ourselves, in our lives, and in our grasp of the nature of things...a religion exists for us only if, like a piece of poetry, it carries us away. It is not in any sense a 'hypothesis."},{"Author":"Friedrich Nietzsche,  A Nietzsche Reader","Category":"religion","Quote":"The believer in magic and miracles reflects on how to impose a law on nature--: and, in brief, the religious cult is the outcome of this reflection."},{"Author":"Lemmy Kilmister","Category":"religion","Quote":"The only interesting thing about religion is how many people it's slaughtered. Communism and Nazism are religions as well, make no mistake about it."},{"Author":"Zeena Schreck,  Demons of the Flesh: The Complete Guide to Left Hand Path Sex Magic","Category":"religion","Quote":"Sex is like an atom bomb. A potent weapon which fascinates and frightens. We're afraid to let it loose, yet we all have our finger on the button.”--Zeena Schreck, Cuir Underground: Sado-Magic for Satan Interview, 1998"},{"Author":"Mark Ireland","Category":"religion","Quote":"The destiny of your soul is not predicated upon acceptance of a specific dogma that happens to be \"correct.\"A loving God does not dole out eternal condemnation because one has selected the wrong doctrine or misinterpreted scripture. On the contrary, your endeavor to understand God and the nature of the universe is a testament to your devotion."},{"Author":"Ayaan Hirsi Ali,  The Caged Virgin: An Emancipation Proclamation for Women and Islam","Category":"religion","Quote":"In a well-functioning democracy, the state constitution is considered more important than God's holy book, whichever holy book that may be, and God matters only in your private life."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"religion","Quote":"In moments of prayer, people tend to pose as a critic and point out percieved flaws in God's art."},{"Author":"Criss Jami,  Killosophy","Category":"religion","Quote":"There was a time when skepticism was an act of rebellion. Since to a degree I both believe in evolution and have faith, I can only conclude that, as prophesied, to have faith will someday be an act of rebellion."},{"Author":"مصطفى محمود","Category":"religion","Quote":"كُنْ كما أنت، وستهديك نفسك إلى الصراط"},{"Author":"Oscar Wilde,  The Complete Letters of Oscar Wilde","Category":"religion","Quote":"Christ did not die to save people, but to teach people how to save each other. This is, I have no doubt, a grave heresy, but it is also a fact."},{"Author":"Jimmy Buffett,  A Pirate Looks at Fifty","Category":"religion","Quote":"The only thing that is still free in this world is religion, which is why a lot of people \"find it."},{"Author":"Régis Debray,  Media Manifestos: On the Technological Transmission of Cultural Forms","Category":"religion","Quote":"religion is no longer the opium of the people but the vitamin pills of the feeble."},{"Author":"Flannery O'Connor,  The Habit of Being: Letters of Flannery O'Connor","Category":"religion","Quote":"A working knowledge of the devil can be very well had from resisting him."},{"Author":"Eric Clapton","Category":"religion","Quote":"I have always been resistant to doctrine, and any spirituality I had experienced thus far in my life had been much more abstract and not aligned with any recognized religion. For me, the most trustworthy vehicle for spirituality had always proven to be music. It cannot be manipulated, or politicized, and when it is, that becomes immediately obvious."},{"Author":"C.J. Sansom,  Revelation","Category":"religion","Quote":"Have you ever thought what a God would be like who actually ordained and executed the cruelty that is in [the biblical Book of Revelation]? A holocaust of mankind. Yet so many of these Bible-men accept the idea without a second thought."},{"Author":"C.S. Lewis","Category":"religion","Quote":"Can a mortal ask questions which God finds unanswerable? Quite easily, I should think. All nonsense questions are unanswerable."},{"Author":"George Sterling,  The Thirst of Satan: Poems of Fantasy and Terror","Category":"religion","Quote":"And fragile is thy tenure of this worldStill haunted by the monstrous ghost of God.(\"To Science\")"},{"Author":"Guru Nanak","Category":"religion","Quote":"those who have loved are those that have found God"},{"Author":"Thomas Jefferson","Category":"religion","Quote":"I may grow rich by an art I am compelled to follow; I may recover health by medicines I am compelled to take against my own judgment; but I cannot be saved by a worship I disbelieve and abhor."},{"Author":"Umberto Eco,  The Prague Cemetery","Category":"religion","Quote":"National identity is the last bastion of the dispossessed. But the meaning of identity is now based on hatred, on hatred for those who are not the same."},{"Author":"Stephen Fry","Category":"religion","Quote":"...Catholic versus Protestant, essentially. It's that kind of fight. ... And it goes on to this day. Will we never learn? Who knows? Religion. Shit it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"We need to eliminate the concept of division by class, skills, race, income, religion, and nationality. Every human requires food and water to survive and every human has a heart that bleeds, loves, and grieves."},{"Author":"John Henry Newman","Category":"religion","Quote":"I shall drink to the Pope, if you please, still, to conscience first, and to the Pope afterwards."},{"Author":"ابن قيم الجوزية","Category":"religion","Quote":"لما رأى المتيقظون سطوة الدنيا بأهلها, وخداع الأمل لأربابه, وتملك الشيطان قياد النفوس, ورأوا الدولة للنفس الأمارة؛ لجأوا إلى حصن التضرع والالتجاء؛ كما يأوي العبد المذعور إلى حرم سيده"},{"Author":"Paulo Coelho","Category":"religion","Quote":"He has done things that caused me to doubt His wisdom, but never His existence."},{"Author":"Anonymous","Category":"religion","Quote":"Whoever has My commandments and keeps them loves Me. And he who loves Me will be loved by My Father, and I will love him and show Myself to him."},{"Author":"علي عزت بيجوفيتش,  الإسلام بين الشرق والغرب","Category":"religion","Quote":"الدين إجابة على سؤال كيف تحيا في ذاتك وتواجه هذه الذات ، وليس إجابة على سؤال كيف تعيش في العالم مع الآخرين."},{"Author":"Chris Hedges","Category":"religion","Quote":"We are enjoined to love our neighbor, not our tribe."},{"Author":"Umberto Eco,  Foucault's Pendulum","Category":"religion","Quote":"Not bad, not bad at all,\"Diotallevi said. \"To arrive at the truth through the painstaking reconstruction of a false text."},{"Author":"أبو يعرب المرزوقي,  صونًا للفلسفة والدين","Category":"religion","Quote":"أسمع من المحيط إلى الخليج أن من لا يقدر على إفهامنا لم تحل معادلات الدرجة الثانية بالطريقة التي تحل بها يخرف حول ابستمولوجية السقوط الحر ونسبية اينشتاين خلطا بين التعليقات الإيديولوجية والنفسية على مايزعم جاريا في وعي العلماء وتصوراتهم وبين فهم آليات الإبداع العلمي وقوانينه"},{"Author":"Gautama Buddha","Category":"religion","Quote":"When the Aggregates arise, decay and die, O bhikkhu, every moment you are born, decay, and die."},{"Author":"Kentetsu Takamori,  Unlocking Tannisho: Shinran's Words on the Pure Land Path","Category":"religion","Quote":"Since living is believing, no one can be completely lacking in faith."},{"Author":"W. Scott Lineberry","Category":"religion","Quote":"The healing is my working out my salvation. The need constant because my desire for seperateness constantly wrestles with my need for oneness with Jesus. The search for Jesus is bigger, deeper and agonizing."},{"Author":"Spencer W. Kimball,  Faith Precedes the Miracle","Category":"religion","Quote":"Peace, sweet peace finally comes to men when they humbly yield to the gentle pressure of the Spirit."},{"Author":"Isabel Allende,  Mi país inventado: Un paseo nostálgico por Chile","Category":"religion","Quote":"I have a hundred-year-old aunt who aspires to sainthood, and whose only wish has been to go into the convent, but no congregation, not even the Little Sisters of Charity, could tolerate her for more than a few weeks, so the family has had to look after her. Believe me, there is nothing so insufferable as a saint, I wouldn't sic one on my worst enemy."},{"Author":"Jarod Kintz,  $3.33","Category":"religion","Quote":"If religion is a crutch, then society is the broken foot."},{"Author":"Karen Armstrong,  The Spiral Staircase: My Climb Out of Darkness","Category":"religion","Quote":"I had failed to make a gift of myself to God."},{"Author":"Charles Slagle","Category":"religion","Quote":"The statement ‘There is nothing more American than an Indian’ happens to be a multidimensional paradox. Try and not say too many of those. That might open your mind to ideas that could cause sanity point loss."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"To become a true global citizen, one must abandon all notions of 'otherness' and instead embrace 'togetherness'."},{"Author":"Therese Doucet","Category":"religion","Quote":"Leaving your religion and having to invent your own system of values is a big deal, after all."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"religion","Quote":"Come Judgment Day, we may find that Mumbo Jumbo the God of the Congo was the Big Boss all along."},{"Author":"Cormac McCarthy,  Cities of the Plain","Category":"religion","Quote":"He believed in God even if he was doubtful of men's claims to know God's mind. But that a God unable to forgive was no God at all."},{"Author":"مصطفى صبري,  موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين","Category":"religion","Quote":"من الناس من يتخذ من المناصب الحكومية طبقات في العلم يوشك من ارتقاها مرة ألا يصعد إلية صوت ناقد"},{"Author":"Cate Tiernan,  Full Circle","Category":"religion","Quote":"I felt an overwhelming gratitude in my life right now and wanted a chance to acknowledge it. I felt that any thanks given to any god all went to the same place, anyway, no matter what religion you were centered in."},{"Author":"Sri Sathya Sai Baba","Category":"religion","Quote":"There is only one language, the language of the Heart. There is only one religion, the religion of Love."},{"Author":"N.T. Wright,  Surprised by Hope","Category":"religion","Quote":"All Christian language about the future is a set of signposts pointing into a mist."},{"Author":"Michael Cox,  The Meaning of Night","Category":"religion","Quote":"I had retained little of what is generally called religion, except for a visceral conviction that our lives are controlled by some universal mechanism that is greater than ourselves. Perhaps that was what others called God. Perhaps not."},{"Author":"Santosh Kalwar","Category":"religion","Quote":"Please do not ever think I am without you or you are without me, I live with you all the time."},{"Author":"Elizabeth Cunningham,  The Passion of Mary Magdalen","Category":"religion","Quote":"Being lost is the way, how else can you be found?"},{"Author":"Vance Havner","Category":"religion","Quote":"A soft and sheltered Christianity, afraid to be lean and lone, unwilling to face the storms and brave the heights, will end up fat and foul in the cages of conformity."},{"Author":"Robert Fanney","Category":"religion","Quote":"If Christ taught us anything it is this -- not to let our fear of death keep us from doing the good thing."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"religion","Quote":"For this reason I tell you: When you pray and ask for something, believe that you have received it, and you will be given whatever you ask for."},{"Author":"Sheri S. Tepper,  King's Blood Four","Category":"religion","Quote":"I tell you, lad, that men will believe is one says, \"The Gods say...\"They will believe if one says, \"I had a Vision...\"They will believe if one says, \"It was told me on a tablet of hidden gold...\"But, if one says, \"History teaches,\"then they will not believe."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"Be courageous and He shall strengthen your heart, all of you who hope in the Lord."},{"Author":"U.S. Congress","Category":"religion","Quote":"Treaty with Tripoli, Art. 11. As the Government of the United States of America is not, in any sense, founded on the Christian religion;"},{"Author":"A.J. Russell,  God Calling","Category":"religion","Quote":"The Divine Voice is not always expressed in words. It is made known as a heart-consciousness."},{"Author":"Elie Wiesel","Category":"religion","Quote":"A disciple came to the celebrated Master of the Good Name with a question. “Rabbi, how are we to distinguish between a true master and a fake?” And the master of the good name said, “When you meet a person who poses as a master, ask him a question: whether he knows how to purify your thoughts. If he says that he knows, then he is a fake."},{"Author":"The Bhagavad Gita","Category":"religion","Quote":"If the radiance of a thousand suns were to burst at once into the sky, that would be like the splendor of the Mighty One... I am become Death, the Shatterer of Worlds."},{"Author":"Darrel Ray,  Sex & God: How Religion Distorts Sexuality","Category":"religion","Quote":"All religions have something to say about sex, and it rarely coincides with scientific knowledge of sex and sexuality."},{"Author":"Mary McCarthy,  Memories of a Catholic Girlhood","Category":"religion","Quote":"I really tried, or so I thought, to avoid lying, but it seemed to me that they forced it on me by the difference in their vision of things, so that I was always transposing reality for them into something they could understand."},{"Author":"Ray Bradbury,  The October Country","Category":"religion","Quote":"Don't they get afraid, then?\"\"They have a religion for that."},{"Author":"Dinesh D'Souza,  What's So Great About Christianity","Category":"religion","Quote":"The life of West, Nietzsche said, is based on Christianity. The values of the West are based on Christianity. Some of these values seem to have taken a life of their own, and this gives us the illusion that we can get rid of Christianity and keep the values. This, Nietzsche says, is an illusion...Remove the Christian foundation, and the values must go too."},{"Author":"Beth Hoffman,  Saving CeeCee Honeycutt","Category":"religion","Quote":"Well, what I don't understand is why people get all dressed up and drive to church so they can sit there and get scolded. Seems to me it'd be a whole lot easier for the to just stay home in their pj's, eat pancakes, and get yelled at over the radion."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"religion","Quote":"If my name were C. Ross, I’d definitely be religious."},{"Author":"Chuck Palahniuk","Category":"religion","Quote":"That’s the biggest purpose of religious gathering: permission to look terrible in public. We used to go to church to confess our worst behaviour, to be heard and forgiven, then to be redeemed and accepted back into our communityChuck Palahniuk in interview with TMO"},{"Author":"Darrel Ray,  Sex & God: How Religion Distorts Sexuality","Category":"religion","Quote":"We acquire both the language and religious concepts from our immediate culture – at the same time. A child cannot discriminate between useful survival information and the emotional and psychological manipulations of religion. Once infected, these ideas are deeply embedded and almost impossible to change."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"religion","Quote":"But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but i laboured more abundantly than they all: yet not I, but the grace of God which was with me."},{"Author":"Santosh Kalwar","Category":"religion","Quote":"I am very close to HIM, sometimes I think I am HIM, with my mood is the weather,bright and sunny forever."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"If all men are made in God's reflection, then why do some people continue to acknowledge only what is in their part of the mirror? If every man was created equal and in the image of God, then how can any man claim that one race is better than another?"},{"Author":"Cameron Conaway,  Caged: Memoirs of a Cage-Fighting Poet","Category":"religion","Quote":"We give up our backs and allow religious myths to apply the rear naked choke to our minds."},{"Author":"مصطفى صبري,  موقف العقل والعلم والعالم من رب العالمين وعباده المرسلين","Category":"religion","Quote":"دعوة علماء الدين إلى أن يكونوا رسل الديمقراطية الإسلامية بالسعي لتعديل مابين طبقات الناس من الفروق الشاسعة"},{"Author":"David Hume,  The Natural History of Religion","Category":"religion","Quote":"As every inquiry which regards religion is of the utmost importance, there are two questions in particular which challenge our attention, to wit, that concerning its foundation in reason, and that concerning it origin in human nature."},{"Author":"Keith Ablow,  Denial","Category":"religion","Quote":"I figured anybody who talked about church as much as she did was using it a little like cocaine anyhow."},{"Author":"Anthony Trollope","Category":"religion","Quote":"The Church of England is the only church in the world that interferes neither with your politics nor your religion"},{"Author":"Eileen Wilks,  On the Prowl","Category":"religion","Quote":"Religion turned some folks belligerent."},{"Author":"Robin Wasserman,  The Book of Blood and Shadow","Category":"religion","Quote":"A fundamentalist is someone who wants to substitute what he believes for what you believe,\"Max said. \"And someone who thinks he knows the will of God better than anyone else."},{"Author":"Dan Simmons,  The Fall of Hyperion","Category":"religion","Quote":"Religion and ethics were not always - or even frequently - mutually compatible. The demands of religious absolutism or fundamentalism or rampaging relativism often deflected the worst aspects of contemporary culture or prejudices rather than a system which both man and God could live under with a sense of real justice."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"I will not join the rat race because I'm not a rat. And I will not blindly follow a specific faith because I'm not a bat. The only race I'll take part in is for humans being humane. It's called the human race, and sadly it's got the least participants."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"A man of God would never burn or harm a temple of any kind - regardless of religion. A true man of God would see every temple or divine mansion built to glorify the Creator - as an extension of the temple closest to his home, regardless of its shape, size, or color. A man who truly recognizes and knows God can see God in all things."},{"Author":"Javier Bardem","Category":"religion","Quote":"I don't belive in God. I believe in...Al Pacino."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"If the Creator stood before a million men with the light of a million lamps, only a few would truly see him because truth is already alive in their hearts. Truth can only be seen by those with truth in them. He who does not have Truth in his heart, will always be blind to it."},{"Author":"Dorothy Allison,  Bastard Out of Carolina","Category":"religion","Quote":"Don't go taking that gospel stuff seriously. It's nice to clean you out now and then, but it ain't for real. It's like bad whiskey. Run through you fast and leave you with pain."},{"Author":"Randy Elrod,  Sex, Lies & Religion","Category":"religion","Quote":"Could it be, as one writer puts it, that every knock at the door of a brothel is actually a knock at the heart of God?"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"Never trust the translation or interpretation of something without first trusting its interpreter."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"religion","Quote":"Regardless of your chosen faith, at the end of your life's journey, your heart will be measured in two ways. One, the weight of your conscience must far outweigh the weight of a feather. Two, any impurities in your heart must weigh no more than one feather."}]