[{"Author":"Stephenie Meyer,  Eclipse","Category":"romance","Quote":"He's like a drug for you, Bella."},{"Author":"Cassandra Clare,  City of Glass","Category":"romance","Quote":"There is no pretending,\"Jace said with absolute clarity. \"I love you, and I will love you until I die, and if there is life after that, I'll love you then."},{"Author":"Jess C. Scott,  The Intern","Category":"romance","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"George Jean Nathan","Category":"romance","Quote":"Love is an emotion experienced by the many and enjoyed by the few."},{"Author":"Lisa Kleypas,  Blue-Eyed Devil","Category":"romance","Quote":"I no longer believed in the idea of soul mates, or love at first sight. But I was beginning to believe that a very few times in your life, if you were lucky, you might meet someone who was exactly right for you. Not because he was perfect, or because you were, but because your combined flaws were arranged in a way that allowed two separate beings to hinge together."},{"Author":"Richelle Mead,  Frostbite","Category":"romance","Quote":"You can't force love, I realized. It's there or it isn't. If it's not there, you've got to be able to admit it. If it is there, you've got to do whatever it takes to protect the ones you love."},{"Author":"Nicholas Sparks","Category":"romance","Quote":"The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds. And that's what you've given me. That's what I'd hoped to give you forever"},{"Author":"Lady Gaga","Category":"romance","Quote":"Some women choose to follow men, and some women choose to follow their dreams. If you're wondering which way to go, remember that your career will never wake up and tell you that it doesn't love you anymore."},{"Author":"Cassandra Clare,  City of Glass","Category":"romance","Quote":"And I'm suppose to sit by while you date boys and fall in love with someone else, get married...?\"His voice tightened. \"And meanwhile, I'll die a little bit more every day, watching."},{"Author":"Shana Abe","Category":"romance","Quote":"I heard what you said. I’m not the silly romantic you think. I don’t want the heavens or the shooting stars. I don’t want gemstones or gold. I have those things already. I want…a steady hand. A kind soul. I want to fall asleep, and wake, knowing my heart is safe. I want to love, and be loved."},{"Author":"Torquato Tasso","Category":"romance","Quote":"Any time not spent on love is wasted."},{"Author":"Nicholas Sparks,  The Notebook","Category":"romance","Quote":"They didn’t agree on much. In fact, they didn’t agree on anything. They fought all the time and challenged each other ever day. But despite their differences, they had one important thing in common. They were crazy about each other."},{"Author":"Oscar Wilde,  The Importance of Being Earnest and Other Plays","Category":"romance","Quote":"The very essence of romance is uncertainty."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"romance","Quote":"I can feel Peeta press his forehead into my temple and he asks, 'So now that you've got me, what are you going to do with me?' I turn into him. 'Put you somewhere you can't get hurt."},{"Author":"William Shakespeare,  Twelfth Night","Category":"romance","Quote":"If music be the food of love, play on,Give me excess of it; that surfeiting,The appetite may sicken, and so die."},{"Author":"Richelle Mead,  Vampire Academy","Category":"romance","Quote":"Only a true best friend can protect you from your immortal enemies."},{"Author":"Nicholas Sparks,  Message in a Bottle","Category":"romance","Quote":"True love is rare, and it's the only thing that gives life real meaning."},{"Author":"Pedro Calderón de la Barca","Category":"romance","Quote":"When love is not madness it is not love."},{"Author":"Kahlil Gibran","Category":"romance","Quote":"If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"romance","Quote":"I was smiling yesterday,I am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"I cannot fix on the hour, or the spot, or the look or the words, which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun."},{"Author":"Becca Fitzpatrick,  Hush, Hush","Category":"romance","Quote":"Say 'provoking' again. Your mouth looks provocative when you do."},{"Author":"E.M. Forster,  A Room with a View","Category":"romance","Quote":"It isn't possible to love and part. You will wish that it was. You can transmute love, ignore it, muddle it, but you can never pull it out of you. I know by experience that the poets are right: love is eternal."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"romance","Quote":"If loving someone is putting them in a straitjacket and kicking them down a flight of stairs, then yes, I have loved a few people."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"romance","Quote":"You here to finish me off, Sweetheart?"},{"Author":"Nicholas Sparks,  The Notebook","Category":"romance","Quote":"Every great love starts with a great story..."},{"Author":"Charles Dickens","Category":"romance","Quote":"Never close your lips to those whom you have already opened your heart."},{"Author":"Diana Gabaldon,  Dragonfly in Amber","Category":"romance","Quote":"I stood still, vision blurring, and in that moment, I heard my heart break. It was a small, clean sound, like the snapping of a flower's stem."},{"Author":"J.R.R. Tolkien","Category":"romance","Quote":"And he took her in his arms and kissed her under the sunlit sky, and he cared not that they stood high upon the walls in the sight of many."},{"Author":"Albert Camus,  The Fall","Category":"romance","Quote":"You know what charm is: a way of getting the answer yes without having asked any clear question."},{"Author":"Cassandra Clare,  City of Ashes","Category":"romance","Quote":"You could have fooled me. Everytime I called you, Luke said you were sick. I figured you were avoiding me. Again.\"\"I wasn't. I did want to talk to you. I've been thinking about you all the time.\"\"I've been thinking about you, too.\"\"I really was sick. I swear. I almost died back there on the ship, you know.\"\"I know. Everytime you almost die, I almost die myself."},{"Author":"Jude Deveraux,  A Knight in Shining Armor","Category":"romance","Quote":"My soul will find yours."},{"Author":"F. Scott Fitzgerald,  This Side of Paradise","Category":"romance","Quote":"I'm not sentimental--I'm as romantic as you are. The idea, you know,is that the sentimental person thinks things will last--the romanticperson has a desperate confidence that they won't."},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"romance","Quote":"Sometimes I wonder if there's something wrong with me. Perhaps I've spent too long in the company of my literary romantic heroes, and consequently my ideals and expectations are far too high."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"romance","Quote":"You’re dangerous,” he says.“Why?”“Because you make me believe in the impossible"},{"Author":"Jane Austen,  Love and Friendship","Category":"romance","Quote":"The Very first moment I beheld him, my heart was irrevocably gone."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"romance","Quote":"The mouth is made for communication, and nothing is more articulate than a kiss."},{"Author":"Julio Cortázar","Category":"romance","Quote":"Come sleep with me: We won't make Love,Love will make us."},{"Author":"Fannie Flagg,  Fried Green Tomatoes at the Whistle Stop Cafe","Category":"romance","Quote":"I wonder how many people don't get the one they want, but end up with the one they're supposed to be with."},{"Author":"William Shakespeare","Category":"romance","Quote":"My only love sprung from my only hate!Too early seen unknown, and known too late!Prodigious birth of love it is to me,That I must love a loathed enemy."},{"Author":"Stephanie Lennox,  I Don't Remember You","Category":"romance","Quote":"I’ve been fighting to be who I am all my life. What’s the point of being who I am, if I can’t have the person who was worth all the fighting for?"},{"Author":"Suzanne Collins,  Mockingjay","Category":"romance","Quote":"Sometimes when I'm alone, I take the pearl from where it lives in my pocket and try to remember the boy with the bread, the strong arms that warded off nightmares on the train, the kisses in the arena."},{"Author":"Elinor Glyn","Category":"romance","Quote":"Romance is the glamour which turns the dust of everyday life into a golden haze."},{"Author":"Greg Behrendt","Category":"romance","Quote":"I'm about to make a wild, extreme and severe relationship rule: the word busy is a load of crap and is most often used by assholes. The word \"busy\"is the relationship Weapon of Mass Destruction. It seems like a good excuse, but in fact in every silo you uncover, all you're going to find is a man who didn't care enough to call. Remember men are never to busy to get what they want."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"romance","Quote":"When one is in love, one always begins by deceiving one's self, and one always ends by deceiving others. That is what the world calls a romance."},{"Author":"Richelle Mead,  Succubus Blues","Category":"romance","Quote":"Sometimes you wake up from a dream. Sometimes you wake up in a dream. And sometimes, every once in a while, you wake up in someone else's dream."},{"Author":"Nicholas Sparks,  Dear John","Category":"romance","Quote":"In our time together, you claimed a special place in my heart, one I'll carry with me forever and that no one can ever replace."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"romance","Quote":"I am not an angel,' I asserted; 'and I will not be one till I die: I will be myself. Mr. Rochester, you must neither expect nor exact anything celestial of me - for you will not get it, any more than I shall get it of you: which I do not at all anticipate."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"romance","Quote":"thus with a kiss I die"},{"Author":"Nicholas Sparks","Category":"romance","Quote":"Romance is thinking about your significant other, when you are supposed to be thinking about something else."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"romance","Quote":"I belong to my beloved, and my beloved is mine."},{"Author":"Meg Cabot,  Princess in Training","Category":"romance","Quote":"The fact is, I love him. He's the boy I want and one day he'll be MINE."},{"Author":"Nicholas Sparks,  The Notebook","Category":"romance","Quote":"She wanted something else, something different, something more. Passion and romance, perhaps, or maybe quiet conversations in candlelit rooms, or perhaps something as simple as not being second."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"romance","Quote":"With my last breath, I’ll exhale my love for you. I hope it’s a cold day, so you can see what you meant to me."},{"Author":"Jenny Han,  The Summer I Turned Pretty","Category":"romance","Quote":"Moments, when lost, can't be found again. They're just gone."},{"Author":"Rachel Cohn,  Naomi and Ely's No Kiss List","Category":"romance","Quote":"It's bullshit to think of friendship and romance as being different. They're not. They're just variations of the same love. Variations of the same desire to be close."},{"Author":"Randy Pausch,  The Last Lecture","Category":"romance","Quote":"When it comes to men who are romantically interested in you, it’s really simple. Just ignore everything they say and only pay attention to what they do."},{"Author":"Tessa Dare,  A Lady of Persuasion","Category":"romance","Quote":"Oh no. Don't smile. You'll kill me. I stop breathing when you smile."},{"Author":"Kathleen Tessaro","Category":"romance","Quote":"If you can capture a woman's imagination, then you will have her. But imagination is a strange creature. It needs time and distance to function properly."},{"Author":"Charlaine Harris,  Club Dead","Category":"romance","Quote":"You are speaking of my future lover. Be more respectful."},{"Author":"Nicholas Sparks","Category":"romance","Quote":"You really love her don't you,\"she said.With all my heart.\"She looked as sad as I'd ever seen her.What's your heart telling you to do?\"I don't know.\"Maybe\", she said gently,\"You're trying to hard to hear it."},{"Author":"Jess C. Scott,  The Intern","Category":"romance","Quote":"Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait."},{"Author":"Mario Vargas Llosa,  Aunt Julia and the Scriptwriter","Category":"romance","Quote":"One can't fight with oneself, for this battle has only one loser."},{"Author":"Stephenie Meyer,  Eclipse","Category":"romance","Quote":"He sighed. \"The clouds I can handle. But I can't fight with an eclipse."},{"Author":"E.L. James,  Fifty Shades Darker","Category":"romance","Quote":"You wanted hearts and flowers,” he murmurs.I blink at him, not quite believing what I’m seeing.“You have my heart.” And he waves toward the room.“And here are the flowers,” I whisper, completing his sentence. “Christian, it’s lovely."},{"Author":"Nora Roberts,  The Stanislaski Brothers: Mikhail and Alex","Category":"romance","Quote":"Damn me to hell or take me to heaven, but for Gods sake, do it now...."},{"Author":"Stephenie Meyer,  New Moon","Category":"romance","Quote":"I honestly have no idea how to live without you."},{"Author":"Jeaniene Frost","Category":"romance","Quote":"If I die, I will wait for you, do you understand? No matter how long. I will watch from beyond to make sure you live every year you have to its fullest, and then we’ll have so much to talk about when I see you again… (Bones)"},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"romance","Quote":"Don't get your panties in such a twist... and give me back mine."},{"Author":"Amy Sedaris,  I Like You: Hospitality Under the Influence","Category":"romance","Quote":"Don't leave a piece of jewelry at his house so you can go back and get it later; he may be with his real girlfriend."},{"Author":"Charlie Huston,  Already Dead","Category":"romance","Quote":"One day, when I am a braver man, I will tell her these things, and then I will look her in the eye tell her I love her and ask her to be only mine. But until that day, we're just friends."},{"Author":"Julia Quinn","Category":"romance","Quote":"You always get more respect when you don't have a happy ending."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"romance","Quote":"Here's something else to think about: calling when you say you're going to is the very first brick in the house you are building of love and trust. If he can't lay this one stupid brick down, you ain't never gonna have a house baby, and it's cold outside."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"romance","Quote":"So it’s true, when all is said and done, grief is the price we pay for love."},{"Author":"Colleen Houck","Category":"romance","Quote":"Falling for him would be like cliff diving. It would be either the most exhilarating thing that ever happened to me or the stupidest mistake I’d ever make."},{"Author":"Janet Evanovich","Category":"romance","Quote":"Romance novels are birthday cake and life is often peanut butter and jelly. I think everyone should have lots of delicious romance novels lying around for those times when the peanut butter of life gets stuck to the roof of your mouth."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"romance","Quote":"For never was a story of more woe than this of Juliet and her Romeo."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"romance","Quote":"We kiss all the time.\"I clear my throat, then add, \"We just...do it in private.\"\"A smug expression crosses his face. \"I don't buy it for a second, 'cause if you were my girlfriend and a stud like me was livin' in your house, I'd kiss you in front of the guy every chance I got as a reminder.\"\"A reminder of w-w-what?\"\"That you were mine."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"We all know him to be a proud, unpleasant sort of man; but this would be nothing if you really liked him."},{"Author":"Oprah Winfrey","Category":"romance","Quote":"If a man wants you, nothing can keep him away. If he doesn't want you, nothing can make him stay."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"romance","Quote":"Love is a luxury.\"\"No. Love is an element.\"An element. Like air to breathe, earth to stand on."},{"Author":"Nicholas Sparks","Category":"romance","Quote":"I'd love to, she finally said,\"on one condition.\"I steadied myself, hoping it wasn't something too awful.\"Yes?\"\"You have to promise that you won't fall in love with me.\"I knew she was kidding me by the way she laughed, and I couldn't help but breathe a sigh of relief.Sometimes, I had to admit, Jamie had a pretty good sense of humor.I smiled and gave her my word."},{"Author":"Diana Gabaldon,  Outlander","Category":"romance","Quote":"Oh, aye, Sassenach. I am your master . . . and you're mine. Seems I canna possess your soul without losing my own."},{"Author":"John Green","Category":"romance","Quote":"Nerd girls are the world’s most underutilized romantic resource. And guys, do not tell me that nerd girls are not hot because that shows a Paris Hilton-esque failure to understand hotness."},{"Author":"Diana Gabaldon,  Outlander","Category":"romance","Quote":"Ye are Blood of my Blood, and Bone of my Bone,I give ye my Body, that we Two might be One.I give ye my Spirit, 'til our Life shall be Done."},{"Author":"Shannon L. Alder","Category":"romance","Quote":"Never rearrange your life in order to meet Mr. Darcy half way. If he couldn’t see your worth at the moment you met then he won’t two years later. May the halls of Pemberly be filled with his regrets and your life filled with thankfulness because of this revelation."},{"Author":"J.D. Robb,  Innocent in Death","Category":"romance","Quote":"No. No, I don't believe you'd betray me with her. I don't believe you'd cheat on me. But I'm afraid, and I'm sick in my heart that you might look at her, then at me. And regret."},{"Author":"Jennifer L. Armentrout,  Pure","Category":"romance","Quote":"Ever since I’ve met you, I’ve wanted to break every rule.” Aiden turned away, the muscles in his neck tensing. He sighed. “You’ll become the centre of someone’s world one day. And he’ll be the luckiest son of a bitch on this earth."},{"Author":"Richelle Mead,  Vampire Academy","Category":"romance","Quote":"If I let myself love you, I won't throw myself in front of her. I'll throw myself in front of you."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"romance","Quote":"Don't kiss me like a woman if you're going to treat me like a child."},{"Author":"Groucho Marx","Category":"romance","Quote":"Some people claim that marriage interferes with romance. There's no doubt about it. Anytime you have a romance, your wife is bound to interfere."},{"Author":"Laurell K. Hamilton","Category":"romance","Quote":"Only love of a good woman will make a man question every choice, every action. Only love makes a warrior hesitate for fear that his lady will find him cruel. Only love makes a man both the best he will ever be, and the weakest. Sometimes all in the same moment. -Wicked"},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"romance","Quote":"I used to date the lead singer of The Cranberries, but she cheated on me. Turns out she had some turkey on the side."},{"Author":"Stephanie Laurens,  The Edge of Desire","Category":"romance","Quote":"My heart only ever had one thought, one want. One need. Despite all, in spite of all...All my heart has ever wanted is you."},{"Author":"Linda Howard,  After the Night","Category":"romance","Quote":"Do you want to know why men name their penis? So the most important decisions in their life aren't made by a stranger."},{"Author":"Kelley Armstrong,  The Reckoning","Category":"romance","Quote":"You were just worried about me.\"An exhale, relieved that I had understood. \"Yeah\"I turned. \"Because you think I'm worth it\"He put his fingers under my chin. \"I absolutely think your worth it.\"\"But you don't think you are.\"His mouth opened. Shut.\"That's what this is about, Derek. You won't let us worry about you because you don't think you're worth it. But I do. I absolutely do."},{"Author":"L.J. Smith,  Nightfall","Category":"romance","Quote":"Why do people always assume that volume will succeed when logic won’t? - Damon"},{"Author":"Colleen Houck","Category":"romance","Quote":"You don’t take away my choices. You are my choice."},{"Author":"Rowena Cherry,  Knight's Fork","Category":"romance","Quote":"Carpe Scrotum. Seize life by the testicles"},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"romance","Quote":"What about when someone doesn't need a shoulder? What if they need the arms?"},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"romance","Quote":"You picked a lemon, throw it away lemonade is overrated. Freaks should remain at the circus, not in your apartment. You already have one asshole. You don’t need another. Make a space in your life for the glorious things you deserve. Have faith."},{"Author":"Cecelia Ahern","Category":"romance","Quote":"Memories were fine but you couldn't touch them, smell them or hold them. They were never exactly as the moment was, and they faded with time."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"romance","Quote":"He did not care if she was heartless, vicious and vulgar, stupid and grasping, he loved her. He would rather have misery with one than happiness with the other."},{"Author":"Jess C. Scott,  Wicked Lovely","Category":"romance","Quote":"I felt like an animal, and animals don’t know sin, do they?"},{"Author":"Jodi Picoult,  Keeping Faith","Category":"romance","Quote":"I don't think we get a choice in who we fall for,\"Ian whispers. \"I think we just do."},{"Author":"Rainbow Rowell,  Attachments","Category":"romance","Quote":"Every woman wants a man who'll fall in love with her soul as well as her body."},{"Author":"Cecelia Ahern,  P.S. I Love You","Category":"romance","Quote":"what a luxury it was for people to hold their loved ones whenever they wanted"},{"Author":"Lauren Kate,  Passion","Category":"romance","Quote":"What if you find your soul mate... at the wrong time?"},{"Author":"Augustine of Hippo","Category":"romance","Quote":"To fall in love with God is the greatest romance; to seek him the greatest adventure; to find him, the greatest human achievement."},{"Author":"Deborah Cox","Category":"romance","Quote":"So I placed my heart under lock and key To take some time, and take care of me But I turn around and you're standing here"},{"Author":"Scott Dikkers,  You Are Worthless: Depressing Nuggets of Wisdom Sure to Ruin Your Day","Category":"romance","Quote":"Statistically speaking, there is a 65 percent chance that the love of your life is having an affair. Be very suspicious."},{"Author":"Suzanne Collins,  Mockingjay","Category":"romance","Quote":"Stay with me.Always."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"romance","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"Michelle Hodkin,  The Unbecoming of Mara Dyer","Category":"romance","Quote":"You're supposed to say, 'All I want is your happiness. I'll do whatever it takes, even if it means being without you.'\"\"Sorry,\"Noah said. \"I'm just not that big of a person."},{"Author":"أحلام مستغانمي,  الأسود يليق بك","Category":"romance","Quote":"لن يعترف حتى لنفسه بأنه خسرها. سيدّعي أنها من خسرته، وأنه من أراد لهما فراقًا قاطعًا كضربة سيف، فهو يفضّل على حضورها غيابًا طويلًا، وعلى المتع الصغيرة ألمًا كبيرًا، وعلى الانقطاع المتكرر قطيعة حاسمة."},{"Author":"Stephanie Laurens,  A Rogue's Proposal","Category":"romance","Quote":"Just because I'm not forever by your side doesn't mean that's not precisely where I want to be."},{"Author":"Jeanette Winterson,  Oranges Are Not the Only Fruit","Category":"romance","Quote":"I seem to have run in a great circle, and met myself again on the starting line."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"The fact is…I’m in love with you, and I have been for some time."},{"Author":"Danielle Steel,  No Greater Love","Category":"romance","Quote":"Things work out the way they're meant to"},{"Author":"Erin Morgenstern,  The Night Circus","Category":"romance","Quote":"I have tried to let you go and I cannot. I cannot stop thinking of you. I cannot stop dreaming about you."},{"Author":"Mark Green","Category":"romance","Quote":"Live like you were dying, Love because you are."},{"Author":"Lauren Oliver,  Delirium","Category":"romance","Quote":"He is my world and my world is him and without him there is no world."},{"Author":"Nicholas Sparks,  Dear John","Category":"romance","Quote":"You're a hero and a gentleman, you're kind and honest, but more than that, you're the first man I ever truly loved. And no matter what the future brings, you always will be, and I know that my life is better for it."},{"Author":"Richelle Mead,  Vampire Academy","Category":"romance","Quote":"I get in that kind of situation all the time, Comrade. It's not a big deal.\"Anger replaced my fear. I didn't like being treated like a child. \"Stop calling me that. You don't even know what you're talking about.\"\"Sure I do. I had to do a report on the R.S.S.R. last year."},{"Author":"P.C. Cast,  Untamed","Category":"romance","Quote":"Because you are the superhero fledgling. I’m just your more attractive sidekick. Oh, and the herd of nerds are your dorky minions."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"romance","Quote":"To be rejected by someone doesn't mean you should also reject yourself or that you should think of yourself as a lesser person. It doesn't mean that nobody will ever love you anymore. Remember that only ONE person has rejected you at the moment, and it only hurt so much because to you, that person's opinion symbolized the opinion of the whole world, of God."},{"Author":"Erich Maria Remarque,  Three Comrades","Category":"romance","Quote":"It's only terrible to have nothing to wait for."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"Oh, Lizzy! do anything rather than marry without affection."},{"Author":"Dorothy Parker","Category":"romance","Quote":"I require three things in a man: he must be handsome, ruthless, and stupid."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"romance","Quote":"She is all the great heroines of the world in one. She is more than an individual. I love her, and I must make her love me. I want to make Romeo jealous. I want the dead lovers of the world to hear our laughter, and grow sad. I want a breath of our passion to stir dust into consciousness, to wake their ashes into pain."},{"Author":"Adriana Trigiani,  Very Valentine","Category":"romance","Quote":"That's when you know for sure somebody loves you. They figure out what you need and they give it to you -- without you asking."},{"Author":"Graham Greene,  The Comedians","Category":"romance","Quote":"Like some wines our love could neither mature nor travel."},{"Author":"Diana Gabaldon,  Dragonfly in Amber","Category":"romance","Quote":"Blood of my Blood,\"he whispered, \"and bone of my bone. You carry me within ye, Claire, and ye canna leave me now, no matter what happens, You are mine, always, if ye will it or no, if ye want me or nay. Mine, and I wilna let ye go."},{"Author":"Nicholas Sparks,  The Wedding","Category":"romance","Quote":"But love, I’ve come to understand, is more than three words mumbled before bedtime. Love is sustained by action, a pattern of devotion in the things we do for each other every day."},{"Author":"Rainbow Rowell,  Fangirl","Category":"romance","Quote":"She smiled, and her eyes started to drift downward. \"Cather...\"Back up to his eyes.\"You know that I'm falling in love with you, right?"},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"romance","Quote":"The first time he'd held her hand, it felt so good that it crowded out all the bad things. It felt better than anything had ever hurt."},{"Author":"Colleen Houck,  Tiger's Quest","Category":"romance","Quote":"I decided to find you, throw myself at your feet, and beg you to have mercy on me. Honestly, I’ll accept whatever you choose, Kelsey. Just don’t ask me to live apart from you again. Because...I can’t."},{"Author":"Maggie Stiefvater,  Shiver","Category":"romance","Quote":"Sam laughed, a funny, self-deprecating laugh. \"You did read a lot. And spent too much time just inside the kitchen window, where I couldn't see you very well.\"\"And not enough time mostly naked in front of my bedroom window?\"I teased. Sam turned bright red. \"That,\"he said, \"is so not the point of this conversation."},{"Author":"Kim Harrison,  Every Which Way But Dead","Category":"romance","Quote":"And then there are the rare ones who know love, who understand it. Who freely give of themselves, demanding only a return of that love,that trust."},{"Author":"Jamie McGuire,  Providence","Category":"romance","Quote":"Time will make it worse! You're...the other half of his soul. He's never going to get over you. And no matter how much you hope that you will... you'll never get over him. You're going to wake up one day and realize what you've done, and you're going to regret the time you wasted apart from him for the rest of your life."},{"Author":"J.R. Ward,  Lover Enshrined","Category":"romance","Quote":"After a moment, Wrath turned to John. \"This is Lassiter, the fallen angel. One of the last times he was here on earth, there was a plague in central Europe-\"\"Okay, that was so not my fault-\"\"-which wiped out two-thirds of the human population.\"\"I'd like to remind you that you don't like humans.\"\"They smell bad when they're dead.\"\"All you mortal types do."},{"Author":"Julie de Lespinasse","Category":"romance","Quote":"You know that when I hate you, it is because I love you to a point of passion that unhinges my soul."},{"Author":"Laurell K. Hamilton,  A Stroke of Midnight","Category":"romance","Quote":"Love is too precious to be ashamed of."},{"Author":"E.L. James,  Fifty Shades Darker","Category":"romance","Quote":"I hug him tightly. “I can’t imagine my life without you, Christian. I love you so much it frightens me.” “Me, too,” he breathes. “My life would be empty without you. I love you so much."},{"Author":"Margaret Atwood","Category":"romance","Quote":"Romance takes place in the middle distance. Romance is looking in at yourself through a window clouded with dew. Romance means leaving things out: where life grunts and shuffles, romance only sighs."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"romance","Quote":"I would pour you a glass of wine, but wouldn’t it be more romantic if you sipped it out of my armpit?"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"I don’t want to make love last, I want to make love second to last. The last thing we’ll do is cuddle."},{"Author":"Colleen Houck","Category":"romance","Quote":"And yes, I’ll admit, I am jealous. I’m jealous of every minute you spend with him, of every concerned expression you send his way, of every tear shed, of every glance, every touch, and every thought. I want to rip him to pieces and purge him from your mind and from your heart. But I can’t."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"romance","Quote":"It was the nicest thing she could imagine. It made her want to have his babies and give him both of her kidneys."},{"Author":"Cate Tiernan","Category":"romance","Quote":"There is darkness in light, there is pain in joy, and there are thorns on the rose."},{"Author":"John Joseph Powell,  The Secret of Staying in Love","Category":"romance","Quote":"It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being."},{"Author":"Natalie Clifford Barney","Category":"romance","Quote":"When you're in love you never really know whether your elation comes from the qualities of the one you love, or if it attributes them to her; whether the light which surrounds her like a halo comes from you, from her, or from the meeting of your sparks."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"romance","Quote":"Falling in love is very real, but I used to shake my head when people talked about soul mates, poor deluded individuals grasping at some supernatural ideal not intended for mortals but sounded pretty in a poetry book. Then, we met, and everything changed, the cynic has become the converted, the sceptic, an ardent zealot."},{"Author":"Julie James,  Practice Makes Perfect","Category":"romance","Quote":"I've been in love with you since the very beginning. You asked why there isn't anyone else in my life, and the reason... is you."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"romance","Quote":"Love is a smoke made with the fume of sighs."},{"Author":"Neil Strauss","Category":"romance","Quote":"Attraction is not an option."},{"Author":"Sophie Kinsella,  Can You Keep a Secret?","Category":"romance","Quote":"Relationships are all about trust and equality. If one person shares, then the other person should share, too."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"romance","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"I make love like the 13th floor is the 14th floor of a hotel. I give it that little extra that takes it to a whole new level."},{"Author":"E. Lockhart,  We Were Liars","Category":"romance","Quote":"He was contemplation and enthusiasm. Ambition and strong coffee. I could have looked at him forever."},{"Author":"Mary M. Ricksen","Category":"romance","Quote":"Know that love is truly timeless."},{"Author":"Colleen Houck","Category":"romance","Quote":"Were you always such a stubborn, blind, obtuse girl?”“Are you calling me stupid?”“Yes, but in a more poetic way!”“Well, here’s a poem for you. Get lost!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Love flows like flowers, and grows like water. I’m so thirsty for romance I could drink a dozen roses."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"0 plus 100 equals 100. But so does 50 plus 50, only with more balance. Let this be a lesson in love."},{"Author":"David Sedaris,  Dress Your Family in Corduroy and Denim","Category":"romance","Quote":"Hugh and I have been together for so long that in order to arouse extraordinary passion, we need to engage in physical combat. Once, he hit me on the back of the head with a broken wineglass, and I fell to the floor pretending to be unconscious. That was romantic, or would have been had he rushed to my side rather than stepping over my body to fetch the dustpan."},{"Author":"Andrea Gibson","Category":"romance","Quote":"That night when you kissed me, I left a poem in your mouth, and you can hear some of the lines every time you breathe out."},{"Author":"Maggie Stiefvater,  Shiver","Category":"romance","Quote":"His lips tasted cool and sharp, peppermint, winter, but his hands, soft on the back of my neck, promised long days and summer and forever."},{"Author":"Colleen Houck","Category":"romance","Quote":"What are you doing?”“Kneeling before a goddess.”“I’m not a goddess.”“You are. A goddess, a princess, a queen. As a soldier, I pledge myself to your service. As a prince, I grant you any boon within my power. As a man, I ask to sit at your feet and worship you. Ask me to do anything for you and I will do it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My brain is divided into two butterflies, and both are in love with your rose-shaped heart. If you've got the garden, I've got my whole life."},{"Author":"Kate Chisman,  Run","Category":"romance","Quote":"We ruined each other by being together. We destroyed each other’s dreams."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"If it’s the last kiss, we’d better make it last. I hope you don’t have anywhere to be, because I have the rest of my life free."},{"Author":"Julie Anne Peters,  Keeping You a Secret","Category":"romance","Quote":"Cut the ending. Revise the script. The man of her dreams is a girl."},{"Author":"Amanda Grace,  But I Love Him","Category":"romance","Quote":"I wanted to be his life preserver, the thing that would keep him afloat. Instead, he became my anchor. And I’m tired of drowning."},{"Author":"Megan McCafferty,  Second Helpings","Category":"romance","Quote":"It's so much easier to convince yourself you're madly in love with someone when you know nothing about him."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"romance","Quote":"I don't want to be somebody's crush. If somebody likes me, I want them to like the real me, not what they think I am."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"She has a sly smile, and eyes that seem to see my essence as they explore my soul and implore my spirit to enter her. I look at her and I see love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I’ll be your Dostoevsky, if you’ll be my Tolstoy. Our life together will be so full of despair that death will be like a gulag full of joy."},{"Author":"Lisa Kleypas,  Again the Magic","Category":"romance","Quote":"For thousands of nights I dreamed of making love to you. No man on earth has ever hated sunrise as I do."},{"Author":"Ilana Tan,  Winter in Tokyo","Category":"romance","Quote":"Kenapa harus takut gelap kalau ada banyak hal indah yang hanya bisa dilihat sewaktu gelap?-Nishimura Kazuto"},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"His eyes drifted leisurely back up to my face and he smiled at me appreciatively, “Kelsey, when a man spends time with a beautiful woman, he needs to pace himself. I quirked my eyebrow at him and laughed. “Yeah, I’m a regular marathon alright.” He kissed my fingers. “Exactly. A wise man never sprints…in a marathon."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"A girl can still admire, can’t she? Even those who can’t afford to go in the store can still window-shop. Right? Knowing he wasn’t for me didn’t mean I couldn’t covet the merchandise."},{"Author":"Anaïs Nin,  Delta of Venus","Category":"romance","Quote":"He was now in that state of fire that she loved. She wanted to be burnt."},{"Author":"C.L. Wilson,  Lord of the Fading Lands","Category":"romance","Quote":"My beloved is the sunAnd I am the earth that thrives only in her warmth. My beloved is the rainAnd I am the grass that thirsts for her quenching kiss. My beloved is the windAnd I am the wings that soar when she fills me with her gentle strength.My beloved is the rockUpon which rests the happiness of all my days.—The Elements of Love, a poem by Aileron v'En Kavali of the Fey"},{"Author":"Tim Burton","Category":"romance","Quote":"We all know interspecies romance is weird."},{"Author":"Nicholas Sparks,  Dear John","Category":"romance","Quote":"Believe me, I'm no romantic, and while I've heard all about love at first sight, I've never believed in it, and I still don't. But even so, there was something there, something recognizably real, and I couldn't look away."},{"Author":"Greg Behrendt","Category":"romance","Quote":"We're taught that in life, we should try to look on the bright side. Not in this case. In this case, assume rejection first. Assume you're the rule, not the exception. It's liberating. But we also know it's not an easy concept. -He's not just into you"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Our love went from fly to flower to butterfly, and it was meant to beautifully flutter, not sit still on a shelf like a trophy to be collected."},{"Author":"Lang Leav,  Love & Misadventure","Category":"romance","Quote":"Before I fellin love with words,with setting skies and singing birds—it was you I fellin love with first."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"romance","Quote":"I couldn't stop staring at his mouth when he spoke. I bet he knew how to kiss. Perfect kisses too, ones that weren't wet and gross, but the kind that curled toes.I needed to stop looking at him in general."},{"Author":"Veronica Rossi,  Through the Ever Night","Category":"romance","Quote":"Love is a rebellious bird that nobody can tame."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"Had I been in love, I could not have been more wretchedly blind. But vanity, not love, has been my folly."},{"Author":"Julia Quinn,  Romancing Mister Bridgerton","Category":"romance","Quote":"Colin decided then and there that the female mind was a strange and incomprehensible organ - one which no man should even attempt to understand. There wasn't a woman alive who could go from point A to B without stopping at C, D, X, and 12 along the way."},{"Author":"Leigh Bardugo,  Six of Crows","Category":"romance","Quote":"The heart is an arrow. It demands aim to land true."},{"Author":"Susane Colasanti,  When It Happens","Category":"romance","Quote":"Too bad guys aren’t like Mr. Potato Head Where you can pick and choose which parts you want. Then we might come up with a guy who meets your standards.- Maggie"},{"Author":"Richelle Mead,  Vampire Academy","Category":"romance","Quote":"But I couldn't help myself, couldn't help the way I felt as I recalled the bliss and rush of a vampire's bite."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I’m hard to love, but I love hard, like my heart is the sun yearning to tan your naked body. I promise I won’t burn you."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"The race is long, and I am sprinting. If I ever see her again, I’ll probably be too out of breath to tell her I love her."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"romance","Quote":"Yes, I understand why things had to happen this way. I understand his reason for causing me pain. But mere understanding does not chase away the hurt. It does not call upon the sun when dark clouds have loomed over me. Let the rain come then if it must come! And let it wash away the dust that hurt my eyes!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Let us embrace each other like we have the arms of two chairs. Let us dance like our legs are those of a table. We should do dinner sometime."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My hands will get dirty holding your rose-shaped heart, because love is like gardening—it’s earthy and takes work to keep it alive."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I had a second friend come over to my house, and do you know what I called her? A refill. If relationships aren’t drinkable, why do we thirst for them so much?"},{"Author":"Louis C.K.","Category":"romance","Quote":"Shut up…let me tell you, LET ME. Every time I look at your face or even remember it, it wrecks me. And the way you are with me and you’re just fun and you shit all over me and you make fun of me and you’re real. I don’t have enough time in any day to think about you enough...I don’t even think about women anymore. I think about you."},{"Author":"Nick Hornby","Category":"romance","Quote":"Sometimes you know you've got a chance with a girl because she wants to fight with you. If the world wasn't so messed up, it wouldn't be like that. If the world was normal, a girl being nice to you would be a good sign, but in the real world, it isn't."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"romance","Quote":"Physical love is unthinkable without violence."},{"Author":"Oscar Wilde","Category":"romance","Quote":"Deceiving others. That is what the world calls a romance."},{"Author":"Janet Evanovich","Category":"romance","Quote":"Nice dress. Take it off."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"He then put both hands on the door on either side of my head and leaned in close, pinning me against it. I trembled like a downy rabbit caught in the clutches of a wolf. The wolf came closer. He bent his head and began nuzzling my cheek. The problem was…I wanted the wolf to devour me."},{"Author":"Elizabeth Scott,  Perfect You","Category":"romance","Quote":"I didn't want it to be one good memory that led to a lot of bad ones. I wanted it to stay what it was, one amazing moment, something that was strong and sweet enough to stand on its own. Something I could remember without any pain. - Kate"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Let’s be romantic and dance in the rain. I’ll prove my feelings for you by bringing an umbrella, because I’m drowning in my love for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I don’t want my love with her to wither like grapes on a vine, so I’ll water it with romance to turn it into wine."},{"Author":"Charlaine Harris,  Living Dead in Dallas","Category":"romance","Quote":"Hey, our hair's the same color,\"I said, eying us side by side in the mirror.\"Sure is, girlfriend.\"Eric grinned at me."},{"Author":"Jarod Kintz,  I had a dream about you 2","Category":"romance","Quote":"I had a dream about you. No words were exchanged, but we spoke with our eyes. My eyes said, “I love you,” while your eyes told me, “I’m asleep.” You always were more romantic than me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I used to think how lucky she was to have me, but now I realize that’s backwards. A spirit of gratitude yields patience, love, and forgiveness."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"String several words together in a sentence and you have a language necklace. My I love you would look great with your favorite red dress."},{"Author":"Diana Gabaldon,  Outlander","Category":"romance","Quote":"And I mean to hear ye groan like that again. And to moan and sob, even though you dinna wish to, for ye canna help it. I mean to make you sigh as though your heart would break, and scream with the wanting, and at last to cry out in my arms, and I shall know that I've served ye well."},{"Author":"Heather Dixon,  Entwined","Category":"romance","Quote":"Mr. Bradford,\"she said. \"I'm not going to propose to you.\"The twinkle in Mr. Bradford's eyes faded. So did his smile. He managed to keep it on his face. It looked painful.\"Oh,\"he said.\"Mr. Bradford?\"\"Yes?\"\"Would you mind it so very much if...you know...you proposed to me?\"The light in Mr. Bradford's eyes jumped to life. He beamed so largely it almost wasn't crooked.\"If you want."},{"Author":"Anna Nalick","Category":"romance","Quote":"But, my God, it's so beautiful when the boy smiles"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"When she’s cuddled close, I feel there’s nothing I can’t do, and I can’t do nothing about it, because my heart is her heart for as long as she wants it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I drank so much booze I was bamboozled. Alcohol makes my mind as discombobulated as love makes my heart. I’d sure appreciate it if you poured me a large glass of romance."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"romance","Quote":"I make love with a focus and intensity that most people reserve for sleep."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My I love you was a measured response, like one gallon of coffee in one cup of sugar. It was just overflowing with an awakening of my soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The curve of her smile, the curve of the small of her back, the curve of her laugh, everything about her makes me want to be more well-rounded."},{"Author":"Becca Fitzpatrick,  Silence","Category":"romance","Quote":"I would lay down everything I possess, even my soul, for you. If that isn't love, it's the best I have."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"As a fiction writer, let me make it up, and let me make it up to you. I’ll pen our love story, if you’ll be my co-author."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"As a man, I instantly became aware of the gold in her hair, her height measured against mine, and how easily she'd fit in my arms. ~Ren"},{"Author":"Doug Fetherling","Category":"romance","Quote":"Your absence has not taught me to be alone, it merely has shown that when together we cast a single shadow on the wall."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I wish I could grow swords like I can roses. Wouldn’t war be so romantic then? Then the U.S. could really show the world how much it loves it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A flowing flurry of flowers fell to the floor when I fell in love, as if my heart were a garden that gushed forth and flooded her being with the fragrance of romance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Instead of reciting her an original love poem using words, I think I’ll use my tongue to more creatively explore the deepest parts of her."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A Dragon Rose is a flying flower that breathes fire. A relationship isn’t truly a romance if there isn’t a tiny element of danger involved."},{"Author":"Kristen Ashley,  Knight","Category":"romance","Quote":"Wars fought over a face like this,” he murmured like he was talking to himself, my heart stopped beating and his thumbs moved lightly across my cheeks. “A man would work himself into the ground for it, go down to his knees to beg to keep it, endure torture to protect it, take a bullet for it,” his eyes came to mine, “poison his brother to possess a face like this."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"In a bookstore you can find me in the romance section, because I’m not a lover, I’m a reader."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"As the ice melted, we fell in love—slowly. I just wish the ice were in two glasses of vodka, and not surrounding our bodies."},{"Author":"Becca Fitzpatrick,  Silence","Category":"romance","Quote":"I couldn't escape him, now or ever. He'd always be there, consuming my every thought, my heart locked in his hands. I was drawn to him by forces I couldn't control, let alone escape."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I said I made a special trip to get her favorite item, because it sounded more romantic than admitting I randomly had it already. Now that’s love."},{"Author":"George R.R. Martin,  A Storm of Swords","Category":"romance","Quote":"I crossed a thousand leagues to come to you, and lost the best part of me along the way. Don't tell me to leave."},{"Author":"George Eliot","Category":"romance","Quote":"Poor fellow! I think he is in love with you.'I am not aware of it. And to me it is one of the most odious things in a girl's life, that there must always be some supposition of falling in love coming between her and any man who is kind to her... I have no ground for the nonsensical vanity of fancying everybody who comes near me is in love with me."},{"Author":"Michelle Hodkin,  The Retribution of Mara Dyer","Category":"romance","Quote":"Everyone's a little crazy. Some people just hide it better than others."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Hotel hallways should have conveyer belts for floors, so I can feel like a grocery item on vacation. I guess I’m just a romantic."},{"Author":"Coco J. Ginger","Category":"romance","Quote":"Her heart had grown so familiar to the pain of life without him, that to respond now seemed too large a pleasure she could not endure. If pain was love, then she loved fiercely. Yet knew she could not be near that boy again."},{"Author":"Laurell K. Hamilton,  Narcissus in Chains","Category":"romance","Quote":"I knew from the moment I heard you, the moment I saw the gun and realized that this lovely, petit woman was the executioner, that you would never die waiting for me to save you - that you would save yourself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My heart only grows more powerful the more my flowing love goes unabsorbed, unobserved, and unappreciated."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Instead of a vow of silence, I took a vow of invisibility. At that time you were looking for someone to love, and that’s why you couldn’t see me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Based on the questions we both answered, we’re a 0% love match. That means we’re 100% compatible, once I enlighten her to the correct perspective on life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Our love will blend together like turquoise is blue and green. There’s no depression or envy when both blur into one."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"We had a whirlwind romance. That’s what happens when you date a tornado. Hold on, I have to stop tweeting for a bit because Kansas keeps calling."},{"Author":"Jennifer L. Armentrout,  Obsidian","Category":"romance","Quote":"You know what they say about boys next door..."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I feel like dancing. If I bring an extra wheelchair for you, would you like to join me?"},{"Author":"David Nicholls,  One Day","Category":"romance","Quote":"She drinks pints of coffee and writes little observations and ideas for stories with her best fountain pen on the linen-white pages of expensive notebooks. Sometimes, when it's going badly, she wonders if what she believes to be a love of the written word is really just a fetish for stationery."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Flower petals in the breeze look like a butterfly flapping its wings. My love for you takes flight like a white orchid blushing pink."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I loved her as long as a midget. It was gruesome, and then I grew some."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I have a tongue like a rose petal, and when I say I love you, it has the fragrance of truth. My words are my garden, and I’m planting our future."},{"Author":"Stephanie Perkins,  Isla and the Happily Ever After","Category":"romance","Quote":"Phones are distracting. The internet is distracting.The way he looked at you? He wasn't distracted. He was consumed."},{"Author":"Lauren Oliver,  Delirium","Category":"romance","Quote":"I'd rather die on my own terms than live on theirs. I'd rather die loving Alex than live without him."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I have liquid lips, and my kisses are smooth as wine. Why pour you a glass when you can drink from the bottle?"},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"romance","Quote":"And second, keep in mind that you are a weapon. In theory, when you're done with training, you should be able to kick a hole in a wall or knock out a moose with a single punch.\"\"I would never hit a moose,\"said Clary. \"They're endangered."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"We made love like two coiled up fire hoses. When there’s no fire in the romance, why not act like a couple of sleeping snakes?"},{"Author":"J.R. Ward,  Lover Eternal","Category":"romance","Quote":"V shook his head. “Remember what you saw in that clearing, cop? How’d you like that anywhere near a female you loved?”Butch put down the Bud without drinking from it. His eyes traveled over Rhage’s body.“We’re going to need a shitload of steel,” the human muttered."},{"Author":"Oscar Wilde","Category":"romance","Quote":"You are more to me than any of them has any idea; you are the atmosphere of beauty through which I see life; you are the incarnation of all lovely things...I think of you day and night. ~ Letter to Lord Alfred 'Bosie' Douglas"},{"Author":"Ai Yazawa,  Tenshi Nanka Ja Nai Kanzenban, Volume 1","Category":"romance","Quote":"His hands are saying that he wants to hold her. His feet are saying that he wants to chase after her... He's probably forgotten that I'm here, beside him"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"There's someone for everyone. And when my clones get here, everyone will be able to have that someone. Prices start at $99."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A squeegee is a sponge on a stick, and if there is a tangible item that’s more romantic, I don’t know what it is. Never go on a first date without one."},{"Author":"P.C. Cast","Category":"romance","Quote":"I'll find you, don't worry. My body won't be with you all the time, but you'll always have my heart. I'm your worrier, remember?\"\"I'll never forget. I promise. I'm your High Priestess and you've pledged yourself to me. That means you have my heart, too.\"\"Then both of us better stay safe. A heart's a hard thing to live without. I should know. I've tried it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"If I were a Wild West cowboy, I wouldn’t ride a horse—I’d ride a wheelchair. More romantic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I bleed ink for her, because her name is written on my heart. She’s the author of all the love I have to give."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A turtle is like a lizard in a bicycle helmet, and I think that’s romantic. That reminds me, I should write a love song called, “Dinner for two—plus one."},{"Author":"Veronica Rossi,  Under the Never Sky","Category":"romance","Quote":"In the afternoon, they stopped to eat on a rocky outcrop. Perry brushed a kiss on her cheek while she was chewing, and she learned that it was the loveliest thing to be kissed for no reason, even while chewing food. It brightened the woods, and the never sky, and everything."},{"Author":"Colleen Houck,  Tiger's Quest","Category":"romance","Quote":"You didn’t think I’d let you go alone, did you?”“No, but I’m grateful that I had you with me.”“Grateful is all I’m going to get, isn’t it?”“What else were you hoping for?”“Adoration, devotion, affection, infatuation, or just plain finding me irresistible.”“Sorry, Don Juan. You’ll have to live with my undying gratitude."},{"Author":"Lauren Oliver,  Delirium","Category":"romance","Quote":"Are you sure that being like everybody else will make you happy?\"\"I don't know any other way.\"\"Let me show you.\"And then we're kissing. Or at least, I think we're kissing—I've only seen it done a couple of times, quick closed-mouth pecks at weddings or on formal occasions. But this isn't like anything I've ever seen, or imagined, or even dreamed: this is like music or dancing but better than both."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Why aren’t red traffic lights heart-shaped? Probably because it’s not like rush hour can get any more romantic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"He rose like heroes, and I rose like rows of red roses. Love grows wherever you plant it, so I try to farm it wherever I go."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"She said love her or be tortured by her. I replied, \"Torture would be less painful.\"She didn't realize that I'm a true romantic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I think I’m mouth blind and that’s why all food tastes bland. The only things that have any flavor are the words I love you."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"Now turn around and go to sleep. I'm warning you that I plan to sleep with you in my arms all night long."},{"Author":"Nicholas Sparks,  Message in a Bottle","Category":"romance","Quote":"As a girl, she had come to believe in the ideal man -- the prince or knight of her childhood stories. In the real world, however, men like that simply didn't exist."},{"Author":"Shannon L. Alder","Category":"romance","Quote":"I love you. I hate you. I like you. I hate you. I love you. I think you’re stupid. I think you’re a loser. I think you’re wonderful. I want to be with you. I don’t want to be with you. I would never date you. I hate you. I love you…..I think the madness started the moment we met and you shook my hand. Did you have a disease or something?"},{"Author":"Kristan Higgins,  My One and Only","Category":"romance","Quote":"I'll tell you something, Harpy,\"he said, his voice almost a whisper now. \"It never even occurred to me that we wouldn't make it. And it never occurred to you that we would. You were just waiting for us to go down in flames. I thought we could get through anything."},{"Author":"Rachel Caine,  Lord of Misrule","Category":"romance","Quote":"The door banged open, and Eve rushed out, flushed and mussed and still buttoning her shirt. 'It's not what you think,' she said. 'It was just—oh, okay, whatever, it was exactly what you think. Now, what?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Tennis is the only sport with love in the score, and that makes it the most romantic. I would be a player, but I wisely use the net to go fishing instead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"An empty ketchup bottle full of romantic quotes is just what I need to turn my cheeseburger into the perfect lover. Now you can get more romantic for an upcharge of just 69 cents."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A circular table that spins around is a great way to make a romantic dinner for two with three people less awkward. I’ll pay for myself, I promise."},{"Author":"Nora Roberts,  Black Hills","Category":"romance","Quote":"Do you know how many ways love can hit you? So it makes you happy, or miserable? It makes you sick in the belly or hurt in the heart. It makes everything brighter and sharper, or it blurs all the edges. It makes you feel like a king or a fool. Every way love can hit you, it's hit me when it comes to you"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"He’s as tall as a tree, but he fights like a rose bush. What’s with all the scratching? I should cut him down in the name of romance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I’ll cut jewels in the shape of crumpled-up pieces of paper. Her wedding ring may look like my 33rd attempt at my marriage vows."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"romance","Quote":"She'd secretly had a crush on him since they were twelve years old. Last summer, she'd fallen for him hard."},{"Author":"Amanda Hocking,  Torn","Category":"romance","Quote":"I don't care where I come from or who you are. I can make you happy, and you make me happy. We could have a happily ever after."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I was gardening when I saw this snail/slug thing disguised as a leaf. Ah, isn't fall a wonderful time to slowly fall in love?"},{"Author":"E.L. James,  Fifty Shades of Grey","Category":"romance","Quote":"Of course. Silly me. Such a sad, exciting score, which no doubt you can play? So many accomplishments, Mr. Grey.”“And the greatest one is you, Miss Steele."},{"Author":"Lauren Oliver,  Delirium","Category":"romance","Quote":"Find the things that matter, and hold on to them, and fight for them, and refuse to let them go."},{"Author":"Jamie McGuire,  Beautiful Disaster","Category":"romance","Quote":"I was his exception, and as much as I had tried to fight my feelings, he was mine."},{"Author":"Jess C. Scott,  New Order","Category":"romance","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Cristina Marrero,  The Unsung Love Story","Category":"romance","Quote":"You had to be willing to fight in order for a love story to last a life time."},{"Author":"Sophie Kinsella,  Can You Keep a Secret?","Category":"romance","Quote":"A real relationship is two-way."},{"Author":"Lisa Kleypas,  Married By Morning","Category":"romance","Quote":"There are some experiences in life they haven't invented the right words for."},{"Author":"Rachel Gibson,  The Trouble With Valentine's Day","Category":"romance","Quote":"I want to try with someone who loves me enough to try with me. I want to grow old looking at the same face every morning. I want to grow old looking at the same face every night at the dinner table. I want to be one of those old couples you see still holding hands and laughing after fifty years of marriage. That's what I want. I want to be someone's forever."},{"Author":"Michelle Hodkin,  The Retribution of Mara Dyer","Category":"romance","Quote":"You are what happiness means to me. And I would rather have today with you than forever with anyone else."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"romance","Quote":"I knew, you would do me good, in some way, at some time;- I saw it in your eyes when I first beheld you: their expression and smile did not- (again he stopped)- did not (he proceeded hastily) strike delight to my very inmost heart so for nothing."},{"Author":"P.C. Cast,  Goddess of Light","Category":"romance","Quote":"A lot of men wouldn't like being called a romantic. It's not macho enough.'Quite often men are fools."},{"Author":"Natalie Clifford Barney","Category":"romance","Quote":"When you're in love you never really know whether your elation comes from the qualities of the one you love, or if it attributes them to her; whether the light which surrounds her like a halo comes from you, from her, or from the meeting of your sparks."},{"Author":"Kim Harrison,  A Fistful of Charms","Category":"romance","Quote":"Plan B?' Ivy said. 'What is plan B?'Jenks reddened. 'Grab the fish and run like hell,' he muttered, and I almost giggled."},{"Author":"Jenny Han,  To All the Boys I've Loved Before","Category":"romance","Quote":"Do you think there's a difference? Between belonging with and belonging to?"},{"Author":"Samantha Young,  On Dublin Street","Category":"romance","Quote":"Let me rephrase.” He took a seething step toward me. “When it comes to you… I don’t like to share."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"romance","Quote":"Love, like everything else in life, should be a discovery, an adventure, and like most adventures, you don’t know you’re having one until you’re right in the middle of it."},{"Author":"Nora Roberts,  Vision in White","Category":"romance","Quote":"I’ve never been the one. Not for anybody.”He closed the distance between them. “You’ll get used to it.” He tipped her face up to his, kissed her.“Why? Why am I the one?”“Because my life opened up, and it flooded with color when you walked back into it."},{"Author":"Kim Harrison,  The Outlaw Demon Wails","Category":"romance","Quote":"Maybe he thinks he can rescue me? No one is that stupid."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I kissed a mystery, and it tasted like a woman. Lips are always full of delicious secrets."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Nobody looks at what can’t look. We don’t see what doesn’t see. If love is blind, then so are we, because it’s all around us."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"romance","Quote":"She had two lips like strawberries, and the seeds gave her kisses texture. I preferred kissing her over two scoops of vanilla ice cream."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"romance","Quote":"Hermione was screaming again: the sound went through Harry like physical pain."},{"Author":"Colleen Houck","Category":"romance","Quote":"I am as wrapped up in her as a vine that clings to a tree seeking for sustenance. She’s tied me to her for eternity. She’s my home. She’s my reason for being. To win and hold her heart is my only purpose."},{"Author":"Karl Lagerfeld","Category":"romance","Quote":"We live in a dark and romantic and quite tragic world."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Relationships are like water. If you grab tight, clamping and clenching to gain control, you’ll lose it all. Instead, cup your hand gently, so she feels free to drink until her thirst is quenched."},{"Author":"Rick Riordan,  The Red Pyramid","Category":"romance","Quote":"Unless you stop him. Perhaps next we meet.\"\"You'll be just as annoying?\"I guessed.He fixed my with those warm brown eyes. \"Or perhaps you could bring me up to speed on those modern courtship rituals.\"I sat there stunned until he gave me a glimpse of a smile-just enough to let me know he was teasing. Then he disappeared.\"Oh, very funny!\"I yelled."},{"Author":"Janet Evanovich","Category":"romance","Quote":"Either get out of bed or else take your clothes off,\"he said. \"I'm not in the mood to compromise."},{"Author":"Stephanie Perkins,  Lola and the Boy Next Door","Category":"romance","Quote":"If I weren't standing next to your boyfriend, I'd be tempted to ask you out myself.\"She blushes, and St. Clair bounds inside the box office and wrestles her into a hug. \"Miiiiiiiiine!\"he says.\"Cut it out.\"Anna pushes him off, laughing. \"You'll get fired. And then I'll have to support your sorry arse for the rest of our lives."},{"Author":"Thea Harrison,  Dragon Bound","Category":"romance","Quote":"A dragon just gave me a piece of jewelry,” she said. She took another swig and handed the bottle back to Graydon. “Have I been added to his hoard?”He shook his head and drank too. “No, cupcake,” he said. “I’m pretty sure you’ve replaced it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Combine a fog machine and a cotton candy maker to create delicious mystery. This is the heart of romance."},{"Author":"L.J. Smith,  Nightfall","Category":"romance","Quote":"Come on, it’s an American tradition. Apple soup? Mom’s homemade chicken pie?' She chuckled in spite of herself, then winced. 'It’s apple pie and Mom’s homemade chicken soup. But you didn’t do badly, for a start."},{"Author":"Emily Giffin","Category":"romance","Quote":"What every girl dreams of when she's dumped is - that the guy will someday feel regrest and come back and tell her all about it. And the beauty of it is you have no regrets whatsoever."},{"Author":"J.R. Ward,  Lover Unbound","Category":"romance","Quote":"Tell you what, you let me go, and I’ll ask you plenty of questions about your race. Until then, I’m slightly distracted with how this little vacation on the good ship Holy Sh*t is going to pan out for me."},{"Author":"Jon Bon Jovi,  Best of Bon Jovi","Category":"romance","Quote":"Take my hand and we'll make it - I swear"},{"Author":"Jess C. Scott,  The Intern","Category":"romance","Quote":"Please, touch me, I pray."},{"Author":"L.J. Smith,  Nightfall","Category":"romance","Quote":"Yeah, tell me I’m a bottle of single malt scotch, she thought. That’s the way to my heart."},{"Author":"Sarah J. Maas,  A Court of Thorns and Roses","Category":"romance","Quote":"I was as unburdened as a piece of dandelion fluff, and he was the wind that stirred me about the world."},{"Author":"bell hooks,  All About Love: New Visions","Category":"romance","Quote":"To return to love, to get the love we always wanted but never had, to have the love we want but are not prepared to give, we seek romantic relationships. We believe these relationships, more than any other, will rescue and redeem us. True love does have the power to redeem but only if we are ready for redemption. Love saves us only if we want to be saved."},{"Author":"Richelle Mead,  Succubus Blues","Category":"romance","Quote":"Vampires. Honestly, they're like children sometimes."},{"Author":"Maya Banks,  Sweet Surrender","Category":"romance","Quote":"Women were supposed to be the enigmas, but men? Moody, brooding bastards, the lot of them. A woman with PMS had nothing on a man. Where women might get hormonal once a month, men suffered their own brand of PMS on a daily basis. - Faith"},{"Author":"Laura Kinsale,  The Prince of Midnight","Category":"romance","Quote":"Its been six weeks,\"he murmured. \"Six weeks I've wanted you. I know how you move, and how the sunlight makes a shadow on the curve of your cheek, and the shape of your ear.\"He chucked harshly then turned his head on the pillow to look at her. \"I'm dying,\"he said. He dropped his fist against his chest. \"Right here, you're killing me."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"romance","Quote":"Love is an art. Mine could fill a museum the size of your heart."},{"Author":"Heather Kris Thomas,  A Place for You and Me","Category":"romance","Quote":"I'd run my whole life long to reach you; paddle my way across Atlantic and Pacific; traverse Jungle and Desert to find you; climb cliffs and drop from the sky to rescue you. Anything to be close to you. Any way to say I love you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"If you want to steal my heart, you must realize it's not a one-time heist. This theft will take every minute of the rest of your life."},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"romance","Quote":"Usually my form of turning someone down was shoving a stake through his heart while smirking, Gotcha!"},{"Author":"Julia Quinn,  How to Marry a Marquis","Category":"romance","Quote":"James - \"Are you paying attention or just trying to make me look like an idoit?\"Elizabeth - \"Oh, I'm definately paying attention. If you look like an idiot it has nothing to do with me."},{"Author":"Nora Roberts,  Born in Fire","Category":"romance","Quote":"The tune was sad, as the best of Ireland was, melancholy and lovely as a lover's tears."},{"Author":"Lana Del Rey","Category":"romance","Quote":"No one compares to you, but there's no you, except in my dreams tonight."},{"Author":"Ruta Sepetys,  Between Shades of Gray","Category":"romance","Quote":"Good men are often more practical than pretty \"said Mother. \"Andrius just happens to be both."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Like a ballet dancer, she keeps me on my toes. This dance we're doing, it keeps me so fit I know she's a perfect fit for me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I spoke like a spoke on a wheel, as I went around and around without actually saying what I wanted to say. I was love flustered."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The fragrance of romance is gratitude. Nothing says I love you like saying I love you. Sure, it’s better to show your love, but why not also say it?"},{"Author":"Hailey Abbott,  Getting Lost with Boys","Category":"romance","Quote":"If you love someone, why would you want that person to change?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"She makes my heart melt. There is a limited supply of sips, so grab a straw and start slurping while you can."},{"Author":"Maya Banks,  Hidden Away","Category":"romance","Quote":"When would he learn that women never stayed where you put them?"},{"Author":"Lauren Dane,  Coming Undone","Category":"romance","Quote":"Listen, I'm bossy. I can't help it. It's who I am and what I do. I'm pushy and I like to take over. But I'm going to work really hard not to do so much and your going to try and accept me the way I am. Flaws and all. Because I'm good in bed and I can carry heavy things and reach all the high shelves."},{"Author":"Shannon L. Alder","Category":"romance","Quote":"Betrayal is an ironic thing. He or she betrays you then you betray yourself. You think you’re showing strength with your anger, but in reality you’re showing how much you still care."},{"Author":"Karen Marie Moning,  Spell of the Highlander","Category":"romance","Quote":"The entire time I'm burning in Hell, I'll regret each tear I made you weep. But if Hell were the price for twenty days with you, I'd condemn myself again and again. - Cian MacKeltar"},{"Author":"Rachel Gibson,  Lola Carlyle Reveals All","Category":"romance","Quote":"I have fallen in love with you, and there is no future for us. That you burst into my life suddenly only a short time ago. That it's too fast, too soon, and you will leave the same way you came into my life. I'll turn around one day and you'll be gone."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"She plants love, and she grows roses. The fragrance of romance comes from the blossom that blooms in the heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The roses of romance grow when you water your relationship with gratitude. Love will bloom and blossom when you recognize the awesome."},{"Author":"Karen Quan,  liQUID PROse QUOtes","Category":"romance","Quote":"My heart is burning a hole in my chest and every time you speak to me, it keeps sinking, and I'm left with nothing but ashes. I wish she were talking to me, because the more she speaks to me, the more my heart flutters like a rising phoenix.-Karen Quan and Jarod Kintz"},{"Author":"Alexandra Potter,  Do You Come Here Often?","Category":"romance","Quote":"...when you decide you want to be with someone forever, you want forever to start right now."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My life is but a firefly’s flicker, so I’d better use my brief moment to light up the darkness that covers her path."},{"Author":"Irène Némirovsky,  Suite Française","Category":"romance","Quote":"Waiting is erotic"},{"Author":"Alice Hoffman,  Local Girls","Category":"romance","Quote":"...he had a way of taking your hand which made it clear he'd have to be the one to let go.\"From Alice Hoffman's \"Local Girls\", pg.102."},{"Author":"Paullina Simons,  The Bronze Horseman","Category":"romance","Quote":"Tatiana said. \"Go on with Dasha. She is right for you. She is a woman and I'm-\"\"Blind!\", Alexander exclaimed. Tatiana stood, desolately failing in the battle of her heart. \"Oh, Alexander. What do you want from me...\"\"Everything\", he whispered fiercely."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"A quiet but indomitable voice behind me said, “I believe this is my dance.” It was him. I could feel his presence. The warmth of him seeped into my back, and I quivered all over like spring leaves in a warm breeze."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"What is real and what is not is for your heart to decide and for your heart to know."},{"Author":"Tahereh Mafi,  Destroy Me","Category":"romance","Quote":"That this girl would know exactly how to shatter me."},{"Author":"Susan Elizabeth Phillips,  Kiss an Angel","Category":"romance","Quote":"He shook his head. \"The next time I hear a women going on about how neurotic men are, I'm going to remember this. You tell me you like my body, and what do I say? I say, thank you. Then I tell you I like yours and what do I hear? A long lists of grievances."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"If you find yourself thirsting for my love, don’t forget that I sell straws in a variety of flavors. What is the price of romance? Good question. Today only it’s on sale for half-off wholesale prices. Everything must go. My entire inventory of straws is being liquidated."},{"Author":"Junot Díaz,  This Is How You Lose Her","Category":"romance","Quote":"Our relationship wasn't the sun, the moon, the stars, but it wasn't bullshit, either."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Either I will love you, or I will love you if and only if you love me in return. I prefer the former."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"White letters plus white paper equals invisibility. Just because you can’t see my love for you, doesn’t mean I didn’t write about it."},{"Author":"Jacquelyn Frank,  Elijah","Category":"romance","Quote":"You are my heart as it beats within my chest, my soul as it moves through my mind. The breath in my body that so fascinates you is your essence pouring in and out of me in a wave that drowns me over and over again until I cannot breathe for wanting you. Needing you."},{"Author":"S.C. Stephens,  Thoughtless","Category":"romance","Quote":"It was heartfelt, it was heartbreaking. It was extreme joy, it was bone-crushing grief. It was fiery hot, it was icy-cold. It was true love sprouting... it was true love dying.It's like we were both trying to hold onto something that was slipping through our fingers, and we didn't understand why."},{"Author":"Colleen Houck","Category":"romance","Quote":"I feel…and I have reason to believe…that we could come to mean something to each other."},{"Author":"E.M. Forster,  A Room with a View","Category":"romance","Quote":"This desire to govern a woman -- it lies very deep, and men and women must fight it together.... But I do love you surely in a better way then he does.\"He thought. \"Yes -- really in a better way. I want you to have your own thoughts even when I hold you in my arms."},{"Author":"Tim McGraw","Category":"romance","Quote":"because being with you makes perfect sense"},{"Author":"Sherrilyn Kenyon,  Born of Shadows","Category":"romance","Quote":"Laugh as much as you breathe and love as long as you live."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I am so extreme that I do parkour like a caterpillar gyrates. My movements are slow and methodical, but eventually my free running takes flight. I love the same exact way, and my romance has the essence of a butterfly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I can sell you wine and I can sell you flowers, but I can't sell you romance, because that comes from your heart, and it's free."},{"Author":"Jeaniene Frost,  First Drop of Crimson","Category":"romance","Quote":"It was the sort of bone deep emotion that made him want to hold her tighter with one hand, and draw a sword against the world with the other."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I used to gorge on gorgeous women, but now I look for things that can’t be seen with the eyes, but are only detected by the heart. This is love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"You can use your mouth to speak the words I love you, or you can use your mouth to kiss me and transport love from your mind to my heart."},{"Author":"Abbi Glines,  Fallen Too Far","Category":"romance","Quote":"I had fallen too far. I was in love with Rush Finlay."},{"Author":"Leigh Fallon,  Carrier of the Mark","Category":"romance","Quote":"This is going to sound crazy, but... from the moment I first set eyes on you I haven't been able to stop thinking about you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My coffee cup is empty. Why don't you pour your love in and wake up my soul?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Her love is more aww than awe, and even if were awesome, I want aweall, not merely some awe. I’m greedy for the amazing."},{"Author":"Jane Austen,  Persuasion","Category":"romance","Quote":"She had been forced into prudence in her youth, she learned romance as she grew older: the natural sequel of an unnatural beginning."},{"Author":"Alexandra Potter,  You're The One That I Don't Want","Category":"romance","Quote":"Forget men, I want to marry my MacBook. It’s dependable, reliable and you can even go shopping with it."},{"Author":"Paullina Simons,  The Bronze Horseman","Category":"romance","Quote":"I love you breathlessly, my amazing man."},{"Author":"Lang Leav","Category":"romance","Quote":"Love is a game of tic-tac-toe,constantly waitingfor the next x or o."},{"Author":"Nicholas Sparks","Category":"romance","Quote":"When we first met, I didn't want to get involved with anyone. I didn't have the time or energy, and I wasn't sure that I was ready for it. But you were so good to me, and I got swept up in that. And little by little, I found myself falling in love with you."},{"Author":"Nicholas Sparks,  The Notebook","Category":"romance","Quote":"I been watchin' you, workin day and night, slavin so hard you barely have time to catch your breath. People do that for three reasons. Either they crazy, or stupid, or tryin' to forget."},{"Author":"Marcia Lynn McClure","Category":"romance","Quote":"The trick is finding a person whose flaws don't drive you crazy...you know...someone whose flaws you can live with...someone who can stand your flaws, too."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"I wrapped the unyielding woman I loved in my arms & kissed her slowly, hoping that some part of her would sense my absolute devotion.\"#Ren"},{"Author":"Ed Lynskey,  Fur the Win","Category":"romance","Quote":"She craved a tall glass of the fresh-squeezed lemonade from the pitcher she’d left chilling in the fridge. Two glasses served with a generous slice of pound cake with orange glaze icing sounded twice as nice."},{"Author":"Veronica Rossi,  Under the Never Sky","Category":"romance","Quote":"She’d fallen into a deep silence once, when the sun appeared, and it was then he’d wondered most what she was thinking."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"When I go off the grid, my main source of light will be fireflies. Oh, and the glow that will come from the epic love poem I am writing for you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Every day I think today could be my last day. My only fear is dying without telling her I love her one more time. All I pray for is one more time."},{"Author":"Michelle Hodkin,  The Retribution of Mara Dyer","Category":"romance","Quote":"Maybe sometimes we can only see the truth about ourselves if someone shows us where to look."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"She answered with a passion I didn’t expect & I was lost. In that moment our hearts beat as one. In that moment I knew she loved me.\"#Ren"},{"Author":"Deb Caletti,  The Secret Life of Prince Charming","Category":"romance","Quote":"When what you want is a relationship, and not a person, get a dog."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"She’s twelve hours in the future, and exactly half a world away. No matter how hard I try, I will always be a part of her past."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"We looked at each other for a minute, not saying anything, but I could feel the air between us shift. It became thick, sultry, and tangible—like when the air changes right before a storm. I could feel its power envelop me as it brushed across my skin. Even though I couldn’t see it, I knew a storm was coming."},{"Author":"John Eldredge","Category":"romance","Quote":"The culture of women in the church today is crippled by some very pervasive lies. \"To be spiritual is to be busy. To be spiritual is to be disciplined. To be spiritual is to be dutiful.\"No, to be spiritual is to be in Romance with God. The desire to be romanced lies deep in the heart of every women. It is for such that you were made. Are you ARE romanced, and ever will be."},{"Author":"Joshua Harris,  I Kissed Dating Goodbye: A New Attitude Toward Relationships and Romance","Category":"romance","Quote":"The world takes us to a silver screen on which flickering images of passion and romance play, and as we watch, the world says, “This is love.” God takes us to the foot of a tree on which a naked and bloodied man hangs and says, “This is love."},{"Author":"Faraaz Kazi","Category":"romance","Quote":"The most difficult aspect of moving on is accepting that the other person already did."},{"Author":"Alessandra Torre","Category":"romance","Quote":"A gentleman holds my hand.A man pulls my hair.A soulmate will do both."},{"Author":"Laurell K. Hamilton,  Cerulean Sins","Category":"romance","Quote":"Why is everything always my decision?\"I asked.Because you will not tolerate anything else.\"Oh, I remembered now. \"Great\", I whispered.- Anita to Jean-Claude"},{"Author":"Hayao Miyazaki","Category":"romance","Quote":"I’ve become skeptical of the unwritten rule that just because a boy and girl appear in the same feature, a romance must ensue. Rather, I want to portray a slightly different relationship, one where the two mutually inspire each other to live - if I’m able to, then perhaps I’ll be closer to portraying a true expression of love."},{"Author":"Lisa Kleypas,  Tempt Me at Twilight","Category":"romance","Quote":"It was finally becoming clear to her that love wasn't about finding someone perfect to marry. Love was about seeing through to the truth of a person, and accepting all their shades of light and dark. Love was an ability."},{"Author":"Colleen Houck","Category":"romance","Quote":"Does that count as an argument? Can we kiss and make up now?”\"It was only half an argument.”“Fine. Then, you kiss and I’ll make up.”I laughed until he effectively shut me up with his lips."},{"Author":"Veronica Rossi,  Under the Never Sky","Category":"romance","Quote":"It's time, Perry\". He let her go. She took a step back, taking in his face one last time. His green eyes. The bend in his nose and the scars on his cheek. All the tiny inperfections that made him beautiful. Without a word, she turned and made her way downhill."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"romance","Quote":"You keep runnin that mouth and I'm goin to take you back there and screw you."},{"Author":"Rosamund Hodge,  Cruel Beauty","Category":"romance","Quote":"Why is he scared of the dark?\"I meant the words for a joke, but Shade nodded seriously. \"Like all monsters. Because it reminds him of what he truly is\"."},{"Author":"Julia Quinn","Category":"romance","Quote":"I can't imagine a romance novel published today where the hero rapes the heroine and she falls in love with him."},{"Author":"Richelle Mead,  The Indigo Spell","Category":"romance","Quote":"Wow,” said Adrian. He sat down on the bed and tested its bounciness, giving it a nod of approval. “This is amazing. What do you think, buttercup?”“I have no words,” I said honestly.He patted the spot beside him. “Want to try it out?"},{"Author":"Sanober Khan","Category":"romance","Quote":"your handtouching mine.this is howgalaxiescollide."},{"Author":"Colleen Houck","Category":"romance","Quote":"I’ve been working hard to become the kind of man she needs, the kind of man she already believes me to be."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"romance","Quote":"Star-crossed lovers desperate to get home together. Two hearts beating as one. Romance."},{"Author":"Colleen Houck,  Tiger's Curse","Category":"romance","Quote":"Thrilled with the knowledge that she loved me, it took me a moment to realize that she was angry. I found her tantrum irresistible.\"#Ren"},{"Author":"Colleen Houck","Category":"romance","Quote":"Okay, then I’ll just say I love you. There is nothing in this world more important to me than you are. I’m only content when you’re near. My whole purpose is to be what you need me to be. It’s not poetry, but it’s from my heart. Will that do?"},{"Author":"Colleen Houck","Category":"romance","Quote":"I could feel the warmth of his presence as if a soft blanket had been wrapped around my soul, around my heart. It held me and protected me. It sheltered me and I knew I wasn’t alone anymore."},{"Author":"Veronica Rossi,  Under the Never Sky","Category":"romance","Quote":"Your voice sounds like a midnight fire. All warm and worn in and golden. I could listen to you talk forever.\"\"I could never do that\". She laughed at him. He brought his lips to her ear. \"Your scent is like violets early in spring,\"he whispered. Then he laughed at himself because though it was true, he sounded like the worst kind of fool."},{"Author":"Masashi Kishimoto,  Naruto, Vol. 47: The Seal Destroyed","Category":"romance","Quote":"But you... You helped me find my way and take the correct path, Naruto... I always chased after you...wanting to catch up...wanting to walk together with you forever... I want to be at your side, always... You changed me, Naruto! Your smiling face saved me! And that's way I'm not afraid to die, defending you! Because... I love you..."},{"Author":"Gena Showalter,  Catch a Mate","Category":"romance","Quote":"Yes, men are pigs. Except your brother, of course. He's actually a decent human being. Almost a woman.-Jillian's mother"},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"romance","Quote":"... it’s a blessed thing to love and feel loved in return."},{"Author":"L.J. Smith,  The Awakening","Category":"romance","Quote":"I want him to love me as much as I love him."},{"Author":"Lisa Kleypas,  Dreaming of You","Category":"romance","Quote":"I didn't want to give you the one last part of myself that I couldn't take back. And then you were gone... And I realized it was already yours. It had been since the beginning. Except that I hadn't told you. It drove me mad, the thought that you would never know."},{"Author":"Kelly Creagh,  Nevermore","Category":"romance","Quote":"You're a dream. Like everything else."},{"Author":"Sophie Jordan,  Firelight","Category":"romance","Quote":"His hand glides down my arm, folds over my hand. His fingers lace with mine, palms kissing. I can feel the fast thud of his heart through this single touch."},{"Author":"Shannon L. Alder","Category":"romance","Quote":"When you loved someone and had to let them go, there will always be that small part of yourself that whispers, \"What was it that you wanted and why didn't you fight for it?"},{"Author":"Kresley Cole,  Pleasure of a Dark Prince","Category":"romance","Quote":"You've maddened me for you...have changed everything. So, I'm going to f*ck you long and hard, beauty, because if I'm to be enslaved by you-I want to be your master as well."},{"Author":"Steven Spielberg,  Close Encounters of the Third Kind","Category":"romance","Quote":"She wanted to go over and hug his tears away, but she was too frightened."},{"Author":"J.K. Rowling,  Harry Potter and the Half-Blood Prince","Category":"romance","Quote":"It is impossible to manufacture or imitate love."},{"Author":"J.D. Robb","Category":"romance","Quote":"Listen carefully. I'd crush you like a bug for causing my wife one single moment of pain. Believe it. Fear it."},{"Author":"Colleen Houck","Category":"romance","Quote":"He sighed and bowed deeply. “Sundari. I was standing here thinking nothing could be more beautiful than this sunset tonight, but I was mistaken. You standing here in the setting sun with your hair and skin aglow is almost more than a man can…fully appreciate."},{"Author":"Sherry Thomas,  Not Quite a Husband","Category":"romance","Quote":"It doesn’t matter where I am; I’m yours."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"It takes guts to love with gusto. Most people love as if they wish they were invisible, and then they wonder why their affections go unnoticed."},{"Author":"Gena Showalter,  The Darkest Kiss","Category":"romance","Quote":"Apparently, dancing for him and throwing herself at him weren't enough. Apparently, she had to nearly commit murder to arouse him enough to attack her."},{"Author":"Charlaine Harris,  Living Dead in Dallas","Category":"romance","Quote":"The last time I wore an animal hide; but this time I settled for this.\"Eric had been wearing a long trench coat. Now he threw it off dramatically, and I could only stand and stare. Normally, Eric was a blue-jeans-and-T-shirt kind of guy. Tonight, he wore a pink tank top and Lycra leggings[...]They were pink and aqua, like the swirls down the side of Jason's truck."},{"Author":"Janet Evanovich,  Four to Score","Category":"romance","Quote":"She'll be back,\"Ranger said. \"But not tonight.\"[Stephanie] \"How'd you get her to leave?\"\"Told her I was gonna spend the next twelve hours ruining you for all other men, and so she might as well go home.\"I could feel the heat rush to my face.Ranger gave me the wolf smile. \"I lied about it being tonight,\"he said."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"romance","Quote":"And it is you, spirit--with will and energy, and virtue and purity--that I want, not alone with your brittle frame."},{"Author":"T. Rafael Cimino,  Table 21","Category":"romance","Quote":"Most don't deserve your tears... and the ones that do will never make you cry."},{"Author":"Gail Carson Levine,  Ella Enchanted","Category":"romance","Quote":"Hush Hattie!\"I said, intoxicated with my success. \"I don't want to go to my room. Everyone must know I shan't marry the prince.\"I ran to the door to our street, opened it, and called out into the night, \"I shan't marry the prince.\"I turned back into the hall and ran to Char and threw my arms about his neck. \"I shan't marry you.\"I kissed his cheek. He was safe from me."},{"Author":"P.D. James,  The Lighthouse","Category":"romance","Quote":"Not so much two ships passing in the night as two ships sailing together for a time but always bound for different ports."},{"Author":"L.J. Smith,  Nightfall","Category":"romance","Quote":"And just then Damon stepped out of the coat closet, and at the same time Aunt Maggie tripped him neatly and said, “Bathroom door beside you,” and picked up a vase and hit the rising Damon over the head with it. Hard."},{"Author":"Julia Quinn,  An Offer From a Gentleman","Category":"romance","Quote":"It suddenly made sense. Only twice in his life had he felt this inexplicable, almost mystical attraction to a woman. He’d thought it remarkable, to have found two, when in his heart he’d always believed there was only one perfect woman out there for him. His heart had been right. There was only one."},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"romance","Quote":"Mine was the twilight and the morning. Mine was a world of rooftops and love songs."},{"Author":"Karen Kingsbury","Category":"romance","Quote":"Three years? That's a thousand tomorrows, ma'am."},{"Author":"Jamie McGuire,  Walking Disaster","Category":"romance","Quote":"Once she kissed me, my heart slowed, and every muscle in my body relaxed. How much I needed her terrified me. -pg 252/ARC"},{"Author":"Diana Gabaldon","Category":"romance","Quote":"To see the years touch ye gives me joy\", he whispered, \"for it means that ye live."},{"Author":"Julie Kagawa,  The Iron Knight","Category":"romance","Quote":"Mercy is for the weak… let me show you how much of an Unseelie I still am."},{"Author":"Lisa Kleypas,  Smooth Talking Stranger","Category":"romance","Quote":"You think I'd cheat on you?\"I demanded with all the innocent outrage I could muster.\"With another guy, no. With a cheeseburger . . . in a heartbeat."},{"Author":"Lisa Kleypas,  Seduce Me at Sunrise","Category":"romance","Quote":"I am running after you, and life, in desperate pursuit. My dream is that someday you will both turn and let me catch you. That dream carries me through every night... I have enclosed a hundred kisses in this letter. You must count them out carefully and not lose any."},{"Author":"Gail Carriger,  Soulless","Category":"romance","Quote":"My dearest girl,' said the vampire finally, examining Lord Maccon with an exhausted but appreciative eye, 'such a banquet. Never been one to favor werewolves myself, but he is very well equipped, now, is he not?'Miss Tarabotti gave him an arch look. 'My goodies,' she warned.Humans,' chuckled the vampire, 'so possessive."},{"Author":"Richelle Mead,  Vampire Academy","Category":"romance","Quote":"Smiling, I cut across the quadrangle toward the commons. I felt better about life than I had in a very long time. We could do this, Lissa and me. We could do this together."},{"Author":"Colleen Houck","Category":"romance","Quote":"He studied my appearance carefully. “You cut your hair.” “Yes. Do you like it?” “That depends. How long is it?” I pulled a curl down and showed him it ended just past my shoulder. He grunted, “That’s still long enough, so I like it.” “Long enough for what?” “Long enough for a man to run his hands through."},{"Author":"Ika Natassa,  Antologi Rasa","Category":"romance","Quote":"Karena kecanggungan tidak pernah ada di antara dua orang yang tidak ada apa-apanya. So maybe there is something between us."},{"Author":"Julie James,  Something About You","Category":"romance","Quote":"If you also thinks it means I wake up every morning wondering what I did to deserve having you back in my life, well, you'd be right about that too."},{"Author":"Thea Harrison,  Dragon Bound","Category":"romance","Quote":"There are plastic bags with zippers on them. I've seen them in commercials,\"Dragos said to her. He snapped his fingers, trying to remember the name. \"You put food in them.\"\"Ziploc bags?\"she asked in a cautious voice.He pointed at her. \"Yes. I want one."},{"Author":"Colleen Houck,  Tiger's Voyage","Category":"romance","Quote":"How poor are they that have no patients! What wound did ever heal but by degrees?'\"\"Shakespeare isn't going to save you this time, Superman. Your time's run out.\"He scowled. \"Perhaps I should have been studying The Taming of the Shrew!"},{"Author":"Josh Lanyon,  Sort of Stranger Than Fiction","Category":"romance","Quote":"I liked you the first time I saw you. You were sitting on the floor surrounded by books, and you looked up when I opened the door and smiled right at me. It felt like you had been waiting for me, like you were welcoming me home."},{"Author":"Renee Ahdieh,  The Wrath and the Dawn","Category":"romance","Quote":"Get up, Shahrzad al-Khayzuran. You kneel before no one. Least of all me."},{"Author":"Marcia Lynn McClure,  The Whispered Kiss","Category":"romance","Quote":"Scars are but evidence of life,\"Coquette said. \"Evidence of choices to be learned from...evidence of wounds...wounds inflicted of mistakes...wounds we choose to allow the healing of. We likewise choose to see them, that we may not make the same mistakes again."},{"Author":"Albert Camus","Category":"romance","Quote":"What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly."},{"Author":"Claudia Gray,  Evernight","Category":"romance","Quote":"If you loved someone, you couldn’t let lies come between you. No matter what happened—even if you’d already lost each other forever—you owed each other the truth."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"romance","Quote":"What d'you suppose I care if I'm a gentleman or not? If I were a gentleman I shouldn't waste my time with a vulgar slut like you."},{"Author":"Katy Evans,  Real","Category":"romance","Quote":"I'll never recover if he breaks my heart. ~Brooke"},{"Author":"Tom Robbins,  Still Life with Woodpecker","Category":"romance","Quote":"But do we know how to make love stay?'I can't even think about it. The best I can do is play it day by day."},{"Author":"Torquato Tasso","Category":"romance","Quote":"Any time not spent on love is wasted."},{"Author":"Charlaine Harris,  Club Dead","Category":"romance","Quote":"Let go,\"he advised me, and I loosened my grip on his hands. \"No, not of me,\"he said, smiling. \"You can hold on to me as long as you want. Let go of the pain, Sookie. Let go. You need to drift away.\"It was the first time I had relinquished my will to someone else. As I looked at him, it became easy, and I retreated from the suffering and uncertainty of this strange place."},{"Author":"Yolanda Joe","Category":"romance","Quote":"When a man finds the woman he really loves, the one he respects and wants to call wife, there is nothing on earth he won't do for her. No mountain he won't hike. No river he won't wade. No door he won't open. She is Eve and there's not a snake crawling that can keep them apart."},{"Author":"Rainbow Rowell,  Carry On","Category":"romance","Quote":"He's still looking in my eyes. Staring me down like he did that dragon, chin tilted and locked. \"I'm not the Chosen One,\"he says.I meet his gaze and sneer. My arm is a steel band around his waist. \"I choose you,\"I say. \"Simon Snow, I choose you."},{"Author":"Loretta Chase,  Lord of Scoundrels","Category":"romance","Quote":"Jessica, you are a pain in the arse, do you know that? If I were not so immensely fond of you, I should throw you out the window.\"She wrapped her arms about his waist and laid her head against his chest. \"Not merely 'fond,' but 'immensely fond.' Oh Dain, I do believe I shall swoon.\"\"Not now,\"he said crossly. \"I haven't time to pick you up."},{"Author":"Susane Colasanti,  When It Happens","Category":"romance","Quote":"We’re never gonna understand women. They’re way too complex. You’ve got too many variables to consider. PMS, bad hair days, miscellaneous mood swings . . . there’s no way to tell what’s causing their attitude. - Mike"},{"Author":"Faye Hall,  My Gift to You","Category":"romance","Quote":"True love is finding your soulmate in your best friend"},{"Author":"Sarah Dessen,  Dreamland","Category":"romance","Quote":"Rogerson,\"I asked him sweetly as we sat watching a video in the pool house, \"where would I find the pelagic zone?\"\"In the open sea,\"he said. \"Now shut up and eat your Junior Mints."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"romance","Quote":"What he did to my heart was sheer, inexplicable, magic."},{"Author":"Diana Gabaldon,  Voyager","Category":"romance","Quote":"It wasn't a thing I had consciously missed, but having it now reminded me of the joy of it; that drowsy intimacy in which a man's body is accessible to you as your own, the strange shapes and textures of it like a sudden extension of your own limbs."},{"Author":"Mr. Big","Category":"romance","Quote":"Why be alone when we can be together babyYou can make my life worthwhileAnd I can make you start to smile"},{"Author":"Gena Showalter,  The Darkest Secret","Category":"romance","Quote":"Hate. Huh. He'd never hated himself. If anything, he'd always liked himself a little too much. Once, a human female had even accused him of picturing his own face while he climaxed. He hadn't denied it, either, and next time he'd slept with her, he'd made sure to scream, \"Strider\"at the pivotal moment.\"--Strider, keeper of the demon of Defeat--"},{"Author":"Michelle Hodkin,  The Retribution of Mara Dyer","Category":"romance","Quote":"I'll love you to ruins."},{"Author":"Gail Carson Levine,  Ella Enchanted","Category":"romance","Quote":"I want to be with you forever and beyond..."},{"Author":"J.D. Robb,  Salvation in Death","Category":"romance","Quote":"Eve: What is it about asking you Catholic questions that gets you all jumpy?Roarke: You'd be jumpy, too, if I asked you things that make you feel the hot breath of hell at your back.Eve: You're not going to hell.Roarke: Oh, and have you got some inside intel on that?Eve: You married a cop...you married me. I'm your goddamn salvation."},{"Author":"J.D. Robb,  Big Jack","Category":"romance","Quote":"Do you remember the first time we made love?\"He touched his lips to hers as he said it. \"We rode up in the elevator like this and couldn't keep our hands off each other, couldn't get to each other quick enough. I was mad for you. I wanted you more than I wanted to keep breathing. I still do.\"He deepened the kiss as the elevator doors opened. \"It's never going to change."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"romance","Quote":"I'm afraid they're in love,\"he said, concerned. \"They don't want to leave you.\"He lifted one hand from her waist to gently brush a pair from her neck, where their wings fanned against her jaw. Melancholy, he said, \"I know just how they feel."},{"Author":"Colleen Houck","Category":"romance","Quote":"Hmm…now that I think about it, housecats are often coddled and petted. You don’t pet me nearly enough. You must be a lax owner. How selfish of you to deprive your cat of attention."},{"Author":"Anne Campbell","Category":"romance","Quote":"You are the trip I did not take, you are the pearls I could not buy,you are my blue Italian lake, you are my piece of foreign sky.You are my Honolulu moon, you are the book I did not write,you are my heart's unuttered tune, you are a candle in my night.You are the flower beneath the snow, in my dark sky a bit of blue,answering disappointment's blow with \"I am happy! I have you!"},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"romance","Quote":"See mirror, every time you will miss me and look deeper into your eyes till you will find me."},{"Author":"Lauren Oliver,  Delirium","Category":"romance","Quote":"This is what I want. This is the only thing I've ever wanted. Everything else—every single second of every single day that has come before this very moment, this kiss—has meant nothing."},{"Author":"Kim Harrison,  A Fistful of Charms","Category":"romance","Quote":"A witch, a vampire, and a pixy walk into a bar, I thought as I led the way into the Squirrel’s End. It was early, and the sun had yet to set when the door swung shut behind Jenks, sealing us in the warm air smelling faintly of smoke. Immediately Nick yanked it open to come in behind us. And there’s the punch line."},{"Author":"Lora Leigh","Category":"romance","Quote":"I am yours,\"he whispered. \"I live to hold you, Risa. I breathe to touch you."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"romance","Quote":"She picked up the book and then walked back past him into the tent, but as she did so, she brushed the top of his head lightly with her hand. He closed his eyes at her touch, and hated himself for wishing that what she said was true: that Dumbledore had really cared."},{"Author":"Monica Murphy,  One Week Girlfriend","Category":"romance","Quote":"But this girl...she doesn’t feel pointless. She’s real and she’s beautiful and she fits perfectly when she’s in my arms. She makes me want to feel."},{"Author":"Amy Sedaris,  I Like You: Hospitality Under the Influence","Category":"romance","Quote":"Don't answer the door in a wedding dress and veil, he might not think you're joking."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"romance","Quote":"If I say your voice is an amber waterfall in which I yearn to burn each day, if you eat my mouth like a mystical rose with powers of healing and damnation, If I confess that your body is the only civilization I long to experience… would it mean that we are close to knowing something about love?"},{"Author":"Jodi Picoult,  Keeping Faith","Category":"romance","Quote":"This is love, I think. A place where people who have been alone may lock together like hawks and spin in the air, dizzy with surprise at the connection. A place you go willingly, and with wonder"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"romance","Quote":"Love knows no boundaries. I wish I would have known that before I hired a cartographer to map out my romantic territory."},{"Author":"J.D. Robb,  Promises in Death","Category":"romance","Quote":"Roarke: The bodies of the three men were found floating in the Chattahoochee River.Eve: I think it'd be embarrassing to be dead in the Hoochie-Coochie River.Roarke: ChattahoocheeEve: What's the difference?Roarke: Quite a bit, I'd think."},{"Author":"Gayle Forman,  Just One Day","Category":"romance","Quote":"We kiss again. This next kiss is the kind that breaks open the sky. It steals my breath and gives it back. It shows me that every other kiss I've had in my life has been wrong."},{"Author":"L.J. Smith,  Nightfall","Category":"romance","Quote":"Bonnie, believe in me. I’ll save you.I remember how to fly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I'm hanging on to her memory like Spanish moss on an ancient Florida oak, and unlike the sunset, my love won't fade."},{"Author":"Nora Roberts,  Bed of Roses","Category":"romance","Quote":"A woman with romance in her life lived as grandly as a queen, because her heart was treasured."},{"Author":"Colleen Houck","Category":"romance","Quote":"You were on the other side of the world, but I often woke with the scent of you surrounding me. I ached for you, Kells. No matter how much Kishan thrashed me, it couldn’t diminish the pain of losing you. I’d dream of you and reach out to touch you, but you were always just out of reach."},{"Author":"Julia Quinn,  The Duke and I","Category":"romance","Quote":"And if you say that's because you lot barged into her home like a herd of mentally deficient sheep, I'm disowning all three of you."},{"Author":"Emil Ludwig","Category":"romance","Quote":"The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender."},{"Author":"J. Kenner,  Release Me","Category":"romance","Quote":"Possess. Have. Hold. Enjoy. Control. Dominate. Pick your verb, Ms. Fairchild. I intend to explore so very many of them."},{"Author":"Colleen Houck","Category":"romance","Quote":"I warn you, Kelsey, that I’m an extremely patient man. I’ve had extensive practice in waiting out the enemy. My life as a tiger has taught me that attentive persistence and focused diligence always pay off. Consider yourself forewarned, priyatama. I’m on the hunt. I’ve caught your scent, and I won’t be thwarted in my course."},{"Author":"Laurell K. Hamilton,  Burnt Offerings","Category":"romance","Quote":"I will bathe in your warmth ma petite. Roll you around me until my heart beats only for you. My breath will grow warm from your kiss."},{"Author":"Suzanne Selfors,  Coffeehouse Angel","Category":"romance","Quote":"Falling in love is not a rational process. It can't be planned or avoided. It happens--for good or bad it simply happens. - Katrina Svensen"},{"Author":"Ika Natassa,  Antologi Rasa","Category":"romance","Quote":"Doesn't it scare you sometimes how time flies and nothing changes?"},{"Author":"Stephanie Perkins,  Anna and the French Kiss","Category":"romance","Quote":"Closed. Plenty of time to see it later, remember?\"He leads me into the courtyard, and I take the opportunity to admire his backside. Callipygian. There is something better than Notre-Dame."},{"Author":"Sloan McBride","Category":"romance","Quote":"Life is a book waiting to happen."},{"Author":"Philippa Gregory,  The Other Boleyn Girl","Category":"romance","Quote":"I would know you anywhere for my true love. Whoever I was and whoever you were, I would know you at once for my true love."},{"Author":"Lisa Kleypas,  Smooth Talking Stranger","Category":"romance","Quote":"One glance and I knew exactly who and what he was. The classic alpha male, the kind who had spurred evolution forward about five million years ago by nailing every female in sight. They charmed, seduced, and behaved like bastards, and yet women were biologically incapable of resisting their magic DNA."},{"Author":"Ransom Riggs,  Miss Peregrine’s Home for Peculiar Children","Category":"romance","Quote":"She moved to pinch me again but I blocked her hand. I'm no expert on girls, but when one tries to pinch you four times, I'm pretty sure that's flirting."},{"Author":"Jennifer L. Armentrout,  Onyx","Category":"romance","Quote":"My heart cracked. Daemon never begged."},{"Author":"Hailey Abbott,  Getting Lost with Boys","Category":"romance","Quote":"Never let a boy know you’re crazy about him. He’ll lose interest, and then you’ll be a loser."},{"Author":"David Levithan,  Boy Meets Boy","Category":"romance","Quote":"But I think we both knew, even then, that what we had was something even more rare, and even more meaningful. I was going to be his friend, and was going to show him possibilities. And he, in turn, would become someone I could trust more than myself."},{"Author":"Jonny Lang","Category":"romance","Quote":"I don't want to be in love but you're makin' me"},{"Author":"C. Elizabeth","Category":"romance","Quote":"Though sorrow may impede my heart,It is of great love to have known you."},{"Author":"Julie Kagawa,  The Iron Daughter","Category":"romance","Quote":"There was nothing sweet or gentle in our last kiss; it was filled with sorrow and desperation, of the bitter knowledge that we could've had something perfect, but it just wasn't meant to be."},{"Author":"Ellen Schreiber,  Vampire Kisses","Category":"romance","Quote":"Raven?'Yes?'What do you believe in?'I believe in - finding out!"},{"Author":"Kim Harrison,  Every Which Way But Dead","Category":"romance","Quote":"Join us next time for Days of the Undead when Rachel learns her long lost brother is really a crown prince from outer space."},{"Author":"Rachel Van Dyken,  Ruin","Category":"romance","Quote":"Living is hard--dying is easy. You close your eyes and never open them again. What's so difficult about that? Nothing really--except it hurts like hell to those you leave behind."},{"Author":"Colleen Houck","Category":"romance","Quote":"I could still feel the ghost of him hovering in the quiet, dark recess of my heart. It was as if he was just waiting for me to be lonely, or to let my guard down, so that he could surface and fill my mind again with thoughts of him."},{"Author":"J. Sterling,  The Perfect Game","Category":"romance","Quote":"Sometimes letting go is the only way to find out who you're meant to hold on to."},{"Author":"Janet Evanovich,  Eleven on Top","Category":"romance","Quote":"I don't have a lot of domestic instincts,\"Ranger said to me, his attention fixing on the unidentifiable glob in my hair, \"but I have a real strong urge to take you home and hose you down.\"I went dry mouth. Connie bit into her lower lip, and Lula fanned herself with a file."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"romance","Quote":"She turned to look at him, and he was already looking at her. “I’m going to miss you when I wake up,” she whispered, because she realized that she must have fallen asleep under the sun. Arin was too real for her imagination. He was a dream.“Don’t wake up,” he said."},{"Author":"Rick Riordan,  The Red Pyramid","Category":"romance","Quote":"I tried to think of something to say. Excuse me? Hello? Marry me? Anything would have done."},{"Author":"Priya Ardis,  Ever My Merlin","Category":"romance","Quote":"Do you think we can be friends?” I asked.He stared up at the ceiling. “Probably not, but we can pretend."},{"Author":"Loretta Chase,  Lord of Scoundrels","Category":"romance","Quote":"I must be besotted,” he said evenly. “I have the imbecilic idea that you’re the prettiest girl I’ve ever seen. Except for your coiffure,” he added, with a disgusted glance at the coils and plumes and pearls. “That is ghastly.”She scowled. “Your romantic effusions leave me breathless."},{"Author":"Colleen Houck","Category":"romance","Quote":"You think I wanted to fall for you? I stayed away from you! I gave him the chance to be with you! But there’s another part of me that asks what if? What if you’re not supposed to be with Ren? What if you were supposed to be the answer to my prayers? Not his!"},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"romance","Quote":"His fingers skimmed down her body, over skin and satin, and she shivered, leaning into him, and she was sure they both tasted like blood and ashes and salt, but it didn't matter; the world, the city, and all it's lights and life seemed to have narrowed down to this, just her and Jace, the burning heart of a frozen world."},{"Author":"L.J. Smith,  The Struggle","Category":"romance","Quote":"And Meredith and Bonnie, who's going to bend some spoons for us next. I'm going to throw you down a rope… that is, unless Bonnie can levitate you out."},{"Author":"Aprilynne Pike,  Wings","Category":"romance","Quote":"I'll think of you, just like I promised.\"\"And I'll think of you, just like I have every day,\"Tamani said."},{"Author":"Lisa Kleypas,  Where Dreams Begin","Category":"romance","Quote":"I'll follow you to the next life if I have to,\"he whispered harshly in her ear. \"You'll never be free of me. I'll chase you through heaven and hell and beyond.\"He continued to whisper without stopping while his hands gripped her body close to his. \"You stay with me, Holly,\"he muttered savagely. \"Don't do this to me. You stay, damn you."},{"Author":"Jocelyn Soriano,  Mend My Broken Heart","Category":"romance","Quote":"It is our wounds that create in us a desire to reach for miracles. The fulfillment of such miracles depends on whether we let our wounds pull us down or lift us up towards our dreams."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Her love used to be my lighthouse, and now it feels like I'm treading water in the dark. I’ll bet as soon as I start swimming, the sun will rise and color the sky with the romance of rose."},{"Author":"X. Williamson,  Distract My Hunger","Category":"romance","Quote":"I could recognise his soul in mine as much as he could find me in his. Our sole existences seemed to have been for this very moment when nothing else mattered."},{"Author":"Tina Reber,  Love Unrehearsed","Category":"romance","Quote":"Dreams only come true if youpoint yourself in their direction"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"romance","Quote":"There are only four times a year I love you: summer, fall, winter, and spring. I'll love you until the sun stops shining, until the clouds dissipate, when Mount Everest no longer has snow, and the flowers stop blooming.-Jarod Kintz and Karen Quan"},{"Author":"Jeaniene Frost,  Halfway to the Grave","Category":"romance","Quote":"Kitty need's a tounge bath"},{"Author":"Susan Elizabeth Phillips,  Match Me If You Can","Category":"romance","Quote":"Disagreements over money are the biggest cause of divorce.\"She waved her hand. \"Absolutely no problem. Your money is our money. My money is my money.\"She wrote away.\"I should make you negotiate with Phoebe."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"romance","Quote":"Hermione turned and beamed at Harry; her eyes, too, were full of tears.‘…then I declare you bonded for life."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A chance meeting in a Kansas City coffee shop may take me months of planning and twice a day visits for over a year. But I already have my stunned, surprised, and shocked speech rehearsed for the moment I act like I had no idea she would be there."},{"Author":"Alice Hoffman,  Practical Magic","Category":"romance","Quote":"Unrequited love is so boring. Weeping under a blue-black sky is for suckers or maniacs."},{"Author":"Debra Anastasia,  Poughkeepsie","Category":"romance","Quote":"You make the rest of the beautiful things in the world cry for even trying at all. You make it hard for me to breathe."},{"Author":"Suzanne Finnamore,  Split: A Memoir of Divorce","Category":"romance","Quote":"Delusion detests focus and romance provides the veil."},{"Author":"John Green,  The Fault in Our Stars","Category":"romance","Quote":"Maybe 'Okay' will be our 'always'..."},{"Author":"Tere Liye,  Berjuta Rasanya","Category":"romance","Quote":"Mungkin ada benarnya juga buku - buku itu bilang. Orang - orang yang jatuh cinta terkadang terbelenggu oleh ilusi yang diciptakan oleh hatinya sendiri."},{"Author":"Lisa Kleypas,  Because You're Mine","Category":"romance","Quote":"You deserve someone better than me. Someone young and idealistic…someone who can experience things for the first time along with you. I'm not always kind, and I have more faults than I'd care to name. All I can promise is that I'll want you until my last breath."},{"Author":"Colleen Houck","Category":"romance","Quote":"That dress…was a very, very good decision. I could write an entire poem on the virtues of your legs alone. You are a feast for the senses.” I laughed. “I don’t know about a feast. Maybe just an hors d'oeuvre.” He took my hand and wrapped it around his arm. “Not an hors d'oeuvre. The dessert. And I plan to spoil my appetite."},{"Author":"Lauren Barnholdt,  Two-Way Street","Category":"romance","Quote":"Who ends up with their first real boyfriend? Yeah, no one.- Courtney"},{"Author":"Dianna Hardy,  The Witching Pen","Category":"romance","Quote":"A bond between souls is ancient - older than the planet."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Once a Ponce a time she made me feel like a conquistador. Now her memory is just a breeze seen in swaying Spanish moss."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"romance","Quote":"Love is ______ (fill in the blank yourself)."},{"Author":"Janet Evanovich,  Hard Eight","Category":"romance","Quote":"I don't need handcuffs to enslave a woman.\"-Ranger to Stephanie"},{"Author":"Lisa Kleypas,  Mine Till Midnight","Category":"romance","Quote":"...whether he stayed or left, whether they walked the same path or not. They could live on opposite sides of the world, and she would still be his."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The sun rose and tinted the sky rose, that floral red teeming with romance, and it filtered in thoughts of the love I used to have for her."},{"Author":"Claudia Gray,  Evernight","Category":"romance","Quote":"People get stupid when they're in love; people want what they can't have; and the years between ages twelve and eighteen always, always suck."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"romance","Quote":"Tereza knew what happens during the moment love is born: the woman cannot resist the voice calling forth her terrified soul; the man cannot resist the woman whose soul thus responds to his voice."},{"Author":"Friedrich Nietzsche,  The Portable Nietzsche","Category":"romance","Quote":"Sensuality often hastens the \"Growth of Love\"so much that the roots remain weak and are easily torn up."},{"Author":"Rick Riordan,  The House of Hades","Category":"romance","Quote":"He understood how dangerous oaths could be. But Leo didn't care. \"I'm coming back for you, Calypso,\"he said to the night wind. \"I swear it on the River Styx."},{"Author":"Laini Taylor,  Daughter of Smoke & Bone","Category":"romance","Quote":"And they were quiet but their blood and nerves and butterflies were not—they were rampantly alive, rushing and thrumming in a wild and perfect melody, matched note for note."},{"Author":"Anne Brontë,  Agnes Grey","Category":"romance","Quote":"What business had I to think of one that never thought of me?"},{"Author":"Melina Marchetta,  On the Jellicoe Road","Category":"romance","Quote":"I didn't know you had a girlfriend, Griggs.\"Anson Choi feigns surprise. \"What's her name?\"\"I didn't actually catch her name,\"Griggs continues.\"Lily,\"Raffaela says over her shoulder and this time I give her a sideways look.\"Great to know that I'm in love with a girl with a cool name.\"\"It's Taylor's middle name,\"Raffaela calls back again."},{"Author":"Santosh Kalwar,  You Can","Category":"romance","Quote":"It is when things are at worst you will get the best."},{"Author":"J.S.B. Morse,  Now and at the Hour of Our Death","Category":"romance","Quote":"A broken heart is just the growing pains necessary so that you can love more completely when the real thing comes along."},{"Author":"pleasefindthis,  I Wrote This For You","Category":"romance","Quote":"Because we all need to believe in movies, sometimes."},{"Author":"Stephanie Perkins,  Anna and the French Kiss","Category":"romance","Quote":"Welcome to Paris, Anna. I'm glad you've come."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The pink sunset reminds me of her, and the calm water matches the calm that images of her bring to my heart."},{"Author":"Arthur C. Clarke,  2010: Odyssey Two","Category":"romance","Quote":"After their encounter on the approach to Jupiter, there would aways be a secret bond between them---not of love, but of tenderness, which is often more enduring."},{"Author":"J.D. Robb","Category":"romance","Quote":"She, as no other ever could, reached every corner of his heart. His joy, and his salvation."},{"Author":"Priya Ardis,  My Merlin Awakening","Category":"romance","Quote":"Vane grabbed me. “DuLac, let’s chat.”Chat. British-speak for “Stand still while I yell at you."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"romance","Quote":"She bats her eyelashes like I’m throwing baseballs at them. I must be as romantic as Pete Rose’s last name."},{"Author":"Karen Marie Moning,  Bloodfever","Category":"romance","Quote":"there are three kinds of people in the world: those who don't know and don't know they don't know; those who don't know and do know they don't know; and those who know and know how much they still don't know."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Flowers are aromatic and romantic, and they grow exactly the way love does—with plenty of light, and watered with affection."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"My love has a flow like a flower, so it’s best if you water it with the fragrance of romance, which has the aroma of loyalty."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The heart pumps blood, a fluid, but it also pulses love, which is as liquid as a wave, and everyone wants a refill. My goal is to be a server."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"We had a lavender kind of love, so soothing and smooth, and if I could bottle up what we had, you'd want it all over your body."},{"Author":"Santosh Kalwar","Category":"romance","Quote":"Born to be wild; born to be free; nobody owns you; you are, a romantic tree."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"romance","Quote":"To catch affection, try being efficient by using a fishing net. You can’t sit back and wait for romance to grow on trees."},{"Author":"Tessa Dare,  One Dance with a Duke","Category":"romance","Quote":"I'm infatuated with you, I cannot deny it. Physically speaking, you're a very attractive man. But I don't like you, the vast majority of the time. So far as I can gather, you behave abominably in public and are only marginally better in private. I only find you remotely tolerable when you're kissing me."},{"Author":"J.D. Robb","Category":"romance","Quote":"Bite me.\"-Lieutenant Eve Dallas, from any of the In Death books."},{"Author":"Rowena Cherry","Category":"romance","Quote":"Never ask a question if you don’t know the answer.— Rhett"},{"Author":"Wayne W. Dyer","Category":"romance","Quote":"In any relationship in which two people become one, the end result is two half people."},{"Author":"Melissa de la Cruz,  Masquerade","Category":"romance","Quote":"Every Valentine's Day, the student council sponsered a holiday fundraiser by selling roses that would be delievered in class. The roses came in four colors:white, yellow, red, pink, and the subtleties of thier meaning were parsed and analyzed by the female population to no end. Mimi had always understood it thus:white for love, yellow for friendship, red for passion, and pink for a secret crush."},{"Author":"Sabrina Jeffries,  One Night with a Prince","Category":"romance","Quote":"The man is always the last to know whenCupid has struck him-Anonymous, Memoirs of a Mistress"},{"Author":"Colleen Houck","Category":"romance","Quote":"It’s like this…a starving man would gladly eat a radish, right? In fact, a radish would be a feast if that’s all he had. But if he had a buffet in front of him, the radish would never be chosen."},{"Author":"Shinji Moon,  The Anatomy of Being","Category":"romance","Quote":"I hate seeing poetry in everything I touch. I hate that I can no longer love you without turning you into a metaphor - that it can never be simple as looking at you and saying yes, yes, yes."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"romance","Quote":"I predict that love will burst forth on the Fourth of July. That’s tomorrow, so I’d better prepare tonight for massive fireworks of the heart."},{"Author":"Ransom Riggs,  Miss Peregrine’s Home for Peculiar Children","Category":"romance","Quote":"I didn’t know what to call it, what was happening between us, but I liked it. It felt silly and fragile and good."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"romance","Quote":"I thirst for love like a camel thirsts for water. I’m going through a desert right now, but I’m searching for the oasis of my life."},{"Author":"Kim Harrison,  Every Which Way But Dead","Category":"romance","Quote":"Ivy!' I stammered, then glared at Kisten. 'You told Ivy? Thanks a hell of a lot. Want to call my mom next?"},{"Author":"F. Scott Fitzgerald,  This Side of Paradise","Category":"romance","Quote":"Was it the infinite sadness of her eyes that drew him or the mirror of himself that he found in the gorgeous clarity of her mind?"},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"romance","Quote":"Though it comes from her throat, I drink the sound of her voice. Her I love yous dehydrate me, because they leave me thirsting for more."},{"Author":"Susane Colasanti,  When It Happens","Category":"romance","Quote":"It feels incredible to be outside when I’m supposed to be inside. The sensation of freedom is intoxicating. - Sara"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"romance","Quote":"I could be in the middle of a spiritual hurricane, my soul torn and tormented, but when I see you smile it's blue skies for miles. You give me a tsunami of emotions, and my heart is trying to find peace through crashing waves, but they always end up in a cyclone that never dies.-Jarod Kintz and Karen Quan"},{"Author":"Cynthia Hand,  Hallowed","Category":"romance","Quote":"I'll never forget the way he tastes. It's not anything I can describe, a little sweet and a whole lot of spice, and it feels, in that moment, absolutely right."},{"Author":"Crystal Woods,  Dreaming is for lovers","Category":"romance","Quote":"I had a dream about you last night. I was alone on a dark night and you came to me as a firefly. I knew it was you because you were the brightest."},{"Author":"محمد حسن علوان,  سقف الكفاية","Category":"romance","Quote":"يؤلمني أنَّ كلَّ الأشياء ظلَّت وفيةً، إلا أنتِ."},{"Author":"Colleen Houck","Category":"romance","Quote":"How could I remain unyielding? His words penetrated the flimsy barriers I’d set up around my heart. I’d meant to set up a barbed wire fence, but the barbs ended up being covered with marshmallows. He slipped through my defenses easily. He touched his forehead to my hand, and my marshmallow heart melted."},{"Author":"Mary Balogh,  Slightly Wicked","Category":"romance","Quote":"She was not sorry. And if it was the wine telling her that, then she would tell the wine the same thing tomorrow. She was not sorry."},{"Author":"Samar Sen","Category":"romance","Quote":"All day and all night my desire for you unwinds like a poisonous snake."},{"Author":"Pamela Clare,  Breaking Point","Category":"romance","Quote":"If you die, angel, it means I'm already dead."},{"Author":"Patrick Rothfuss,  The Name of the Wind","Category":"romance","Quote":"Roses! I swear you men have all your romance from the same worn book. Flowers are a good thing, a sweet thing to give a lady. But it is always roses, always red, and always perfect hothouse blooms when they can come by them."},{"Author":"Maggie Stiefvater,  Shiver","Category":"romance","Quote":"his yellow eyes gazed at me possessively -- I wondered if he realized that the way he looked at me was far more intimate than copping a feel could ever be."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The heart sees what the eyes do not, and the heart hears what the ears cannot. Sight and sound are vibrations, and so is love."},{"Author":"Colleen Houck","Category":"romance","Quote":"You once asked me if I wanted a home and a family. I didn’t think that I’d ever want one without Yesubai, but seeing you like that in my dream, with that little baby…yeah. I want it. I want him. I want…you. I saw him, and I felt…possessive and proud. I want the life that I saw in my dream more than just a little, Kells. I thought you should know that."},{"Author":"Laura Lee Guhrke,  Guilty Pleasures","Category":"romance","Quote":"A woman could be as beautiful as she felt herself to be."},{"Author":"Victor Hugo,  Les Misérables","Category":"romance","Quote":"This first glance of a soul which does not yet know itself is like dawn in the heavens; it is the awakening of something radiant and unknown."},{"Author":"Sarah Dessen,  Dreamland","Category":"romance","Quote":"Your mother won a special reward,\"she told me, \"because everyone had a head in her pictures. We all applauded."},{"Author":"Cristina Marrero,  The Unsung Love Story","Category":"romance","Quote":"Together, in that room, our childhood notions of love melted away. We discovered love was not a fairytale. Sometimes there were no happy endings, and when there were, you needed to work like hell to keep the happiness alive."},{"Author":"Richelle Mead,  Succubus on Top","Category":"romance","Quote":"If not for me being stoned and clinging to a taco, it would have been terribly romantic."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I find Bukowski to be so edgy, gritty, and daring that he oozes romance, and if couples read him in bed they would appreciate what they have."},{"Author":"Jessica Day George,  Princess of the Midnight Ball","Category":"romance","Quote":"No need, no, need. Life is already too short to find it."},{"Author":"Julia Quinn,  The Viscount Who Loved Me","Category":"romance","Quote":"Anthony looked down at his evil clutches -- hands, he reminded himself, hands -- and grinned anew."},{"Author":"Karina Halle,  Into the Hollow","Category":"romance","Quote":"No matter what happened, he was Dex and I was Perry and that combination only led to trouble."},{"Author":"Kim Harrison,  A Fistful of Charms","Category":"romance","Quote":"Jenks enthusiastically leaned against the counter and opened the box. Bypassing the plastic knife, he broke off about a third of it and took a huge bite. Ivy watched, appalled, and I shrugged. His mouth moving as he hummed, Jenks finished unpacking the sacks. I was half dead, Ivy was whoring herself to keep me safe, but Jenks was okay as long as he had chocolate."},{"Author":"Lara Adrian,  Kiss of Crimson","Category":"romance","Quote":"I want to kiss you again, Tess.”“Why?”He chuckled, low under his breath. “Why? Because you’re beautiful, and because I want you. And I think you want me too."},{"Author":"Veronica Rossi,  Under the Never Sky","Category":"romance","Quote":"His hand snapped shut over the device and then he crossed his arms. Aria stared in horror. Her Smarteye was buried in a Neanderthal’s armpit."},{"Author":"Karen Chance,  Embrace the Night","Category":"romance","Quote":"Not really hungry.\"\"She’ll eat.\"Pritkin said curtly.\"I said —\"\"If you starve to death it would damage my professional reputation.\"\"I eat plenty.\"\"The same does not apply should I strangle you in understandable irritation, however.\"\"I’ll have a sandwich,\"I told Nick. \"No meat."},{"Author":"Patrick Ness,  The Ask and the Answer","Category":"romance","Quote":"So we forgive each other?\"The crooked smile climbs up one more time. \"Again?\"And I look right into his eyes, right into him as far as I can see, because I want him to hear me, I want him to hear me with everything I mean and feel and say.\"Always,\"I say to him. \"Every time."},{"Author":"Shannon Hale,  Enna Burning","Category":"romance","Quote":"I'm a terrible prince. I should put my kingdom first and everything else second, but your first. I want you by my side every second, but I know I would crumble if I lost you."},{"Author":"Roberto Bolaño,  Amulet","Category":"romance","Quote":"Nothing good ever comes of love. What comes of love is always something better"},{"Author":"Lee Monroe,  Dark Heart Forever","Category":"romance","Quote":"Our hearts are bound together,' he said, 'and I am free to decide who I love. And what I want. Nothing - not the pressure of my family, or what anyone else thinks - matters."},{"Author":"Sanober Khan","Category":"romance","Quote":"To fall in love with someone's thoughts - the most intimate, splendid romance."},{"Author":"Jeaniene Frost,  Death's Excellent Vacation","Category":"romance","Quote":"By the time Bones announced it was Tammy's turn, I'd fallen in love with him all over again. Flowers and jewelry worked for most girls as a romantic gesture, but here I was, misty-eyed at watching him show my mother how to stab the shit out of him."},{"Author":"L.J. Smith,  Dark Reunion","Category":"romance","Quote":"And to see the white flash of Klaus's eyes as he whirled on her. For one stunned instant she stared at him, and then lightning crackled.From an empty sky."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I always wear roller skates when I ride my bicycle. The more wheels the better, and that's what makes me a better lover. You know you want to go for a spin. I'll bring the record player, if you bring 1982 and her little sister, Elton John."},{"Author":"Cat Johnson","Category":"romance","Quote":"When you choose a man who thinks eight seconds is a long time, perhaps you need two of them. Hmm?"},{"Author":"Hilary Duff,  Elixir","Category":"romance","Quote":"Who are you?\"I asked.\"You know who I am,\"he replied. \"I'm yours.\"~Clea / Sage, pg. 105"},{"Author":"Tina Reber,  Love Unrehearsed","Category":"romance","Quote":"You’re my best friend,You’re my love,You’re my life.I can’t wait tomake youmy wife!Love, Ryan"},{"Author":"Elizabeth Bowen,  The Death of the Heart","Category":"romance","Quote":"A romantic man often feels more uplifted with two women than with one: his love seems to hit the ideal mark somewhere between two different faces."},{"Author":"Richelle Mead,  The Indigo Spell","Category":"romance","Quote":"What were you thinking?\"I demanded once we were moving to the music. I was trying to ignore his hands. \"Do you know how much trouble you may have gotten me in?\"Adrian grinned. \"Nah. They all feel bad for you. You'll achieve martyrdom after dancing with a mean, wicked vampire. Job security with the Alchemists."},{"Author":"Julie Spira,  The Perils of Cyber-Dating: Confessions of a Hopeful Romantic Looking for Love Online","Category":"romance","Quote":"Patience is a virtue and the best things in life are worth waiting for."},{"Author":"Charlotte Brontë","Category":"romance","Quote":"I knew you would do me good in some way, at some time--I saw it in your eyes when I first beheld you."},{"Author":"Maya Banks,  No Place to Run","Category":"romance","Quote":"It doesn’t matter. I love you. That’s it. That’s all. I hope to hell it’s enough."},{"Author":"Tere Liye,  Berjuta Rasanya","Category":"romance","Quote":"Ya Tuhan, aku sempurna tertikam oleh ilusiku sendiri. Pengkhianatan oleh hatiku yang sibuk meguntai simpul pertanda cinta."},{"Author":"Janet Evanovich,  Eleven on Top","Category":"romance","Quote":"If I gave you a pity position it wouldn't be in my office."},{"Author":"Maya Banks,  No Place to Run","Category":"romance","Quote":"I know this woman.”“Who the hell is she?”He stared both his brothers down. “She’s mine."},{"Author":"Roman Payne","Category":"romance","Quote":"We were hooked when we woke.We had arms for each other.But I yearned to resumeMy dreams of another."},{"Author":"E.L. James,  Fifty Shades Freed","Category":"romance","Quote":"He tastes of white wine and apple pie and Christian. I run my fingers through his hair, holding him to me while our tongues explore and curl and twist around each other, my blood heating in my veins.We're breathless when Christian pulls away."},{"Author":"Cristina Marrero,  The Unsung Love Story","Category":"romance","Quote":"Love is a wild fire that cannot be contained by any mere element known to man."},{"Author":"J.D. Robb,  Kindred in Death","Category":"romance","Quote":"Roarke: You'd enjoy flying more if you'd learn the controls.Eve: I'd rather pretend I'm on the ground.Roarke: And how many vehicles have you wrecked, had blown up, or destroyed in the last, oh, two years?Eve: Think about that, then imagine it happening when I'm at the wheel at thirty thousand feet.Roarke: Good point. I'll do the flying."},{"Author":"Abbi Glines,  Fallen Too Far","Category":"romance","Quote":"Please. Forgive me. One more chance, Blaire. I want this. I want you."},{"Author":"Amanda Mosher,  liQUID PROse QUOtes","Category":"romance","Quote":"Dawn is meant for Lovers. And so is dusk and anytime in between. Count me in. And out. In, out, in, out, and I just came, I saw, I conked out.-Amanda Mosher and Jarod Kintz"},{"Author":"Colleen Houck","Category":"romance","Quote":"I don’t understand how I could have believed you were a warm, affectionate, and tenderhearted person! You’re obviously as prickly as a porcupine and any man who comes close to you will end up with a face full of quills!"},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"romance","Quote":"Eyes, look your last! Arms, take your last embrace! And, lips, oh you the doors of breath, seal with a righteous kiss a dateless bargain to engrossing death!"},{"Author":"Morgan Matson,  Amy and Roger's Epic Detour","Category":"romance","Quote":"You + Mesaw this...AMERICAThank you for finding America with me"},{"Author":"Kathy Love,  Wanting Something More","Category":"romance","Quote":"And I know that when you get hurt, your first instinct is to run. But I also realized something else. No one has ever followed you when you did run. But I'm going to follow, and I'm going to keep following until you realize that you can trust me. I'm not going to let you run away from something that could be so great. That is so great. Marty, I love you.- Nate"},{"Author":"Sigmund Freud,  Civilization and Its Discontents","Category":"romance","Quote":"My love is something valuable to me which I ought not to throw away without reflection."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I loved how your cheeks had a natural rouge, like a delicate rose, and I was a rogue full of thorns. I was only a flower when I was with you."},{"Author":"Jodi LaPalm,  Still Life: a novella of loss and love","Category":"romance","Quote":"I have you with me, and I'm terrified you'll disappear."},{"Author":"Anna Godbersen,  The Luxe","Category":"romance","Quote":"Girls,\"their mother interjected, \"you must both stop being strange - it is unattractive. And don't forget your hats. It would be absolutely the end for me if you two came down with freckles at a time like this."},{"Author":"Colleen Houck","Category":"romance","Quote":"The fuse is lit. You can run all you want to but you leave a trail of gunpowder in your wake. There’s going to be a reckoning eventually."},{"Author":"bell hooks,  All About Love: New Visions","Category":"romance","Quote":"Giving generously in romantic relationships, and in all other bonds, means recognizing when the other person needs our attention. Attention is an important resource."},{"Author":"G.K. Chesterton","Category":"romance","Quote":"Romance is the deepest thing in life. It is deeper than reality."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I have a Rubik’s Cube for a heart, and my love for you is no puzzle. Through twists and spins, life can only get more colorful."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"This Valentine’s Day rent a poem for your loved. They come in three sizes—small, medium, and romantic. Free refills available to Premium Members."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I let coffee drip into my mouth the same way I fall in love—slowly, as I wring out my shirt before going to scrub off the 32-ounce spill. I’m as romantic as a free-refill station that’s out of sugar, cream, and stirring sticks."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"The wind is my favorite color. It reminds me of the love she painted on my life as she blew past me."},{"Author":"Sandy Hyatt-James","Category":"romance","Quote":"The moment you stop chasing happiness, you become happy."},{"Author":"Tina Carreiro,  Power of the Moon","Category":"romance","Quote":"When you give yourself to me, completely, I will bite you. Until then, my love, I will only nibble on you.”~Cole"},{"Author":"Maya Banks,  The Darkest Hour","Category":"romance","Quote":"She laid her head against his collarbone, and he kissed her temple. To her shock, she felt a shudder roll through his body about the same time she registered wetness against her skin. Tears. His tears.She started to turn around, but he tightened his grip.“Stay,” he said in a choked voice. “Just let me hold you, baby. Just let me hold you."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"romance","Quote":"I was flipping channels, watching this cheerleading program on MTV. They took a field hockey girl and “transformed” her into a cheerleader by the end of the show. I was just wondering: what if she liked field hockey better?"},{"Author":"Lisa Kleypas,  Seduce Me at Sunrise","Category":"romance","Quote":"But no one can predict of a certainty what will happen. And none of it will change how I intend to spend the rest of my life. I will live it on my terms. And you... you can have all of me or nothing. I won't be an invalid any longer. Not even if it means losing you."},{"Author":"Yasmine Galenorn,  Demon Mistress","Category":"romance","Quote":"We come together, we create our families, we chose our mates out of the desire to form a life together. Love takes many forms, wears many faces, but when it's real, when it touches your heart, you will know it and--with hope--embrace it. Love is stronger than hate, love is stronger than anger. Love is stronger than all artificial divisions that exist n our world."},{"Author":"P.C. Cast","Category":"romance","Quote":"This time the fluttery feeling in my stomach was more intense. It made the inside of my thighs tingle and my breathing deepen."},{"Author":"Colleen Houck","Category":"romance","Quote":"There was a large sting near his upper lip. I touched it lightly. “Does it hurt?”My gaze moved from his lips up to his eyes. He was looking at me in a way that made me blush.“Yes,” he responded quietly."},{"Author":"Amanda Mosher,  Better to be able to love than to be loveable","Category":"romance","Quote":"There is nothing more beautiful than a vulnerable heart in open hands."},{"Author":"Lisa Kleypas,  Love in the Afternoon","Category":"romance","Quote":"Beatrix, do you know what happens to girls who ask such naughty questions?”“They’re ravished in haylofts?” she inquired hopefully."},{"Author":"Elizabeth Scott,  Bloom","Category":"romance","Quote":"Look at me. We aren´t them lauren. You´re not your mother or father any more than I´m my mother. You´re you and I´m me and I love you."},{"Author":"Julia Quinn,  Minx","Category":"romance","Quote":"Sometimes Hen...I think I would give my life just for one of your smiles."},{"Author":"Richard Brautigan,  Loading Mercury With a Pitchfork","Category":"romance","Quote":"I’ll affect you slowlyas if you were having a picnic in a dream. There will be no ants.It won’t rain."},{"Author":"Karen Chance,  Touch the Dark","Category":"romance","Quote":"Great. I'd been dumped in Hell's waiting room."},{"Author":"Rachel Gibson,  I'm In No Mood For Love","Category":"romance","Quote":"You want the fairy tale.\"\"I want a chance at it."},{"Author":"Janet Evanovich","Category":"romance","Quote":"Ranger locked eyes with me. \"Please,\"he said.Tank and Hal were goggle-eyed. They weren't used to \"please.\"I wasn't used to it either. But I liked it. Okay,\"I said. \"Be careful. He's insane."},{"Author":"Shannon McKenna,  Behind Closed Doors","Category":"romance","Quote":"If she had learned anything in the past weeks it was that there was enough to be ashamed of in the course of a messy human life without being ashamed of loving someone."},{"Author":"Molly McAdams,  Stealing Harper","Category":"romance","Quote":"Live, Princess, for me. I love You"},{"Author":"Patton Oswalt","Category":"romance","Quote":"I had a romance novel inside me, but I paid three sailors to beat it out of me with steel pipes."},{"Author":"Robyn Carr,  Promise Canyon","Category":"romance","Quote":"I didn’t want to cry in front of you.”He wiped away the tears with the pad of his thumb.“I want you to cry only in front of me."},{"Author":"Toni Blake,  One Reckless Summer","Category":"romance","Quote":"That’s the really annoying thing about love. I probably would be happier if I didn’t know it, but once you do know it, once you feel those things for someone, you can’t make yourself really wish it away. It’s like wishing away . . . your soul.- Jenny"},{"Author":"Jonathan Anthony Burkett,  Friends 2 Lovers: The Unthinkable","Category":"romance","Quote":"After listening and getting to know more about you. Also, feeling a deep connection between us that goes beyond physical attraction. I'm beginning to feel for, so much more than the friendship that I waited to grow with you. I'm not going to try and rush things. However, I don't want to wait until it's to late."},{"Author":"Susan Elizabeth Phillips,  It Had to Be You","Category":"romance","Quote":"You know that we've got a few problems we need to talk through before we get married.\"\"I'm not getting rid of Pooh.\"\"See, there you go being antagonistic. Marriage means learning to compromise.\"\"I didn't say I wouldn't compromise. I promise to take the ribbon out of her topknot before you walk her."},{"Author":"Jeaniene Frost,  This Side of the Grave","Category":"romance","Quote":"I think this’ll definitely tide me over while we’re apart,”Bones laughed, dragging me into his arms with far more strength and quickness than was fair, considering I still had trouble making my limbs operate.“Oh, Kitten,” he murmured as his lips dragged down my throat. “You didn’t really think we were done, did you?"},{"Author":"Erin Hunter,  Code of the Clans","Category":"romance","Quote":"I wonder if he'll ever see the truth in my own heart: that, whatever Dustpelt says, however much Fireheart breaks the warrior code, I love him more that I could imagine loving any other cat. And if Fireheart knew, would he love me, too?- Sandstorm"},{"Author":"Keri Arthur,  Destiny Kills","Category":"romance","Quote":"It hurt, remembering. Hurt because there was so much I'd done, so much I'd yet to do. In so many different ways, I now realized, not remembering had been a blessing. A brief respite in the twisted bloody mess that my life had become.But at least I knew who I was."},{"Author":"Colleen Houck","Category":"romance","Quote":"A handsome prince, such as yourself, deserves someone who is no less than one hundred percent dedicated to him."},{"Author":"Courtney Milan,  Unlocked","Category":"romance","Quote":"I’ll be your friend in daylight. I’ll treat you as a comrade in every gas-lit ballroom. But alone, under moonlight, I’ll not pretend that I want you for anything but mine."},{"Author":"Julie James,  Something About You","Category":"romance","Quote":"My God, Jack - with a look like that, you two should just get a room. And try not to pick the one with a dead body next to it this time."},{"Author":"Keri Arthur","Category":"romance","Quote":"I keep warning and warning, and nobody seems willing to listen. One of these days someone is going to wake up to the fact that I'm serious when I say never to attack my sister without looking over your shoulder for me. (Rhoan)"},{"Author":"Kim Harrison,  Every Which Way But Dead","Category":"romance","Quote":"You look like the vamp who bled the cat."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"romance","Quote":"The sunset produces flower clouds in a garden in the sky, and while there is still light you can see a heavenly representation of my love for you.The sunrise produces rays that light up the world like your eyes do when you're with me. They shimmer and I can see the stars in your eyes that gleam from your soul.-Jarod Kintz and Karen Quan"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"romance","Quote":"I remember being surrounded by the heaven-sent scent of July pine in the Rockies, as you and I laughed and danced like the snow would never come. Now, as the snow covers everything, just like I in these sheets, I close my eyes, preparing myself to see you again, my summer queen.-Jarod Kintz and Tanzy Sayadi"},{"Author":"Sylvain Reynard,  Gabriel's Redemption","Category":"romance","Quote":"For you, my love, I would endeavor to pluck the stars from the sky, only to shower them at your feet.”“How do you do that?’“Do what?”“Say things like that. That’s beautiful.”“I’ve spent years studying poetry, Mrs. Emerson. It’s in my DNA."},{"Author":"Tessa Dare,  One Dance with a Duke","Category":"romance","Quote":"I was afraid. Of getting hurt in other ways. To be truthful, I still am.\"His thumb stroked her cheek. \"I would never hurt you.\"\"I don't think you can promise me that.\"She squeezed his bruised fingers. \"But it makes things a bit more equal, to know that I can hurt you, too.\"His gaze fell to her lips. He said simply, without any trace of irony, \"You are killing me."},{"Author":"Kresley Cole,  Wicked Deeds on a Winter's Night","Category":"romance","Quote":"What’s your favorite place to visit?” He absently answered, “Wherever you are.” “Bowen, five things about you can’t all be about me.” But you’re the only good thing that I’ve got."},{"Author":"Robyn Carr,  Wild Man Creek","Category":"romance","Quote":"Did you miss me?’“A little bit,” she said with a shrug.“You have tears running down your cheeks,” he said with a grin. “I think you missed me more than a little."},{"Author":"Louisa May Alcott,  Little Women","Category":"romance","Quote":"...and Jo laid the rustling sheets together with a careful hand, as one might shut the covers of a lovely romance, which holds the reader fast till the end comes, and he finds himself alone in the work-a-day world again."},{"Author":"Janet Evanovich,  Hard Eight","Category":"romance","Quote":"He [Ranger] peeled my [Stephanie] clothes off and wrangled me into bed. And then suddenly he was inside me. He once told me that time spent with him would ruin me for all other men. When he said it, I thought it was an outrageous threat. I no longer though it outrageous."},{"Author":"Kim Harrison,  Every Which Way But Dead","Category":"romance","Quote":"You had this all planned, didn’t you?' I accused. 'Thought you could come in here and seduce me like you do everyone else?' It wasn’t as if I could be angry, lying atop him as I was, but I tried."},{"Author":"Nora Roberts,  Sweet Revenge","Category":"romance","Quote":"it taught me, that when a woman lets herself love, she loses. it taught me that to survive, you rely on yourself first and last.\"-adrianne\"It should have also taught you that sometimes love has no threshold.\"-philip"},{"Author":"Abbi Glines,  Fallen Too Far","Category":"romance","Quote":"You naked in my bed is even more unbelievably beautiful than I thought it would be... and trust me I've thought about it. A lot."},{"Author":"Sylvain Reynard,  Gabriel's Inferno","Category":"romance","Quote":"Miss Mitchell had a lovely voice, it was true, but Miss Mitchell speaking Italian was something celestial. Her ruby mouth opening and closing, the delicate way she almost sang the words, her tongue peeking out to wet her lips from time to time...Professor Emerson had to remind himself to close his mouth after it had dropped open."},{"Author":"Colleen Houck","Category":"romance","Quote":"Long dormant feelings poured through my dried-up limbs and wound through me, slowly filling the emptiness. Like an irrigated field, I felt myself blossom and grow with new vigor. He was the sun, and the tenderness he showed me was life-giving water."},{"Author":"Kristen Ashley,  Law Man","Category":"romance","Quote":"You sleep okay, sweetie?” “Miss my teddy,” Billie replied. Personally, I thought Detective Mitch Lawson was far superior to a tiny pink teddy bear but I wasn’t six years old."},{"Author":"Jodi Picoult,  Vanishing Acts","Category":"romance","Quote":"When I'm with you, bells go off in my head like a moving truck that's backing up."},{"Author":"Adele Ashworth,  Winter Garden","Category":"romance","Quote":"Love expands your soul with something inexplicably fulfilling. If you die without ever having experienced it, you will miss life's only true joy"},{"Author":"Kerstin Gier,  Smaragdgrün","Category":"romance","Quote":"Hearts can't be broken because they're made of marzipan."},{"Author":"Nora Roberts,  Born in Fire","Category":"romance","Quote":"He wanted to be a poet,' someone else put in while Maggie hugged Tim and patted his back. 'Said he'd only lacked the words to be one."},{"Author":"Richelle Mead,  Frostbite","Category":"romance","Quote":"I wished the kiss could have gone on forever. Breaking the embrace, he ran a few fingers through my hair and down my cheek. He stepped back toward the door.\"I'll see you later, Roza\"\"At our next practice?\"I asked. \"We are starting those up again, right? I mean, you still have things to teach me.\"\"Yes. Lots of things."},{"Author":"L.J. Smith","Category":"romance","Quote":"The Night World isn't a place. It's all around us. The creatures of Night World are beautiful and deadly and irresitable to humans. Your best friend could be one-so could your crush."},{"Author":"Katherine Owen,  Seeing Julia","Category":"romance","Quote":"Here’s what I know: death abducts the dying, but grief steals from those left behind."},{"Author":"Julie Klassen,  The Silent Governess","Category":"romance","Quote":"Come to think of it, she did not speak a word. Yet I could have sworn she had the most beautiful voice."},{"Author":"Lisa Kleypas,  Love in the Afternoon","Category":"romance","Quote":"You don’t annoy me.” Carefully he rebuttoned the placket of her shirt. “I thought you did, at first. But now I realize it was more like the feeling you get when your foot’s been asleep. And when you start moving, the blood coming back into it is uncomfortable . . . but also good. Do you understand what I mean?”“Yes. I make your feet tingle.”A smile came to his lips. “Among other things."},{"Author":"Nicholas Sparks,  Dear John","Category":"romance","Quote":"She leaned into me, and when I closed my eyes, I knew I wanted nothing more than to hold her this way forever."},{"Author":"Sherry Thomas,  Not Quite a Husband","Category":"romance","Quote":"Sometimes limbs must be re-broken to set properly, her heart too needed to shatter anew before it could truly heal."},{"Author":"Christian Simamora,  All You Can Eat","Category":"romance","Quote":"Terkadang,yang tak bisa kamu lupakan adalah seseorang yang tak pernah bisa kamu miliki."},{"Author":"Sarah Sundin","Category":"romance","Quote":"Sonetimes the hardest person to forgive is yourself."},{"Author":"Colleen Houck","Category":"romance","Quote":"Looks like Kelsey wins the award for early riser. And doesn’t she look purtier than a pat of butter meltin’ all over a stack of griddle cakes?"},{"Author":"Karen Chance,  Claimed By Shadow","Category":"romance","Quote":"I dodged behind Mac for cover and refused to take the bait. I glanced at my nonexistent watch. 'Oops, look at the time. Guess I have to be going now. Let's not do this again sometime, okay?'Before I could move, Pritkin was there, jamming the medallion into the skin of my upper arm.'Ow!'He looked at me expectantly. I glared at him. 'That hurt!'What do you see?'A big red mark,"},{"Author":"Richelle Mead,  Succubus Blues","Category":"romance","Quote":"Aubrey, crouching on a nearby counter, watched me with squinty eyes, apparently pondering why anyone would willingly immerse themselves in water ever, let alone for extended periods of time."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"romance","Quote":"Scholars, theologians, and even poets have yet to be able to truly describe and touch upon the beauty, romance, and magic of a relationship built on 100% authenticity"},{"Author":"Cassandra Clare,  City of Fallen Angels","Category":"romance","Quote":"I love you, Clary,\"he said without looking at her. He was staring out into the church, at the row of lighted candles, their fold reflected in his eyes. \"More than I ever--\"He broke off. \"God. More than I probably should. You know that, don't you?"},{"Author":"Lia Habel,  Dearly, Departed","Category":"romance","Quote":"No, not really. But …” Okay, I couldn’t help but gloat a little. “She likes me.”Samedi didn’t even look at me. “Well of course, you’ve had that bloody uniform on all day. I was half ready to tell you how much I liked you."},{"Author":"Anne Gracie,  The Perfect Rake","Category":"romance","Quote":"If you were mine, I'd never leave you, Prudence. I couldn't."},{"Author":"Priya Ardis,  My Merlin Awakening","Category":"romance","Quote":"Vane’s lips tightened to suppress a smile. “Why so hostile, love?”“You whacked me on the head with a ball!”“You deserved it."},{"Author":"Emily Brontë,  Wuthering Heights","Category":"romance","Quote":"Existence, after losing her, would be hell"},{"Author":"Maureen Johnson","Category":"romance","Quote":"WORTH IT and perfect are different things. No one’s perfect, yet in romance, everyone becomes WORTH IT. And that’s the trick."},{"Author":"Kirsten Miller,  The Eternal Ones","Category":"romance","Quote":"I look for you in every life, but I don't always find you. And sometimes I find you too late."},{"Author":"Janet Evanovich","Category":"romance","Quote":"[Ranger] \"How's your mental health?\"he asked. \"I heard about Soder.\"[Stephanie] \"I'm rattled.\"\"I have a cure.\"Oh, boy.He put the truck in gear and headed for the exit. \"I know what you're thinking,\"he said. \"And that wasn't where I was going. I was going to suggest work.\"\"I knew that.\"He looked over at me and grinned. \"You want me bad.\"I did. God help me."},{"Author":"Debra Anastasia,  Poughkeepsie","Category":"romance","Quote":"Blake took her face in his hands. “You let me touch you. Kiss you. Your skin? It feels like piano keys. My hands know just where to go."},{"Author":"Nora Roberts,  Tribute","Category":"romance","Quote":"I find myself fascinated by a man who admits to enjoying fairy tales and uses the word \"impinge\"- barely misses a beat while indulging in a brief girl-on-girl fantasy. You're a man of layers, Ford.\"Me and Shrek, we're onions."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"I fall in love with you four times a year: winter, spring, summer, and fall. The leaves may change, but how I feel about you does not."},{"Author":"Amit Kalantri,  I Love You Too","Category":"romance","Quote":"I think of you only twice a day - when I am alone and when I am with someone else."},{"Author":"Julia Quinn,  Romancing Mister Bridgerton","Category":"romance","Quote":"And, she was able to tell herself with some satisfaction, the man in question - one Colin Bridgerton - felt precisely the same way........His earth shook, his heart leaped, and Penelope knew without a doubt that his breath was taken away as well. For a good ten seconds.Falling off a horse tended to do that to a man."},{"Author":"Masashi Kishimoto,  Naruto, Vol. 21: Pursuit","Category":"romance","Quote":"I'm... I'm so in love with you that I can't even stand it! Sasuke! Stay with me, and I'll never let you regret it! We'll have fun every day, and... And you'll be happy! I'll make sure of it! I'll do anything for you, Sasuke! Just, please... Please, please don't go! I'll even help you take revenge! I mean, I'll manage it somehow, so... So please... Stay with me."},{"Author":"JoAnne Kenrick,  When A Mullo Loves A Woman","Category":"romance","Quote":"He felt like home."},{"Author":"Melina Marchetta,  Saving Francesca","Category":"romance","Quote":"It's like you have a plan and someone comes along and makes you want to change it all, but you still like your first plan, no matter how fantastic the second one makes you feel."},{"Author":"Lisa Kleypas,  Secrets of a Summer Night","Category":"romance","Quote":"I spent most of my youth hauling sides of beef and pork to my father's shop. Carrying you is far more enjoyable.\"\"How sweet,\"Annabelle mumbled sickly, her eyes closed. \"Every woman dreams of being told that she's preferable to a dead cow."},{"Author":"John Eldredge","Category":"romance","Quote":"She is the crescendo, the final, astonishing work of God. Woman. In one last flourish creation comes to a finish with Eve. She is the Master's finishing touch."},{"Author":"P.C. Cast,  Goddess of Spring","Category":"romance","Quote":"Hades was the personification of dark and dangerous--a living, breathing Batman."},{"Author":"David Levithan","Category":"romance","Quote":"It's b******* to think of friendship and romance being different. They're not. They're just variations of the same love. Variatons of the same desire to be close."},{"Author":"Lauren Morrill,  Meant to Be","Category":"romance","Quote":"Point is, maybe some people wouldn't want to be around me all day, but there are people out there who would. And they're smart and funny. And they like some of the same things I like and hate some of the things I hate, but they also introduce me to all kinds of new things. That's as close to 'meant to be' as I can imagine."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"my good qualities are under your protection, and you are to exaggerate them as much as possible; and, in return, it belongs to me to find occasion for teasing and quarreling with you as often as may be..."},{"Author":"Paulo Coelho,  The Alchemist","Category":"romance","Quote":"There is only that moment, and the incredible certainty that everything under the sun has been written by one hand only. It is the hand that evokes love, and creates a twin soul for every person in the world. Without such love, one's dreams would have no meaning."},{"Author":"Pamela Clare,  Naked Edge","Category":"romance","Quote":"I love you, Katherine James. I love you with everything I am. You're the best thing that has ever happened to me. Remember that.\"Gabe Rossiter"},{"Author":"Matthew West","Category":"romance","Quote":"I love you more than the sun and the stars that i taught how to shine... You are mine, and you shine for me too I love you yesterday and today And tomorrow, I'll say it again..... I love you more......"},{"Author":"Rachel Caine,  Glass Houses","Category":"romance","Quote":"Now,\"said Brandons low, cold voice. \"Lets not be rude eve."},{"Author":"Benjamin J. Carey,  Barefoot in November","Category":"romance","Quote":"At the end of the day your ability to connect with your readers comes down to how you make them feel."},{"Author":"Susan Elizabeth Phillips,  Natural Born Charmer","Category":"romance","Quote":"Do you really expect me to fall apart every time another woman throws herself at you? Because, if that's so, I'll be a nervous wreck before the honeymoon's over. Although, if they do it in front of me...\"He went still. \"Did you just propose to me?\"She bristled. \"Do you have a problem with that?\"The scoreboard lit up, and he gave the world a high five. \"God, I love you."},{"Author":"Liz Reinhardt,  Double Clutch","Category":"romance","Quote":"Are you going to kiss me?\"I blabbered stupidly.\"I'm working up the nerve,\"he said softly."},{"Author":"Karen Chance,  Touch the Dark","Category":"romance","Quote":"The most temptation I'd experienced had been with Tomas, the Senate's spy who had been feeding off me without permission, and Mircea, who was probably plotting some nefarious scheme. I have no taste in men."},{"Author":"Paullina Simons,  The Bronze Horseman","Category":"romance","Quote":"Alexander tilted his head and kissed her deeply on the lips. He let go of her hands, and she wrapped her arms around his neck, pressing herself against him. They kissed as if in a fever... they kissed as if the breath were leaving their bodies."},{"Author":"Pepper Winters,  Tears of Tess","Category":"romance","Quote":"You Stole my loneliness. I may have given you wings, but you've become my gravity. I'll never be free of your force."},{"Author":"Lisa Kleypas,  Married By Morning","Category":"romance","Quote":"So you actually need spectacles,” Leo finally said.“Of course I do,” Marks said crossly. “Why would I wear spectacles if I didn’t need them?”“I thought they might be part of your disguise.”“My disguise?”“Yes, Marks, disguise. A noun describing a means of concealing someone’s identity. Often used by clowns and spies. And now apparently governesses. Good God, can anything be ordinary for my family?"},{"Author":"L.J. Smith,  The Passion","Category":"romance","Quote":"More than anything.\"Rob persisted. \"You'd crawl on your belly over broken glass for her. Easy."},{"Author":"Susan Elizabeth Phillips,  Natural Born Charmer","Category":"romance","Quote":"So, Beav, tell me about yourself.\"\"I'm Blue.\"\"Sweetheart, if I had your dubious taste in men, I wouldn't be too happy, either.\"\"My name is Blue. Blue Bailey."},{"Author":"Susan Elizabeth Phillips,  Call Me Irresistible","Category":"romance","Quote":"You never get mad,” she said when their server left the table. “Except at me.”“That’s not true,” he said tightly. “Torie can get me going.”“Torie doesn’t count. You were obviously her mother in a previous life."},{"Author":"Penelope Williamson","Category":"romance","Quote":"My love for you won't stop with my leaving. Come an evening over the years, when you step outside your door and hear the wind blowing through the cottonwoods, that'll be me, thinking of you, whispering your name, and loving you."},{"Author":"Charlaine Harris,  Dead to the World","Category":"romance","Quote":"We could go back to your house. I can stay with you always. We can know each others bodies in every way, night after night. I could love you. I could work, you would not be poor. I would help you."},{"Author":"Laurell K. Hamilton,  Narcissus in Chains","Category":"romance","Quote":"I looked at Micah, who shrugged. I looked at Rafael, who shook his head. Nice that none of us knew why he was undressing."},{"Author":"P.C. Cast,  Hunted","Category":"romance","Quote":"I watched you while you were sleeping and you looked completely at peace. I wish I could feel that. I wish I could close my eyes and feel at peace. But I can’t. I can’t feel anything if I’m notwith you, and even then all I can do is want something that I don’t think I can ever have, at least not now. So I left this, and my peace, with you. Stark."},{"Author":"Gregory Maguire,  Wicked: The Life and Times of the Wicked Witch of the West","Category":"romance","Quote":"But she woke up just then, and in the moonlight covered herself with a blanket. She smiled at him drowsily and called him \"Yero, my hero,\"and that melted his heart."},{"Author":"Kailin Gow,  Bitter Frost","Category":"romance","Quote":"There is no law stronger than that ofmagic. - Kian"},{"Author":"Pittacus Lore,  The Rise of Nine","Category":"romance","Quote":"No more, no less. I'm an idiot. I really need to let this crush go."},{"Author":"Anne Carson","Category":"romance","Quote":"To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope."},{"Author":"Meredith Duran,  Bound by Your Touch","Category":"romance","Quote":"He smiled. \"How kind of you to confirm what I already know. Perhaps next you will introduce me to myself. I hear I am quite popular."},{"Author":"Santosh Kalwar","Category":"romance","Quote":"The saddest line you scraped in your diary was not that you cried but those moments when we both shared smile."},{"Author":"Melissa Marr,  Darkest Mercy","Category":"romance","Quote":"Catch me, Seth,\"she invited.He paused.\"Faeries chase,\"he said, an then , with a flirtatious smile, he turned away, but before he could take a second step, she was behind him, arms around him, lips pressed against his neck.\"I seem caught,\"he murmured.The Summer Queen whispered, \"Me too.\"And They fell together in a bed of flowers that now covered the floor"},{"Author":"Lawrence Krauser,  Lemon","Category":"romance","Quote":"There was a time when our desire for each other would have landed us in an asylum or prison, had it not been sanctioned by mutual assent. True or false."},{"Author":"Chloe Neill,  Twice Bitten","Category":"romance","Quote":"Some minutes or hours or days later, when I lay boneless and well satisfied, Ethan raised his gaze to mine again. His eyes were silver, his fangs descended. \"There is no going back,\"he said, \"Not after this."},{"Author":"Dean Hale","Category":"romance","Quote":"At some point, our lips met and it was perhaps the most wonderful thing I'd ever experienced. And truly, I guess there wasn't just one kiss, but several. A polite frenzy. A mass migration of delicate wildebeest kisses. I remember them as one transcendent event, though."},{"Author":"Meg Cabot,  Jinx","Category":"romance","Quote":"I've never even been to Long Island"},{"Author":"Cora Carmack,  Losing It","Category":"romance","Quote":"Bliss, I don’t normally do things like that. But I was second-guessing everything about coming here, and you were everything I needed. I don’t know how many times I’ve stopped myself from coming over here and knocking on your door. And yes, seeing you with Cade was definitely motivation, but more than that... I just like you, Bliss. As a teacher. As a person. As a guy."},{"Author":"Lisa Kleypas,  Mine Till Midnight","Category":"romance","Quote":"Rohan, one of us is an unmarried man with superior mathematical abilities and no prospects for the evening. The other is a confirmed lecher in an amorous mood, with a willing and nubile young wife waiting at home. Who do you think should do the damned account books?\"And, with a nonchalant wave, St. Vincent had left the office."},{"Author":"Diana Gabaldon","Category":"romance","Quote":"I thought the force of my wanting must wake ye, surely. And then ye did come. . .\"He stopped, looking at me with eyes gone soft and dark. \"Christ, Claire, ye were so beautiful, there on the stair, wi' your hair down and the shadow of your body with the light behind ye….\"He shook his head slowly. \"I did think I should die, if I didna have ye,\"he said softly. \"Just then."},{"Author":"Loretta Chase,  Lord of Scoundrels","Category":"romance","Quote":". . I tell you Dain is a splendid catch. I advise you to set your hooks and reel him in.”Jessica took a long swallow of her cognac. “This is not a trout, Genevieve. This is a great, hungry shark.”“Then use a harpoon."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"I guess I like things that take time and attention. More worthwhile that way."},{"Author":"Robin Wijaya,  Menunggu","Category":"romance","Quote":"Kalau kamu percaya takdir, aminkan dalam hati, kita bertemu lagi suatu hari nanti"},{"Author":"Lisa Kleypas,  Mine Till Midnight","Category":"romance","Quote":"She shook her head as she confessed, \"I want it so much, I'm afraid to hope.\"\"Never be afraid to hope,\"Rohan said gently. \"It's the only way to begin.\"-Rohan to Win"},{"Author":"Priya Ardis,  My Merlin Awakening","Category":"romance","Quote":"I caught his hand. “What do you want me to do?”Leaning down, he kissed the pulse beating on my neck just above the damaged skin. “Tomorrow, I need you to die."},{"Author":"Elizabeth Scott,  Something, Maybe","Category":"romance","Quote":"I told you we were meant to be,\"he says, still smiling, still so Finn, who was always here but who I just didn't see and now--Well, now I kiss him."},{"Author":"J.D. Robb,  Witness in Death","Category":"romance","Quote":"You can’t go back. Can’t fix what broke. But you can go forward. And every step matters. Every one makes a difference.” She pushed away from the desk, cupped his face in her hands. “From where I’m standing, you’re the best step I ever took."},{"Author":"Sherrilyn Kenyon,  Acheron","Category":"romance","Quote":"It's easy to look at people and make quick judgements about them, their present and their pasts, but you'd be amazed at the pain and tears a single smile hides. what a person shows to the world is only one tiny facet of the iceburg hidden from sight. And more often then not, it's lined with cracks and scars that go all the way to the foundation of their soul."},{"Author":"Gunnar Ardelius,  I Need You More Than I Love You and I Love You to Bits","Category":"romance","Quote":"In the beginning, being alone is always a choice. Then it's not a choice anymore. When did it stop being a choice? What is it in me that stopped choosing you, that moved into you instead so that I have to be with you in order to be with myself?"},{"Author":"Sherry Thomas","Category":"romance","Quote":"Just that I have loved you, even when I was nothing and no one to you, when you didn’t know my name and barely knew my face.- Leo"},{"Author":"Pamela Clare,  Breaking Point","Category":"romance","Quote":"He held up the AK-47, the muscles in his arm bunching against the weight. “This is an assault rifle.” Then held up the handgun. “This is a semi-automatic pistol.” Then he gave a little thrust of his hips and looked down at his penis. “That is my gun. As you’ve discovered, it’s pumpaction like a shotgun , but it doesn’t fire bullets."},{"Author":"Deborah Harkness,  A Discovery of Witches","Category":"romance","Quote":"My ideas about vampires may by romantic, but your attitudes toward women need a major overhaul."},{"Author":"Nalini Singh,  Play of Passion","Category":"romance","Quote":"Once, he hadn't been able to touch her without causing himself pain. Now, it only hurt when he didn't touch her."},{"Author":"Francesca Lia Block,  Echo","Category":"romance","Quote":"If death is your lover, you don't got to be afraid ever that he will ever leave you"},{"Author":"Judi Fennell,  In Over Her Head","Category":"romance","Quote":"She shook off the self-recrimination. What-ifs and could-have-beens were not the way to move forward. She knew that from experience."},{"Author":"Lauren Leto","Category":"romance","Quote":"Let's still be friends\"(things that are never true in a break up, but you have to say)."},{"Author":"Ruta Sepetys,  Between Shades of Gray","Category":"romance","Quote":"How did I get here How did I end up in the arms of a boy I barely knew but knew I didn't want to lose I wondered what I would have thought of Andrius in Lithuania. Would I have liked him Would he have liked me"},{"Author":"Melissa de la Cruz,  Lost in Time","Category":"romance","Quote":"I still love you. I will always love you, and that is all that matters. I will forgive you anything, and I will forgive you this."},{"Author":"Rachel Gibson,  True Confessions","Category":"romance","Quote":"I feel like I should probably ask you to leave. But I don’t really want you to go. I want you to stay, but I know you shouldn’t.- Hope"},{"Author":"Gena Showalter,  The Darkest Whisper","Category":"romance","Quote":"I’ve never cheated on a lover. I’m faithful, always. But the war comes before anyone’s feelings. Every time.”Wow. Battle before love. Without a doubt, he was the most unromantic male she’d ever met. Even more so than her great-grandfather, who had laughingly burned her great-grandmother to death after she’d given birth to Gwen’s grandmother."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"A white wedding dress, once worn, is like the ghost of a moment, trapping feelings of forever into fabric that’s never to be tried on again."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"romance","Quote":"Her beauty took my breath away, and allowed the spring breeze to fill my lungs with honeysuckle, jasmine, and desire."},{"Author":"Nicholas Sparks,  The Best of Me","Category":"romance","Quote":"Marriage is a partnership, not a democracy."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"No bikinis on a first date.” He nods. “I’m sure that’s a rule. Or should be. For my sisters anyway."},{"Author":"Karen Chance,  Claimed By Shadow","Category":"romance","Quote":"It's about time! It's supposed to be a ritual, not a marathon."},{"Author":"Lisa Kleypas,  Married By Morning","Category":"romance","Quote":"Marriage would change hardly anything between us, except that we would end our arguments in a much more satisfying way. And of course I would have extensive legal rights over your body, your property, and all your individual freedoms, but I don't see what's so alarming about that."},{"Author":"Rachel Gibson,  Simply Irresistible","Category":"romance","Quote":"Give me some sugar."},{"Author":"Lisa Kleypas,  Secrets of a Summer Night","Category":"romance","Quote":"Where are we going?” Annabelle asked, resisting his hold on her wrist.“To the house. If they’re not willing to be witnesses, then it seems I’ll have to debauch you in front of someone else."},{"Author":"Sarah Ockler,  Twenty Boy Summer","Category":"romance","Quote":"Anna,\"he said, dragging his frosted fingers through my hair.\"Don't you know what it means when a boy pulls your hair at your birthday party?\"\"No.\"Just, then, i didn't know what anything meant."},{"Author":"Colleen Houck","Category":"romance","Quote":"Don’t make a feller wait too long. A feller waiting on a gal can get ornery’er than a huntin’ dog that’s tree’d it’s squirrel."},{"Author":"Gary Chapman,  The Five Love Languages: How to Express Heartfelt Commitment to Your Mate","Category":"romance","Quote":"People tend to criticize their spouse most loudly in the area where they themselves have the deepest emotional need."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"romance","Quote":"I wish every envelope enclosed a love letter. It’s this hope that leads me to open strangers’ mail. So you see, I’m a romantic, not an NSA employee."},{"Author":"Courtney Milan,  Unveiled","Category":"romance","Quote":"Maybe that’s what I have been looking for. When storms and rockslides threaten, I am looking for someone who will hold on to me and not let go."},{"Author":"Suzanne Brockmann,  Out of Control","Category":"romance","Quote":"You love me,” he said. “That’s all I need to know.” “You always say the right thing,” Savannah told him, her eyes so filled with love that he almost wept. “Sometimes it takes you awhile to get to it, but you always get there, and what you say is always worth waiting for."},{"Author":"Rachel Gibson,  Nothing But Trouble","Category":"romance","Quote":"I didn’t mean to fall in love with you, but I did.- Chelsea"},{"Author":"Deborah Cox","Category":"romance","Quote":"I've tried that love thing for the last time. My heart says no, no! Nobody's supposed to be here, but you came along and changed my mind"},{"Author":"J. Kenner,  Claim Me","Category":"romance","Quote":"You have captured me utterly, and you hold my heart in your hands. Be gentle with it. It's more fragile than you might think."},{"Author":"Leila Sales,  Past Perfect","Category":"romance","Quote":"What really happened doesn't matter. What matters is how we agree to remember it."},{"Author":"Julie James,  Practice Makes Perfect","Category":"romance","Quote":"I’m not sure I trust myself around you I liked you from the start, J.D. I really wish things had been different, that's all."},{"Author":"Samantha Young,  Down London Road","Category":"romance","Quote":"Cam and I just broke up.\"Cam laughed, hugging me even tighter into his side.I huffed, trying to wriggle free. \"What are you doing?\"\"Getting back together with you."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"romance","Quote":"Neither of us says the word love, not once. It would be tempting fate; it would be romance, bad luck."},{"Author":"Jodi LaPalm,  Still Life: a novella of loss and love","Category":"romance","Quote":"I'm not the same person I was before, and I am deathly afraid I will never be her again..."},{"Author":"Jay Asher","Category":"romance","Quote":"Justin, honey, you were my very first kiss. My very first hand to hold. But you were nothing more than an average guy. And I don't say that to be mean- I don't. There was just something about you that made me need to be your girlfriend to this day I don't know exactly what that was. But it was there.. and it was amazingly strong. -Thirteen Reasons Why"},{"Author":"Rachel Gibson,  I'm In No Mood For Love","Category":"romance","Quote":"The only problem with one-man woman was that he was not a one-woman man."},{"Author":"Carrie Ryan,  The Forest of Hands and Teeth","Category":"romance","Quote":"It wouldn't have mattered if they were scratches or not,\"he says, his voice like liquid. \"I was bitten during the escape from the house.\"My limbs go weak, everything inside me folding in collapsing on itself.\"I was already dead,\"he says, opening his eyes."},{"Author":"Marie Rutkoski,  The Winner's Crime","Category":"romance","Quote":"She’d felt it before, she felt it now: the pull to fall in with him, to fall into him, to lose her sense of self."},{"Author":"Gena Showalter,  The Darkest Night","Category":"romance","Quote":"While Maddox now believed the demon did not want to hurt Ashlyn, he wasn't willing to take a chance. He would talk about flowers and moonbeams - he cringed - if it meant maintaining this delectable inner peace.\"Is there a way to break your death-curse?\"Ashlyn asked. So much for flowers and moon-beams."},{"Author":"Josh Lanyon,  The Dark Tide","Category":"romance","Quote":"People loved you in the way they knew how - and often it was not the way you knew. Or needed."},{"Author":"Evangeline Anderson,  Claimed","Category":"romance","Quote":"Just tell him to keep his hands to himself and his python in his pants."},{"Author":"Charlaine Harris,  Living Dead in Dallas","Category":"romance","Quote":"So you want me to go to a human orgy, where I will not be welcome, and you want us to leave before I get to enjoy myself? ~Eric Northman"},{"Author":"Susan Elizabeth Phillips,  Dream a Little Dream","Category":"romance","Quote":"The engine roared to life. He ran toward her. She shot our of her parking space. He rushed to the side of her car. \"Stop it, Kristy! You're overreacting! Let's talk about this.\"That was when she did the unthinkable. She rolled down the window, thrust out her hand, and gave Reverend Ethan Bonner the bird."},{"Author":"R.L. Mathewson,  Perfection","Category":"romance","Quote":"He looked at the beautiful woman frowning up at him and his cock did nothing. His eyes shot back to Zoe and damn if his cock didn't twitch happily. Trevor swallowed hard as realization hit.There was something wrong with his dick."},{"Author":"Kresley Cole,  A Hunger Like No Other","Category":"romance","Quote":"Emma turned to him, bottom lip trembling. “For me?” “Always for you. All things for you. He coughed into his fist “All your own."},{"Author":"Suzan Battah,  Five Senses of Romance A Self Help Guide for Gentlemen and Ladies, Both Single and Taken","Category":"romance","Quote":"See, don't just look. Your partner is so much more than their appearance. It's how kind their heart is, how lovely they smile, how much they care and have compassion, how generous and giving they are which becomes much more attractive."},{"Author":"Rick Riordan,  The Throne of Fire","Category":"romance","Quote":"Two farewell gifts,\"Sadie muttered, \"from two gorgeous guys. I hate my life."},{"Author":"Debra White Smith,  First Impressions","Category":"romance","Quote":"You're so beautiful. I can't believe you're almost mine."},{"Author":"Morgan Matson,  Amy and Roger's Epic Detour","Category":"romance","Quote":"And we were kissing like drowning people breathe-- like suddenly we'd discovered something that has never been so sweet before that moment."},{"Author":"Heather Dixon,  Entwined","Category":"romance","Quote":"Ah, Azalea,\"said the King. \"He's not going to be the one proposing.\"The springs in Azalea's feet went poioioing.\"Sorry?\"she said.\"You outrank him, you know.\"The King shifted, uncomfortable. \"It would be highly inappropriate for him to propose to you. The Delchastrian queen had to propose-\"\"I will do no such thing!\"said Azalea."},{"Author":"Tara Janzen,  Crazy Cool","Category":"romance","Quote":"He caught her, and he held her, and he let her cry, and cry, and cry, and he let her use his sheets to wipe her eyes, and her nose, and God knows what, because he had plenty of clean sheets, and he only had one Kat."},{"Author":"Zoë Heller,  What Was She Thinking? [Notes on a Scandal]","Category":"romance","Quote":"...what is romance, but a mutual pact of delusion? When the pact ends, there's nothing left."},{"Author":"Loretta Chase,  Lord of Scoundrels","Category":"romance","Quote":"I love these pet names,\"she said, gazing soulfully up into his eyes, \"Nitwit. Sap skull. Termagant. How they make my heart flutter!"},{"Author":"Catherine Anderson,  Cherish","Category":"romance","Quote":"And if you ever - and I do mean ever - try to leave me, I’m goin’ with you."},{"Author":"Lauren Morrill,  Meant to Be","Category":"romance","Quote":"Someone once told me love isn’t perfect—or predictable."},{"Author":"Mae West,  She Done Him Wrong","Category":"romance","Quote":"Goodness had nothing to do with it."},{"Author":"Maya Banks,  The Darkest Hour","Category":"romance","Quote":"Never be afraid to tell me anything,” he whispered against her hair. “No matter how ashamed you might feel. I’ll never judge you, Rachel. I love you."},{"Author":"Elizabeth Vaughan,  Warprize","Category":"romance","Quote":"Want to know the best part of being a warlord?' came a hoarse whisper.I bit my lip, puzzled by the question.Keir’s mouth curled up slowly into a smile. 'I always get what I want."},{"Author":"Nicholas Sparks,  A Walk to Remember","Category":"romance","Quote":"It all comes down to who is by your side and who is willing to stand up for love even when it seems impossible."},{"Author":"Pidi Baiq,  Dilan: Dia Adalah Dilanku Tahun 1990","Category":"romance","Quote":"Aku ingin pacaran dengan orang yang dia tahu hal yang aku sukai tanpa perlu kuberitahu, yang membuktikan kepadaku bahwa cinta itu ada tetapi bukan oleh apa yang dikatakannya melainkan oleh sikap dan perbuatannya."},{"Author":"Emily Giffin","Category":"romance","Quote":"You see yourself as very average, ordinary. And there is nothing ordinary about you, Rachel.\"(Something Borrowed)"},{"Author":"Arthur Conan Doyle","Category":"romance","Quote":"Picnics are very dear to those who are in the first stage of the tender passion."},{"Author":"Karina Halle,  Into the Hollow","Category":"romance","Quote":"I feel like I’m a disappointment to mankind,” he remarked woefully as he placed the shirt through my arms and began to pull it down over my breasts. “Someone this gorgeous should be on display in a museum."},{"Author":"Nicole Krauss,  The History of Love","Category":"romance","Quote":"When they write my obituary. Tomorrow. Or the next day. It will say, Leo Gursky is survived by an apartment full of shit"},{"Author":"Salvador Plascencia,  The People of Paper","Category":"romance","Quote":"Missing you is worse than Pittsburgh."},{"Author":"H.L. Mencken","Category":"romance","Quote":"No matter how happily a woman may be married, it always pleases her to discover that there is a nice man who wishes that she were not."},{"Author":"Anne Gracie,  The Perfect Rake","Category":"romance","Quote":"What if I shave?\"he said. \"I look much better when I'm shaved. My cousin will vouch for that—do I not look almost handsome when I shave, Edward? \"He didn't wait for the duke's reply but turned earnestly back to Prudence. \"Do you think you could marry me if I shaved?"},{"Author":"Lori L. Otto,  Lost and Found","Category":"romance","Quote":"one transcendent kissthat later makes lovers takesoft breaths, holding hands"},{"Author":"Arina Tanemura,  神風怪盗ジャンヌ 1","Category":"romance","Quote":"Tsuyokini,honkiMutekini,sutekiGenki,yuuki!--Kusakabe Maron"},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"romance","Quote":"While she could hardly fathom what had just happened to her that night, she reached some conclusions before she fell asleep, certain things now made perfect sense; Moon River didn’t sound so syrupy, mistletoe wasn’t such a bad idea, and perhaps dating was not such a frivolous waste of time after all."},{"Author":"Philippa Gregory,  The Other Boleyn Girl","Category":"romance","Quote":"When they see us dance. When they see how you look at me. When they see how I smile at you."},{"Author":"F. Scott Fitzgerald,  Gatsby Girls","Category":"romance","Quote":"You've got an awfully kissable mouth."},{"Author":"Ellen Brazer,  Clouds Across the Sun","Category":"romance","Quote":"Some people like the Jews, and some do not. But no thoughtful man can deny the fact that they are, beyond any question, the most formidable and most remarkable race which has appeared in the world.— Winston S. Churchill"},{"Author":"Penelope Williamson,  A Wild Yearning","Category":"romance","Quote":"If I am never to have you again after this night, this moment, you will remain the wife of my soul. Keeper of my heart."},{"Author":"Sara Gruen,  Water for Elephants","Category":"romance","Quote":"I stare at her for a long moment. I want to kiss her. I want to kiss her more than I've ever wanted anything in my life."},{"Author":"Laura Lee Guhrke,  Guilty Pleasures","Category":"romance","Quote":"How much time do I get in exchange for that rose?”For the rose, a short engagement. For the speech, you get a lifetime.”I can live with that,” he said, and kissed her."},{"Author":"Jennifer L. Armentrout,  Every Last Breath","Category":"romance","Quote":"With every breath I take, I will always love you."},{"Author":"Shannon Dermott,  Beg for Mercy","Category":"romance","Quote":"He was too gorgeous for words and worst yet he knew it."},{"Author":"Gordon Korman,  One False Note","Category":"romance","Quote":"Nellie grinned. \"I always wanted to go to Venice. It's supposed to be the romance capital of the world.\"\"Sweet,\"put in Dan. \"Too bad your date is an Egyptian Mau on a hunger strike.\"The au pair sighed. \"Better than an eleven-year-old with a big mouth."},{"Author":"Christian Simamora,  All You Can Eat","Category":"romance","Quote":"Selingkuh: meninggalkan yang tak sempurnauntuk yang lebih tak sempurna."},{"Author":"Richelle Mead,  The Ruby Circle","Category":"romance","Quote":"Those words, that voice, had more power over me than any phantom ever could."},{"Author":"Sarah J. Maas,  Queen of Shadows","Category":"romance","Quote":"I want to take my time with you - to learn … every inch of you. And this apartment has very, very thin walls. I don’t want to have an audience” he added as he leaned down again, brushing his mouth over the cut at the base of her throat, “when I make you moan, Aelin."},{"Author":"Rowena Cherry,  Insufficient Mating Material","Category":"romance","Quote":"What in the blue star-blazes did you see in Jason?\"he asked, still forcefully but with his frustration and jealousy under better control.\"For one thing, Djetth, he wasn't trying to kill me!\"(\"Marsh\", heroine of Insufficient Mating Material)"},{"Author":"Santosh Kalwar","Category":"romance","Quote":"Everything changes except the love."},{"Author":"Rachel Hawkins","Category":"romance","Quote":"I would actually write books totally full of nothing BUT kissing scenes, but apparently people like books to have, like, \"plots\"or whatever."},{"Author":"Fanny Fern,  Ruth Hall: A Domestic Tale of the Present Time","Category":"romance","Quote":"She said it was beautiful to be loved, and that it made everything on earth look brighter."},{"Author":"Courtney Milan,  Unlocked","Category":"romance","Quote":"Over the years, everyone stumbles. That's why I'll be here for you — and you'll be there for me. I don't expect perfection. I want you, and you're a thousand times better."},{"Author":"Sylvain Reynard,  Gabriel's Rapture","Category":"romance","Quote":"My Dearest Julianne,Thank you for your immeasurable gift.The only thing I have of value is my heart.It’s yours,Gabriel."},{"Author":"Ivan Rusilko,  Appetizers","Category":"romance","Quote":"Your beauty took my breath away, but your mind has stopped my heart."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"This is Sailor Supergirl,” George says. “She knows all about black holes."},{"Author":"Jez Morrow,  Force of Law","Category":"romance","Quote":"She sniffled. \"Does he know?\"\"Not a clue,\"Law said. \"There are concrete bricks less dense than my beloved."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"romance","Quote":"There’s a part of me which has always wanted to hear a man say, \"Let me take care of you forever,\"and I have never heard it spoken before. Over the last few years, I’d given up looking for that person, learned how to say this heartening sentence to myself, especially in times of fear. But to hear it from someone else now, from someone who is speaking sincerely..."},{"Author":"Jennifer Echols,  Endless Summer","Category":"romance","Quote":"Dad\"I pleaded, \"this is so [cuss word you never, ever say in front of your mother] ridiculous."},{"Author":"Martha Cecilia,  Monte Falco: Island In The Sun","Category":"romance","Quote":"Huwag mong ipangako ang habang-buhay Meredith. Ipangako mo sa akin ang walang hanggang. - Tristan"},{"Author":"Lisa Kleypas,  Where Dreams Begin","Category":"romance","Quote":"You wouldn't have taken Rose to such a place, would you?\"\"Of course not, but she is a little girl, and I'm-\"\"My life\", he interrupted quietly. \"You're my entire life. If anything ever happens to you, Holly, there is nothing left for me."},{"Author":"Jez Morrow,  Force of Law","Category":"romance","Quote":"Law looked dumbstruck, almost angry. He breathed, \"Son of a bitch.\"And to Tom's surprise, Law got down on one knee and took his hand. \"Tom, you beloved bastard, I love you. I need you in my life forever. I cannot imagine existence without you. Will you-God please say yes-grant me the honor and the privilege and save my life and marry me?"},{"Author":"Roman Payne","Category":"romance","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"Cindy Gerard,  To the Brink","Category":"romance","Quote":"When he reached her, he touched a hand to her face. Smiled. \"Important. That's one word. Everything. That's another. Loved,\"he said, adding the most important word of all. \"God, Darcy, you are so loved."},{"Author":"Pamela Clare,  Hard Evidence","Category":"romance","Quote":"Her gaze met his, her blue eyes filled with confusion and terror – and love. If Julian hadn’t already been in love with her, that would have done it."},{"Author":"Nicholas Sparks,  The Best of Me","Category":"romance","Quote":"You might not understand, but I gave you the best of me, and after you left, nothing was ever the same."},{"Author":"Dorothy Koomson,  My Best Friend's Girl","Category":"romance","Quote":"That's what came from having romance in your soul. You believe in things like love at first sight and perfect presents."},{"Author":"David Nicholls,  One Day","Category":"romance","Quote":"For his thirtieth birthday he had filled a whole night-club off Regent Street; people had been queuing on the pavement to get in. The SIM card of his mobile phone in his pocket was overflowing with telephone numbers of all the hundreds of people he had met in the last ten years, and yet the only person he had ever wanted to talk to in all that time was standing now in the very next room."},{"Author":"Kaylea Cross,  Out Of Her League","Category":"romance","Quote":"You’re stuck with me.”She sniffled. “Promise?”He rested his forehead against hers. “Cross my heart."},{"Author":"Anton Chekhov,  The Lady With the Little Dog and Other Stories, 1896-1904","Category":"romance","Quote":"And only now, when he was gray-haired, had he fallen in love properly, thoroughly, for the first time in his life."},{"Author":"Cristina Marrero,  The Unsung Love Story","Category":"romance","Quote":"For the first time in my life, I said the words, “I need a drink."},{"Author":"Thomas Hardy,  Tess of the D'Urbervilles","Category":"romance","Quote":"That it would always be summer and autumn, and you always courting me, and always thinking as much of me as you have done through the past summertime!"},{"Author":"James Patterson,  Max: A Maximum Ride Novel","Category":"romance","Quote":"There's always be a me and you."},{"Author":"Santosh Kalwar","Category":"romance","Quote":"My words are the kisses but many of the times they don't taste so good as the touch of your lips does to mine."},{"Author":"Tessa Dare,  Goddess of the Hunt","Category":"romance","Quote":"Clearly the sight of a well-muscled forearm incited a woman to utter depravity. How else to explain the invention of cuffs?"},{"Author":"Sherry Thomas,  Delicious","Category":"romance","Quote":"Some lovers were fortunate enough to grow old together. They’d grown old apart. She did not think him any less handsome. She only wished that she’d been there when the first line on his face had appeared, so that she could have stroked and kissed and cherished it."},{"Author":"Tere Liye,  Berjuta Rasanya","Category":"romance","Quote":"Lantas aku apa? Cillean Filleta? Makhluk yang tidak memerlukan pasangan untuk bereproduksi selama hidupnya? Makhluk yang ditakdirkan jomblo sepanjang usianya? Hiks!"},{"Author":"Julia Quinn,  The Viscount Who Loved Me","Category":"romance","Quote":"This has to be the most self-centered thing I've ever said, but no, I think you just wanted to vex me."},{"Author":"Pamela Clare,  Breaking Point","Category":"romance","Quote":"When I realized I was going to die, the only thing I could think about was you and what an idiot I’d been for not telling you how I felt about you. I think I’ve loved you from the moment you lifted that awful blindfold off my face. I opened my eyes, and there you were, the bravest, most beautiful woman I’ve ever known. You set me free Natalie. In so many ways, you set me free."},{"Author":"Kate Cary","Category":"romance","Quote":"It is as if Quincey has replaced the sun in my universe and it is around him that I spin."},{"Author":"Janet Evanovich,  Eleven on Top","Category":"romance","Quote":"I'd spent a night with Ranger a while ago, and I knew what happened when he was encouraged. Ranger knew how to make a woman want him. Ranger was magic."},{"Author":"John Green","Category":"romance","Quote":"We all romanticize the people we adore."},{"Author":"Meredith Wild,  Hardwired","Category":"romance","Quote":"You lose yourself, Erica, because with the right person, who you become together is something so much greater, more than you could even realize right now."},{"Author":"Julie James,  A Lot like Love","Category":"romance","Quote":"Don't take this next undercover assignment. Stay with me instead.\"Nick's eyes pierced hers, refusing to let her off that easily. \"Tell me why.\"\"Because... I love you.\"She exhaled. No take-backs. The words were out there forever.And it felt great."},{"Author":"Karen Chance,  Touch the Dark","Category":"romance","Quote":"If I'd had enough breath, I would have screamed, both at the sensation and at the sheer pettiness of the bastard who wouldn't allow me even a tiny chance of escape."},{"Author":"Kim Harrison,  The Outlaw Demon Wails","Category":"romance","Quote":"Big lots,' I said, seeing the eighty-year-old oaks and shady lawns. The houses were set way back and had iron fences and stone drives. The harder to hear your neighbors scream, my dear,' was David’s answer, and I sent my head up and down in agreement."},{"Author":"Nicholas Sparks,  The Notebook","Category":"romance","Quote":"Who did she know in Raleigh who took the time off to fix a house? Or read Whitman or Eliot, finding images in the mind, thoughts of the spirit? Or hunted dawn from the bow of a canoe? These weren't the things that drove society, but she felt they shouldn't be treated as unimportant. They made living worthwhile."},{"Author":"K. Taylor","Category":"romance","Quote":"Love one another. Love yourself. Then love will find you whole not half."},{"Author":"Katee Robert,  Wrong Bed, Right Guy","Category":"romance","Quote":"Don’t call me babe. I’m not a floozy. Or a freaking talking pig."},{"Author":"Melissa Marr,  Darkest Mercy","Category":"romance","Quote":"Will you be my forever, Donia?"},{"Author":"Lisa Kleypas,  Married By Morning","Category":"romance","Quote":"Was this some new level of depravity? Had he developed a spinster fetish?"},{"Author":"Suzanne Young,  The Treatment","Category":"romance","Quote":"You matter."},{"Author":"E.M. Forster,  Howards End","Category":"romance","Quote":"The tragedy of preparedness has scarcely been handled, save by the Greeks. Life is indeed dangerous, but not in the way morality would have us believe. It is indeed unmanageable, but the essence of it is not a battle. It is unmanageable because it is a romance, and its essence is romantic beauty."},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"romance","Quote":"There's no reason to think we're going to stop loving each other,' he said. 'And there's every reason to think that we won't."},{"Author":"Jennifer Echols,  Going Too Far","Category":"romance","Quote":"Why are you pretending to write, when I already know you're just doing that to intimidate me?"},{"Author":"Maggie Stiefvater,  Linger","Category":"romance","Quote":"When he kissed me, his lips soft and careful, it was all the thrill of our first kiss and all the practiced familiarity of the accumulated memory of all our kisses."},{"Author":"Martha Cecilia,  Somewhere Between Lovers and Friends","Category":"romance","Quote":"Sana'y hindi umiikot ang mundo at tumatanda ang panahon.- Jea"},{"Author":"Siobhan Vivian,  Not That Kind of Girl","Category":"romance","Quote":"I let myself have feelings for you despite not knowing how this would end."},{"Author":"Arthur C. Clarke,  2010: Odyssey Two","Category":"romance","Quote":"Humor was the enemy of desire."},{"Author":"Sarah Mayberry,  Her Best Friend","Category":"romance","Quote":"You realise you’re going to owe me dinner after this, right?”“How does McDonald’s sound?”“Inadequate."},{"Author":"Tara Janzen,  Crazy Hot","Category":"romance","Quote":"Hanson got to sleep with you, and I didn't,” he said, his own jaw a little tight. “So I stole his car."},{"Author":"Lisa Kleypas,  Secrets of a Summer Night","Category":"romance","Quote":"Annabelle gave him a chiding smile. “If you’re implying that I’m spoiled, I assure you that I am not.”“You should be.” His warm gaze slid over her pink-tinted face and slender upper body, then sought hers again. There was a note in his voice that gently robbed her of breath. “You could do with a bit of spoiling."},{"Author":"Ivy Devlin,  Low Red Moon","Category":"romance","Quote":"Ben kissed me like he could kiss me forever, like he had to kiss me forever and he wanted to, he wanted me, and when he felt my surprise at that, I could feel again how beautiful I was to him, how I was beautiful beyond words."},{"Author":"Aya Kanno","Category":"romance","Quote":"Asuka...you're really cute. When I look at you...I start wanting to protect you."},{"Author":"Emme Rollins","Category":"romance","Quote":"My task is set before me, girl My mission clear and true There’ll be black knights and dragons, girl But I will always come for you…"},{"Author":"Mary Balogh,  Slightly Dangerous","Category":"romance","Quote":"And infatuated be damned. He was near to being blinded by his attraction to her. He was in love, damn it all. He disliked her, he resented her, he disapproved of almost everything about her, yet he was head over ears in love with her, like a foolish schoolboy.He wondered grimly what he was going to do about it.He was not amused.Or in any way pleased."},{"Author":"Bruce Springsteen","Category":"romance","Quote":"You'll walk with me out on the wire, cuz baby, I'm just a scared and lonely rider, but I gotta know how it feels... I want to know love is wild, babe, I want to know love is real."},{"Author":"S.L. Naeole,  Falling From Grace","Category":"romance","Quote":"Robert, I’m sorry that you feel so strange, but I’m not sorry that you’re feeling it because of me,” I whispered, my heart feeling a familiar twinge as I continued, “but even if you hadn’t felt it, it would not change the way I feel about you."},{"Author":"Stephanie Laurens,  A Rogue's Proposal","Category":"romance","Quote":"Frowning, she looked up. \"You can't want to ravish me every time we meet.\"Oh, yes, he could. Demon gritted his teeth..."},{"Author":"Nora Roberts,  Enchanted","Category":"romance","Quote":"He won't be one of those girlishly pretty men with curly gold hair...He'll be dark, dangerous, too. Brave, certainly, but not without flaws. I like my heroes human."},{"Author":"Gertrude Stein,  Three Lives & Tender Buttons","Category":"romance","Quote":"I certainly do care for you Jeff Campbell less than you are always thinking and much more than you are ever knowing"},{"Author":"Sarah MacLean","Category":"romance","Quote":"..he wanted her.And at another time, as another man, he would have her. Without hesitation. As lover. . . as more."},{"Author":"Rainbow Rowell,  Fangirl","Category":"romance","Quote":"When she opened her door, Levi was sitting in the hallway, his legs bent in front of him, hunched forward on his knees. He looked up when she stepped out.“I’m such an idiot,” he said.Cath fell between his knees and hugged him.“I can’t believe I said that,” he said. “I can’t even go nine hours without seeing you."},{"Author":"Ottilie Weber,  Family Ties","Category":"romance","Quote":"Yet I am stuck in the idea of romance, a dreamer; I want to actually fall in love with a man, then marry him"},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"romance","Quote":"There's only one of him, she thought, and he's right here.He knows I'll like a song before I've heard it. He laughs before I even get to the punch line. There's a place on his chest, just below his throat, that makes me want to let him open doors for me.There's only one of him."},{"Author":"Priya Ardis,  Ever My Merlin","Category":"romance","Quote":"He’d used the amulet to read my thoughts again. I pictured smacking him in the face."},{"Author":"Christian Simamora,  Guilty Pleasure","Category":"romance","Quote":"Berhentilah mencari laki-laki untuk membuatmu baagia.Mulailah menjadi perempuan bahagia yang dicari laki-laki."},{"Author":"Chelsea M. Cameron,  Deeper We Fall","Category":"romance","Quote":"I can't take anything you don't give me. Stop giving me power over your life."},{"Author":"Matsuri Hino","Category":"romance","Quote":"You're okay now... You're okay because I'll be holding you like this from now on."},{"Author":"Suzanne Young,  The Treatment","Category":"romance","Quote":"It's taken me all this time, all this loss, to realize what really matters is now."},{"Author":"Simone Elkeles,  Rules of Attraction","Category":"romance","Quote":"When they’re together, the world could fall apart around them and they’d never notice or care as long as they have each other.About Alex and Brittany."},{"Author":"Benjamin Disraeli","Category":"romance","Quote":"Romance has been elegantly defined as the offspring of fiction and love."},{"Author":"Julie Kagawa,  Winter's Passage","Category":"romance","Quote":"i'm your enemy, meghan. never forget that. if Mab tells me to kill you in front of the entire court, it's my duty to obey."},{"Author":"Julia Quinn,  To Catch an Heiress","Category":"romance","Quote":"Blake took a small roll from the tray on the table, then put it back in favor of a larger one. And maybe a little butter. It certainly couldn't hurt. And jam...no, he drew the line at jam. She was a spy, after all."},{"Author":"Susan Elizabeth Phillips,  Heaven, Texas","Category":"romance","Quote":"[Bobby Tom] finally understood Gracie's function in his life. She was God's joke on him."},{"Author":"Elizabeth J. Kolodziej,  Witch Devotions","Category":"romance","Quote":"Yeah, cause that would be a smart choice. So, I should just forget about the whole lying to me thing when you pronounce you will never do it again?” “Yes.” “You’d have a better chance getting a donkey to shit gold."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"When I turn back to Jase, he’s again beaming at me. “You’re nice.” He sounds pleased, as if he hadn’t expected this aspect of my personality."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"Right. Because if you have trouble putting ketchup and mustard on a hot dog, you should totally move on to saving lives."},{"Author":"Lorraine Gokul","Category":"romance","Quote":"Love is photogenic, it develops in the dark."},{"Author":"Robin Schone,  Scandalous Lovers","Category":"romance","Quote":"A woman's got one life: She's got to reach out and grab it with both hands, or it'll pass her by and leave nothing but a smelly old fart in her face."},{"Author":"Nyrae Dawn,  Charade","Category":"romance","Quote":"A laugh jumps out of my mouth, surprising me. I can’t even remember the last time I laughed and it puts me on edge. I suddenly want to do the same thing to her. Let her see how it feels to teeter on that cliff."},{"Author":"Kim Harrison,  A Fistful of Charms","Category":"romance","Quote":"His right ear still held both studs, and I wondered who had the missing earring. I would have asked, but was afraid he’d tell me Ivy had it."},{"Author":"Kailin Gow,  Silver Frost","Category":"romance","Quote":"We are meant to be.” He pressed his lips to mine again; against myself, against my worry, I once again succumbed to the power of his kiss. “I know that now. Our love is stronger than magic, stronger than the laws of all Feyland. It will survive this...whatever the future brings.” - Prince Kian, Silver Frost."},{"Author":"Thomas Middleton,  The Changeling","Category":"romance","Quote":"Let me feel how thy pulses beat."},{"Author":"Rowena Cherry,  Forced Mate","Category":"romance","Quote":"As a rule of thumb, it was always safer if the Commander-in-Chief formulated a risky plan."},{"Author":"C. P. Klapper,  The Washington Poems","Category":"romance","Quote":"Romantic haste in drama bringstears and sighs when the hero diesbut the curtain fall is finalwhen in life we take the tragic wayThe sunset too is a glorious thingbut with it ends the day."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"romance","Quote":"Two one-armed people might seem perfect for each other, but what if they’re both missing the same arm? Then even something simple like holding hands while walking becomes a case of they’re too similar to see themselves really going anywhere as a couple."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"romance","Quote":"Jase props himself up on an elbow, looking at me for a minute without saying anything. His face gets an unreadable expression, and I wish I could take back walking over.Then he observes, “I’m guessing that’s a uniform.”Crap. I’d forgotten I was still wearing it."},{"Author":"George Jean Nathan","Category":"romance","Quote":"Love is an emotion experienced by the many and enjoyed by the few."},{"Author":"Amanda Ashley","Category":"romance","Quote":"That settles it, no more books about vampire before bedtime."},{"Author":"Bridget Zinn,  Poison","Category":"romance","Quote":"Okay, that one's pretty good,\"Fred acknowledged, after she'd told him a particularly filthy joke. \"But have you heard the one about the baker's wife?\"\"No,\"Kyra said.\"Rumor has it, she married him for his buns.\"Fred burst out laughing.Kyra groaned. \"Okay, that was just bad."},{"Author":"Debra Anastasia,  Crushed Seraphim","Category":"romance","Quote":"There is something about me, doll face. It’s between my legs, and I do believe a few minutes ago you were praying to it."},{"Author":"Jennifer Donnelly,  A Northern Light","Category":"romance","Quote":"As I nodded and smiled and umm-hmm'd and oh, my'd my way down the drive, I wondered if boys had any sort of magazine that told them how to attract women and, if so, did it ever tell them to put the girls' interests first?"},{"Author":"Jane Austen","Category":"romance","Quote":"Have you any other objection than your belief of my indifference?\"- Elizabeth Bennet"},{"Author":"Sylvain Reynard,  Gabriel's Inferno","Category":"romance","Quote":"If for some reason we get separated, I want you to wait for me. I’ll find you, I promise. - Gabriel Emerson"},{"Author":"Jess C. Scott,  The Other Side of Life","Category":"romance","Quote":"Anya looked upon Nin admirably. Having him as a partner-in-crime—if only on this one occasion, which she hoped would only be the start of something more—was more revitalizing than the cheap thrills of a cookie-cutter shallow, superficial romance, where the top priority was how beautiful a person was on the outside."},{"Author":"Martha Cecilia,  Wild Rose (Kristine Series, #11)","Category":"romance","Quote":"I won't be affected by your charm nor I will trap you into marriage. I've been there once, never again.- Kristine"},{"Author":"Sharon Shinn,  Angelica","Category":"romance","Quote":"He leaned upon her as if there was no other support anywhere in the world, and she held him as if she would undertake no other task for all eternity."},{"Author":"Lisa Kleypas,  Secrets of a Summer Night","Category":"romance","Quote":"I’ve never heard of a man being so eager to confess to the parent of a girl he’s just ruined"},{"Author":"Christine Feehan,  Magic in the Wind","Category":"romance","Quote":"We can do anything you like. Just be with me."},{"Author":"Santosh Kalwar","Category":"romance","Quote":"Man is the candle light and a woman is the moonlight. They live far away but can grow together during lonesome nights."},{"Author":"Julia Quinn,  Just Like Heaven","Category":"romance","Quote":"How do you feel?” she asked, trying to fluff his pillow. “Other than terrible, I mean.”He moved his head slightly to the side. It seemed to be a sickly interpretation of a shrug.“Of course you’re feeling terrible,” she clarified, “but is there any change? More terrible? Less terrible?”He made no response.“The same amount of terrible?"},{"Author":"Megan Johns,  The Path of Innocence","Category":"romance","Quote":"Innocence invites protection, yet we might be smarter to protect ourselves against it..."},{"Author":"Cindy Gerard,  To the Brink","Category":"romance","Quote":"I generally find subtlety a waste of time."},{"Author":"Coheed and Cambria","Category":"romance","Quote":"The morning will come In the press of every kiss, With your head upon my chest Where I will annoy you With every waking breath Until you decide to wake up."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"romance","Quote":"We must not be so ready to fancy ourselves intentionally injured. We must not expect a lively young man to be always so guarded and circumspect. It is very often nothing but our own vanity that deceives us. Women fancy admiration means more than it does."},{"Author":"Catherynne M. Valente,  Deathless","Category":"romance","Quote":"Just remember that the only question in a house is who is to rule. The rest is only dancing around that, trying not to look it in the eye."},{"Author":"Charlotte Featherstone,  Sinful","Category":"romance","Quote":"His hands may have been the one to heal you, but it will be mine that awaken you."},{"Author":"William Shakespeare,  Much Ado About Nothing","Category":"romance","Quote":"Suffer love! A good ephitet! I do suffer love indeed, for I love thee against my will."},{"Author":"Janet Evanovich,  To the Nines","Category":"romance","Quote":"Excuse me?\"I said, palms down on the Formica tabletop. \"Coffee? I thought we came here for pie.\"\"I don't eat the kind of pie they serve here.\"I felt a flash of heat go through my stomach. I knew firsthand the kind of pie Ranger liked."},{"Author":"Suzanne Brockmann,  Out of Control","Category":"romance","Quote":"I’m going to carry you now,” he told her, “so we can move even faster. I’m not asking you, I’m telling you. Any response from you is unnecessary and unwelcome."},{"Author":"Georgette Heyer,  These Old Shades","Category":"romance","Quote":"My house seems remarkably full of people,\"he observed. \"Is it possible we were expected."},{"Author":"Nelou Keramati","Category":"romance","Quote":"And to think of all the colors in the world, blood chose to be red."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"romance","Quote":"She asked me if I was seeing anybody else, and I said, No, the other woman is invisible."},{"Author":"Wendy Higgins,  Sweet Evil","Category":"romance","Quote":"Patti told me that to truly love someone ,you must hold them in a open hand.That was how I needed to love Kai. It was necessary to uncurl my fingers and let him go"},{"Author":"Siobhan Vivian,  Not That Kind of Girl","Category":"romance","Quote":"You're the one who made it seem like we were doing something wrong. Maybe you still feel like that, because for whatever reason, you think I'm not good enough for you. But I like you, okay? I've liked you from the very beginning.\"\"It was never going anywhere\"\"Because you wouldn't let it go anywhere."},{"Author":"Françoise Sagan,  Bonjour tristesse","Category":"romance","Quote":"For this was the round of love: fear which leads on desire, tenderness and fury, and that brutal anguish which triumphantly follows pleasure."},{"Author":"Kaylea Cross,  No Turning Back","Category":"romance","Quote":"Sam…”“What?” she whispered.“Tell me what to do to fix it.”She shook her head and closed her eyes as though she couldn’t bear to see him. “You can’t fix it.”He had to. Failure here was not an option. “Let me try."},{"Author":"Lisa Cach,  Wake Unto Me","Category":"romance","Quote":"Foolishly romantic, yeah, sure, maybe: but she'd rather have dreams of Prince Charming than the reality of Mr. Wrong."},{"Author":"Katee Robert,  Wrong Bed, Right Guy","Category":"romance","Quote":"The guy in bed with her was not Nathan. Which meant Elle was buck-naked and wantonly riding the wrong guy."},{"Author":"Stephenie Meyer,  The Host","Category":"romance","Quote":"How could you fall in love with a three inch worm?"},{"Author":"Rowena Cherry,  Insufficient Mating Material","Category":"romance","Quote":"If you neglected to warn Djetth beforehand that you were going to shoot him down, Your Highness, he may consider you in breach of contract...-- Rhett"},{"Author":"Tara Janzen,  Crazy Wild","Category":"romance","Quote":"She could not leave him hanging like this. “If you were hurt, I need to know.” It was a rule somewhere, in the good-guy handbook."},{"Author":"Rowena Cherry,  Knight's Fork","Category":"romance","Quote":"Never sleep with a lady only once, especially in the case of an older lady.-'Rhett"},{"Author":"Julie Anne Long,  What I Did For a Duke","Category":"romance","Quote":"He would ask nothing else from life if he would be allowed to protect and cherish her for the rest of his."},{"Author":"Juliet Marillier,  Heir to Sevenwaters","Category":"romance","Quote":"If she were here I wouldn't be able to keep my hands off her. I would hold her so close she'd beg me to let her breathe. I'd kiss her so hard she'd plead for mercy. I'd unfasten her clothing and lie with her onthat hard bed, and what was between us would be as far above the ordinary congress between man and woman as the stars are above their pale reflections in the lake below."},{"Author":"Maya Banks,  The Tycoon's Rebel Bride","Category":"romance","Quote":"I want him to burn for me, to not be able to go a day without touching me, holding me, caressing me. He’ll be an excellent lover. I want a man who knows how to please me,"},{"Author":"Rainbow Rowell,  Eleanor & Park","Category":"romance","Quote":"I'm ending this.''No. Come on. It's not worth it.''You are,' he said fiercely, looking at her.'You're worth it."},{"Author":"Julia Quinn,  Just Like Heaven","Category":"romance","Quote":"He loved her.He wanted her.He needed her.And he needed her now."},{"Author":"Cindy Gerard,  To the Brink","Category":"romance","Quote":"Ah, well.” He smiled-another one of those devastatingly intoxicating smiles that did unreasonable things to her body temperature and respiration.With a nod and a respectful, “Ma’am,” he left her in the middle of the room.Feeling like she’d been hit by a tank."},{"Author":"F. Scott Fitzgerald,  Gatsby Girls","Category":"romance","Quote":"I hope I haven't given you the impression that I consider kissing intrinsically irrational."},{"Author":"Julie Garwood,  Honor's Splendour","Category":"romance","Quote":"Madelyne, we're married now. 'Tis a usual occurrence to bed one's wife on the wedding night."},{"Author":"Georgette Heyer,  Devil's Cub","Category":"romance","Quote":"You will like her,\"he persisted. \"Egad, she's after your own heart, maman! She shot me in the arm.\"\"Voyons, do you think that is what I like?"},{"Author":"Faraaz Kazi","Category":"romance","Quote":"Lie beside me, oh my beloved! For thy thorns are more pleasurable than the petals of the world.Hold me in thy arms of hope, for the truth of separation can rest tonight."}]
