[{"Author":"Marie Curie","Category":"science","Quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."},{"Author":"Frederick Lewis Donaldson","Category":"science","Quote":"The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey, London, on March 20, 1925."},{"Author":"Isaac Asimov","Category":"science","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Stephen Hawking","Category":"science","Quote":"Life would be tragic if it weren't funny."},{"Author":"Isaac Asimov","Category":"science","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Albert Einstein","Category":"science","Quote":"Never memorize something that you can look up."},{"Author":"Albert Einstein","Category":"science","Quote":"Science without religion is lame, religion without science is blind."},{"Author":"Albert Einstein","Category":"science","Quote":"Science without religion is lame, religion without science is blind."},{"Author":"Albert Einstein","Category":"science","Quote":"If we knew what it was we were doing, it would not be called research, would it?"},{"Author":"Stephen Hawking","Category":"science","Quote":"One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away."},{"Author":"Carl Sagan","Category":"science","Quote":"Somewhere, something incredible is waiting to be known."},{"Author":"Albert Einstein","Category":"science","Quote":"The important thing is to not stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.—\"Old Man's Advice to Youth: 'Never Lose a Holy Curiosity.'\"LIFE Magazine (2 May 1955) p. 64"},{"Author":"Douglas Adams,  The Salmon of Doubt: Hitchhiking the Galaxy One Last Time","Category":"science","Quote":"The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be."},{"Author":"Albert Einstein,  The World As I See It","Category":"science","Quote":"The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science."},{"Author":"Stephen Hawking","Category":"science","Quote":"We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special."},{"Author":"Terry Pratchett,  Small Gods","Category":"science","Quote":"Time is a drug. Too much of it kills you."},{"Author":"Clive James","Category":"science","Quote":"Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing."},{"Author":"Niels Bohr","Category":"science","Quote":"An expert is a person who has made all the mistakes that can be made in a very narrow field."},{"Author":"Dan Brown,  Angels & Demons","Category":"science","Quote":"Science and religion are not at odds. Science is simply too young to understand."},{"Author":"Arthur C. Clarke","Category":"science","Quote":"I'm sure the universe is full of intelligent life. It's just been too intelligent to come here."},{"Author":"Terry Pratchett,  Lords and Ladies","Category":"science","Quote":"In the beginning there was nothing, which exploded."},{"Author":"Albert Einstein","Category":"science","Quote":"Everything must be made as simple as possible. But not simpler."},{"Author":"Christopher Hitchens","Category":"science","Quote":"That which can be asserted without evidence, can be dismissed without evidence."},{"Author":"John Keats,  Ode on a Grecian Urn and Other Poems","Category":"science","Quote":"Heard melodies are sweet, but those unheard, are sweeter"},{"Author":"Charles Darwin,  The Life & Letters of Charles Darwin","Category":"science","Quote":"A man who dares to waste one hour of time has not discovered the value of life."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"science","Quote":"Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the chemist's, but that's just peanuts to space."},{"Author":"Marie Curie","Category":"science","Quote":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"The good thing about science is that it's true whether or not you believe in it."},{"Author":"Isaac Newton,  The Correspondence Of Isaac Newton","Category":"science","Quote":"If I have seen further it is by standing on the shoulders of Giants."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Science is not only compatible with spirituality; it is a profound source of spirituality."},{"Author":"Albert Einstein","Category":"science","Quote":"If the facts don't fit the theory, change the facts."},{"Author":"Albert Einstein","Category":"science","Quote":"It would be possible to describe everything scientifically, but it would make no sense; it would be without meaning, as if you described a Beethoven symphony as a variation of wave pressure."},{"Author":"Friedrich Nietzsche","Category":"science","Quote":"A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"If you wish to make an apple pie from scratch, you must first invent the universe."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you."},{"Author":"Arthur C. Clarke,  Profiles of the Future: An Inquiry Into the Limits of the Possible","Category":"science","Quote":"Any sufficiently advanced technology is indistinguishable from magic."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"science","Quote":"So this is it,\"said Arthur, \"We are going to die.\"\"Yes,\"said Ford, \"except... no! Wait a minute!\"He suddenly lunged across the chamber at something behind Arthur's line of vision. \"What's this switch?\"he cried.\"What? Where?\"cried Arthur, twisting round.\"No, I was only fooling,\"said Ford, \"we are going to die after all."},{"Author":"David Mitchell,  Cloud Atlas","Category":"science","Quote":"I believe there is another world waiting for us. A better world. And I'll be waiting for you there."},{"Author":"Sarah Williams,  Twilight Hours: A Legacy of Verse","Category":"science","Quote":"Though my soul may set in darkness, it will rise in perfect light; I have loved the stars too fondly to be fearful of the night."},{"Author":"Bill Watterson","Category":"science","Quote":"In my opinion, we don't devote nearly enough scientific research to finding a cure for jerks."},{"Author":"Abraham Lincoln","Category":"science","Quote":"I can see how it might be possible for a man to look down upon the earth and be an atheist, but I cannot conceive how a man could look up into the heavens and say there is no God."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring."},{"Author":"Douglas Adams","Category":"science","Quote":"If you try and take a cat apart to see how it works, the first thing you have on your hands is a non-working cat."},{"Author":"Michael Crichton,  State of Fear","Category":"science","Quote":"Do you know what we call opinion in the absence of evidence? We call it prejudice."},{"Author":"Carl Sagan","Category":"science","Quote":"Extraordinary claims require extraordinary evidence."},{"Author":"Richard Feynman","Category":"science","Quote":"Physics is like sex: sure, it may give some practical results, but that's not why we do it."},{"Author":"Carl Sagan","Category":"science","Quote":"Who is more humble? The scientist who looks at the universe with an open mind and accepts whatever the universe has to teach us, or somebody who says everything in this book must be considered the literal truth and never mind the fallibility of all the human beings involved?"},{"Author":"Albert Einstein,  The Born-Einstein Letters 1916-55","Category":"science","Quote":"God does not play dice with the universe."},{"Author":"Carl Sagan","Category":"science","Quote":"Somewhere, something incredible is waiting to be known."},{"Author":"Ray Bradbury","Category":"science","Quote":"We are an impossibility in an impossible universe."},{"Author":"Martin Luther King Jr.","Category":"science","Quote":"Science investigates; religion interprets. Science gives man knowledge, which is power; religion gives man wisdom, which is control. Science deals mainly with facts; religion deals mainly with values. The two are not rivals."},{"Author":"Albert Einstein","Category":"science","Quote":"The most incomprehensible thing about the world is that it is at all comprehensible."},{"Author":"R. Buckminster Fuller","Category":"science","Quote":"You never change things by fighting the existing reality.To change something, build a new model that makes the existing model obsolete."},{"Author":"Albert Einstein","Category":"science","Quote":"Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking."},{"Author":"Douglas Adams,  The Salmon of Doubt","Category":"science","Quote":"We are stuck with technology when what we really want is just stuff that works."},{"Author":"Abraham Maslow,  Toward a Psychology of Being","Category":"science","Quote":"I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail."},{"Author":"Galileo Galilei,  Letter to the Grand Duchess Christina","Category":"science","Quote":"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect has intended us to forgo their use."},{"Author":"Albert Einstein","Category":"science","Quote":"Student: Dr. Einstein, Aren't these the same questions as last year's [physics] final exam?Dr. Einstein: Yes; But this year the answers are different."},{"Author":"Albert Einstein","Category":"science","Quote":"Wisdom is not a product of schooling but of the lifelong attempt to acquire it."},{"Author":"Stephen Hawking,  A Brief History of Time","Category":"science","Quote":"Even if there is only one possible unified theory, it is just a set of rules and equations. What is it that breathes fire into the equations and makes a universe for them to describe? The usual approach of science of constructing a mathematical model cannot answer the questions of why there should be a universe for the model to describe. Why does the universe go to all the bother of existing?"},{"Author":"Walt Whitman,  Walt Whitman's Camden Conversations","Category":"science","Quote":"I like the scientific spirit—the holding off, the being sure but not too sure, the willingness to surrender ideas when the evidence is against them: this is ultimately fine—it always keeps the way beyond open—always gives life, thought, affection, the whole man, a chance to try over again after a mistake—after a wrong guess."},{"Author":"Stephen Hawking","Category":"science","Quote":"Life would be tragic if it weren't funny."},{"Author":"Claude Lévi-Strauss","Category":"science","Quote":"The scientist is not a person who gives the right answers, he's one who asks the right questions."},{"Author":"Richard Dawkins","Category":"science","Quote":"Science is interesting, and if you don't agree you can fuck off.Note: Dawkins was quoting a former editor of New Scientist Magazine, who is as yet unidentified (possibly Jeremy Webb)"},{"Author":"Albert Einstein","Category":"science","Quote":"If there is any religion that could respond to the needs of modern science, it would be Buddhism."},{"Author":"Isaac Asimov","Category":"science","Quote":"Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in."},{"Author":"Carl Sagan","Category":"science","Quote":"We can judge our progress by the courage of our questions and the depth of our answers, our willingness to embrace what is true rather than what feels good."},{"Author":"Thomas Jefferson,  The Statute Of Virginia For Religious Freedom","Category":"science","Quote":"Our civil rights have no dependence on our religious opinions any more than our opinions in physics or geometry..."},{"Author":"Niels Bohr","Category":"science","Quote":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth."},{"Author":"Terry Pratchett,  Mort","Category":"science","Quote":"Scientists have calculated that the chances of something so patently absurd actually existing are millions to one.But magicians have calculated that million-to-one chances crop up nine times out of ten."},{"Author":"Will Durant,  The Story of Philosophy","Category":"science","Quote":"Science is organized knowledge. Wisdom is organized life."},{"Author":"George Orwell,  1984","Category":"science","Quote":"For, after all, how do we know that two and two make four? Or that the force of gravity works? Or that the past is unchangeable? If both the past and the external world exist only in the mind, and if the mind itself is controllable – what then?"},{"Author":"Isaac Newton","Category":"science","Quote":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the sea-shore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."},{"Author":"Douglas Adams","Category":"science","Quote":"First we thought the PC was a calculator. Then we found out how to turn numbers into letters with ASCII — and we thought it was a typewriter. Then we discovered graphics, and we thought it was a television. With the World Wide Web, we've realized it's a brochure."},{"Author":"Richard Feynman","Category":"science","Quote":"I learned very early the difference between knowing the name of something and knowing something."},{"Author":"Jules Verne,  A Journey to the Center of the Earth","Category":"science","Quote":"Science, my lad, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."},{"Author":"Dan Brown,  Angels & Demons","Category":"science","Quote":"Faith is universal. Our specific methods for understanding it are arbitrary. Some of us pray to Jesus, some of us go to Mecca, some of us study subatomic particles. In the end we are all just searching for truth, that which is greater than ourselves."},{"Author":"Albert Einstein","Category":"science","Quote":"One thing I have learned in a long life: that all our science, measured against reality, is primitive and childlike -- and yet it is the most precious thing we have."},{"Author":"John Lubbock,  The Pleasures of Life","Category":"science","Quote":"Art is unquestionably one of the purest and highest elements in human happiness. It trains the mind through the eye, and the eye through the mind. As the sun colors flowers, so does art color life."},{"Author":"Dan Barker,  Godless: How an Evangelical Preacher Became One of America's Leading Atheists","Category":"science","Quote":"Scientists do not join hands every Sunday and sing \"Yes gravity is real! I know gravity is real! I will have faith! I believe in my heart that what goes up, up, up must come down, down, down. Amen!\"If they did, we would think they were pretty insecure about the concept."},{"Author":"Philip K. Dick,  Do Androids Dream of Electric Sheep?","Category":"science","Quote":"You will be required to do wrong no matter where you go. It is the basic condition of life, to be required to violate your own identity. At some time, every creature which lives must do so. It is the ultimate shadow, the defeat of creation; this is the curse at work, the curse that feeds on all life. Everywhere in the universe."},{"Author":"Nikola Tesla","Category":"science","Quote":"The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence."},{"Author":"Clive James","Category":"science","Quote":"Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing."},{"Author":"Antonio Gramsci,  Gramsci's Prison Letters","Category":"science","Quote":"I'm a pessimist because of intelligence, but an optimist because of will."},{"Author":"Charles Darwin,  The Descent of Man","Category":"science","Quote":"Ignorance more frequently begets confidence than does knowledge: it is those who know little, not those who know much, who so positively assert that this or that problem will never be solved by science."},{"Author":"H.P. Lovecraft","Category":"science","Quote":"The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents... some day the piecing together of dissociated knowledge will open up such terrifying vistas of reality, and of our frightful position therein, that we shall either go mad from the revelation or flee from the light into the peace and safety of a new Dark Age."},{"Author":"Arthur C. Clarke","Category":"science","Quote":"How inappropriate to call this planet \"Earth,\"when it is clearly \"Ocean."},{"Author":"Richard Feynman","Category":"science","Quote":"The first principle is that you must not fool yourself and you are the easiest person to fool."},{"Author":"Brian Andreas","Category":"science","Quote":"We lay there and looked up at the night sky and she told me about stars called blue squares and red swirls and I told her I'd never heard of them. Of course not, she said, the really important stuff they never tell you. You have to imagine it on your own."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"We are a way for the cosmos to know itself."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"The more I learn about the universe, the less convinced I am that there's any sort of benevolent force that has anything to do with it, at all."},{"Author":"Albert Einstein","Category":"science","Quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"science","Quote":"[E]xceptional claims demand exceptional evidence."},{"Author":"Mark Lawrence,  Prince of Thorns","Category":"science","Quote":"Tell me, tutor,' I said. 'Is revenge a science, or an art?"},{"Author":"Gerard Way","Category":"science","Quote":"I went to school in drag, in art school and my day was completely different because everybody thought I was a chick. You should see me as a chick. So I went as a girl, as like an experiment and it worked really well and everyone was really nice to me but I couldn't talk obviously...you know train conductors were really cool to me on my commute...HA! I looked hot as a chick!"},{"Author":"Victor J. Stenger","Category":"science","Quote":"Science flies you to the moon. Religion flies you into buildings."},{"Author":"Carl Sagan","Category":"science","Quote":"I consider it an extremely dangerous doctrine, because the more likely we are to assume that the solution comes from the outside, the less likely we are to solve our problems ourselves."},{"Author":"Stephen Hawking","Category":"science","Quote":"[In the Universe it may be that] Primitive life is very common and intelligent life is fairly rare. Some would say it has yet to occur on Earth."},{"Author":"Carl Sagan","Category":"science","Quote":"I don't want to believe. I want to know."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"science","Quote":"Our belief is not a belief. Our principles are not a faith. We do not rely soley upon science and reason, because these are necessary rather than sufficient factors, but we distrust anything that contradicts science or outrages reason. We may differ on many things, but what we respect is free inquiry, openmindedness, and the pursuit of ideas for their own sake."},{"Author":"Sigmund Freud,  Civilization and Its Discontents","Category":"science","Quote":"It is impossible to escape the impression that people commonly use false standards of measurement — that they seek power, success and wealth for themselves and admire them in others, and that they underestimate what is of true value in life."},{"Author":"Thomas A. Edison","Category":"science","Quote":"To invent, you need a good imagination and a pile of junk."},{"Author":"Michael Crichton,  Jurassic Park","Category":"science","Quote":"God creates dinosaurs, God kills dinosaurs, God creates man, man kills God, man brings back dinosaurs."},{"Author":"Sigmund Freud,  The Future of an Illusion","Category":"science","Quote":"No, our science is no illusion. But an illusion it would be to suppose that what science cannot give us we can get elsewhere."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"People cited violation of the First Amendment when a New Jersey schoolteacher asserted that evolution and the Big Bang are not scientific and that Noah's ark carried dinosaurs. This case is not about the need to separate church and state; it's about the need to separate ignorant, scientifically illiterate people from the ranks of teachers."},{"Author":"Bertrand Russell","Category":"science","Quote":"We know very little, and yet it is astonishing that we know so much, and still more astonishing that so little knowledge can give us so much power."},{"Author":"Stephen Hawking","Category":"science","Quote":"I believe the simplest explanation is, there is no God. No one created the universe and no one directs our fate. This leads me to a profound realization that there probably is no heaven and no afterlife either. We have this one life to appreciate the grand design of the universe and for that, I am extremely grateful."},{"Author":"Richard Feynman","Category":"science","Quote":"Religion is a culture of faith; science is a culture of doubt."},{"Author":"Jasper Fforde,  The Big Over Easy","Category":"science","Quote":"If it weren't for greed, intolerance, hate, passion and murder, you would have no works of art, no great buildings, no medical science, no Mozart, no Van Gough, no Muppets and no Louis Armstrong."},{"Author":"Bernard M. Baruch","Category":"science","Quote":"Millions saw the apple fall, Newton was the only one who asked why?"},{"Author":"A.P.J. Abdul Kalam,  Wings of Fire: An Autobiography","Category":"science","Quote":"Dream is not that which you see while sleeping it is something that does not let you sleep."},{"Author":"H.G. Wells,  The Time Machine","Category":"science","Quote":"Nature never appeals to intelligence until habit and instinct are useless. There is no intelligence where there is no need of change."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"I would request that my body in death be buried not cremated, so that the energy content contained within it gets returned to the earth, so that flora and fauna can dine upon it, just as I have dined upon flora and fauna during my lifetime"},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together."},{"Author":"Maurice Maeterlinck,  The Life of the Bee","Category":"science","Quote":"If the bee disappeared off the face of the earth, man would only have four years left to live."},{"Author":"Galileo Galilei","Category":"science","Quote":"In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual."},{"Author":"Carl Sagan","Category":"science","Quote":"Science is a way of thinking much more than it is a body of knowledge."},{"Author":"Bill Bryson,  A Short History of Nearly Everything","Category":"science","Quote":"There are three stages in scientific discovery. First, people deny that it is true, then they deny that it is important; finally they credit the wrong person."},{"Author":"Yogi Berra","Category":"science","Quote":"You can observe a lot just by watching."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"My view is that if your philosophy is not unsettled daily then you are blind to all the universe has to offer."},{"Author":"René Descartes","Category":"science","Quote":"I suppose therefore that all things I see are illusions; I believe that nothing has ever existed of everything my lying memory tells me. I think I have no senses. I believe that body, shape, extension, motion, location are functions. What is there then that can be taken as true? Perhaps only this one thing, that nothing at all is certain."},{"Author":"Daniel Kahneman,  Thinking, Fast and Slow","Category":"science","Quote":"A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth. Authoritarian institutions and marketers have always known this fact."},{"Author":"Isaac Asimov","Category":"science","Quote":"To surrender to ignorance and call it God has always been premature, and it remains premature today."},{"Author":"Andy Weir,  The Martian","Category":"science","Quote":"WATNEY: Look! A pair of boobs! -> (.Y.)."},{"Author":"Arthur C. Clarke","Category":"science","Quote":"Magic's just science that we don't understand yet."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"I want to put on the table, not why 85% of the members of the National Academy of Sciences reject God, I want to know why 15% of the National Academy don’t."},{"Author":"Bill Bryson,  A Short History of Nearly Everything","Category":"science","Quote":"It is a slightly arresting notion that if you were to pick yourself apart with tweezers, one atom at a time, you would produce a mound of fine atomic dust, none of which had ever been alive but all of which had once been you."},{"Author":"Carl Sagan,  Contact","Category":"science","Quote":"She had studied the universe all her life, but had overlooked its clearest message: For small creatures such as we the vastness is bearable only through love."},{"Author":"Thomas Henry Huxley,  Life and Letters of Thomas Henry Huxley - Volume 1","Category":"science","Quote":"Sit down before fact as a little child, be prepared to give up every preconceived notion, follow humbly wherever and to whatever abysses nature leads, or you shall learn nothing. I have only begun to learn content and peace of mind since I have resolved at all risks to do this."},{"Author":"Richard Feynman,  QED: The Strange Theory of Light and Matter","Category":"science","Quote":"What I am going to tell you about is what we teach our physics students in the third or fourth year of graduate school... It is my task to convince you not to turn away because you don't understand it. You see my physics students don't understand it... That is because I don't understand it. Nobody does."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"science","Quote":"Do not become someone else just because you are hurt. Be who you are & smile, it may solve, all problems you have got."},{"Author":"Jane Goodall","Category":"science","Quote":"In what terms should we think of these beings, nonhuman yet possessing so very many human-like characteristics? How should we treat them? Surely we should treat them with the same consideration and kindness as we show to other humans; and as we recognize human rights, so too should we recognize the rights of the great apes? Yes."},{"Author":"Richard Feynman","Category":"science","Quote":"We are trying to prove ourselves wrong as quickly as possible, because only in that way can we find progress."},{"Author":"Arthur Schopenhauer,  Parerga and Paralipomena","Category":"science","Quote":"Philosophy ... is a science, and as such has no articles of faith; accordingly, in it nothing can be assumed as existing except what is either positively given empirically, or demonstrated through indubitable conclusions."},{"Author":"Stephen Hawking","Category":"science","Quote":"There is a fundamental difference between religion, which is based on authority, and science, which is based on observation and reason. Science will win because it works."},{"Author":"Hippocrates","Category":"science","Quote":"There are in fact two things, science and opinion; the former begets knowledge, the latter ignorance."},{"Author":"Richard Feynman","Category":"science","Quote":"If you thought that science was certain - well, that is just an error on your part."},{"Author":"Carl Sagan","Category":"science","Quote":"It's a lazy Saturday afternoon, there's a couple lying naked in bed reading Encyclopediea Brittannica to each other, and arguing about whether the Andromeda Galaxy is more 'numinous' than the Ressurection. Do they know how to have a good time, or don't they?"},{"Author":"Werner Heisenberg,  Across the Frontiers","Category":"science","Quote":"Not only is the Universe stranger than we think, it is stranger than we can think."},{"Author":"John Lubbock,  The Use Of Life","Category":"science","Quote":"Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of the water, or watching the clouds float across the sky, is by no means a waste of time."},{"Author":"Madeleine L'Engle,  A Wrinkle in Time: With Related Readings","Category":"science","Quote":"A straight line is not the shortest distance between two points."},{"Author":"Rachel Carson,  The Sea Around Us","Category":"science","Quote":"It is a curious situation that the sea, from which life first arose should now be threatened by the activities of one form of that life. But the sea, though changed in a sinister way, will continue to exist; the threat is rather to life itself."},{"Author":"John Muir,  My First Summer in the Sierra","Category":"science","Quote":"Another glorious Sierra day in which one seems to be dissolved and absorbed and sent pulsing onward we know not where. Life seems neither long nor short, and we take no more heed to save time or make haste than do the trees and stars. This is true freedom, a good practical sort of immortality."},{"Author":"Isaac Newton","Category":"science","Quote":"Gravity explains the motions of the planets, but it cannot explain who sets the planets in motion."},{"Author":"Albert Einstein","Category":"science","Quote":"A foolish faith in authority is the worst enemy of truth."},{"Author":"John Muir","Category":"science","Quote":"John Muir, Earth — planet, Universe[Muir's home address, as inscribed on the inside front cover of his first field journal]"},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"God is an ever receding pocket of scientific ignorance."},{"Author":"Richard Feynman","Category":"science","Quote":"You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird... So let's look at the bird and see what it's doing -- that's what counts."},{"Author":"Epicurus","Category":"science","Quote":"He who is not satisfied with a little, is satisfied with nothing ."},{"Author":"Kurt Vonnegut,  The Sirens of Titan","Category":"science","Quote":"The bounties of space, of infinite outwardness, were three: empty heroics, low comedy, and pointless death."},{"Author":"Carl Sagan","Category":"science","Quote":"The idea that God is an oversized white male with a flowing beard, who sits in the sky and tallies the fall of every sparrow is ludicrous. But if by 'God,' one means the set of physical laws that govern the universe, then clearly there is such a God. This God is emotionally unsatisfying... it does not make much sense to pray to the law of gravity."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"Extinction is the rule. Survival is the exception."},{"Author":"Bill Bryson,  A Short History of Nearly Everything","Category":"science","Quote":"In France, a chemist named Pilatre de Rozier tested the flammability of hydrogen by gulping a mouthful and blowing across an open flame, proving at a stroke that hydrogen is indeed explosively combustible and that eyebrows are not necessarily a permanent feature of one's face."},{"Author":"Ben Goldacre,  Bad Science","Category":"science","Quote":"You cannot reason people out of a position that they did not reason themselves into."},{"Author":"Adam Smith,  The Wealth of Nations","Category":"science","Quote":"Science is the great antidote to the poison of enthusiasm and superstition."},{"Author":"Albert Einstein","Category":"science","Quote":"The human spirit must prevail over technology."},{"Author":"Albert Einstein","Category":"science","Quote":"It is harder to crack prejudice than an atom."},{"Author":"Neil deGrasse Tyson,  The Sky is Not the Limit: Adventures of an Urban Astrophysicist","Category":"science","Quote":"I am convinced that the act of thinking logically cannot possibly be natural to the human mind. If it were, then mathematics would be everybody's easiest course at school and our species would not have taken several millennia to figure out the scientific method."},{"Author":"Augustine of Hippo","Category":"science","Quote":"Miracles are not contrary to nature but only contrary to what we know about nature."},{"Author":"Bill Gates","Category":"science","Quote":"I agree with people like Richard Dawkins that mankind felt the need for creation myths. Before we really began to understand disease and the weather and things like that, we sought false explanations for them. Now science has filled in some of the realm – not all – that religion used to fill."},{"Author":"Isaac Asimov","Category":"science","Quote":"Jokes of the proper kind, properly told, can do more to enlighten questions of politics, philosophy, and literature than any number of dull arguments."},{"Author":"Philip Pullman,  His Dark Materials","Category":"science","Quote":"As for what it's against - the story is against those who pervert and misuse religion, or any other kind of doctrine with a holy book and a priesthood and an apparatus of power that wields unchallengeable authority, in order to dominate and suppress human freedoms."},{"Author":"Albert Einstein","Category":"science","Quote":"No amount of experimentation can ever prove me right; a single experiment can prove me wrong."},{"Author":"Steve Martin","Category":"science","Quote":"It's so hard to believe in anything anymore. I mean, it's like, religion, you really can't take it seriously, because it seems so mythological, it seems so arbitrary...but, on the other hand, science is just pure empiricism, and by virtue of its method, it excludes metaphysics. I guess I wouldn't believe in anything anymore if it weren't for my lucky astrology mood watch."},{"Author":"Penn Jillette,  God, No!: Signs You May Already Be an Atheist and Other Magical Tales","Category":"science","Quote":"If every trace of any single religion were wiped out and nothing were passed on, it would never be created exactly that way again. There might be some other nonsense in its place, but not that exact nonsense. If all of science were wiped out, it would still be true and someone would find a way to figure it all out again."},{"Author":"Christopher Moore","Category":"science","Quote":"Science, you don't know, looks like magic."},{"Author":"Richard Dawkins,  The Selfish Gene","Category":"science","Quote":"Let us try to teach generosity and altruism, because we are born selfish. Let us understand what our own selfish genes are up to, because we may then at least have the chance to upset their designs, something that no other species has ever aspired to do."},{"Author":"George Carlin,  Brain Droppings","Category":"science","Quote":"It turned out I was pretty good in science. But again, because of the small budget, in science class we couldn't afford to do experiments in order to prove theories. We just believed everything. Actually, I think that class was called Religion. Religion class was always an easy class. All you had to do was suspend the logic and reasoning you were being taught in all the other classes."},{"Author":"John Maynard Keynes","Category":"science","Quote":"When my information changes, I alter my conclusions. What do you do, sir?"},{"Author":"Leo Tolstoy,  War and Peace","Category":"science","Quote":"Human science fragments everything in order to understand it, kills everything in order to examine it."},{"Author":"John Burroughs,  Leaf and Tendril","Category":"science","Quote":"To find the universal elements enough; to find the air and the water exhilarating; to be refreshed by a morning walk or an evening saunter... to be thrilled by the stars at night; to be elated over a bird's nest or a wildflower in spring — these are some of the rewards of the simple life."},{"Author":"Francis Bacon","Category":"science","Quote":"Wonder is the seed of knowledge"},{"Author":"Frank Herbert","Category":"science","Quote":"A process cannot be understood by stopping it. Understanding must move with the flow of the process, must join it and flow with it."},{"Author":"Bertrand Russell,  What I Believe","Category":"science","Quote":"Even if the open windows of science at first make us shiver after the cozy indoor warmth of traditional humanizing myths, in the end the fresh air brings vigor, and the great spaces have a splendor of their own."},{"Author":"Stephen Hawking","Category":"science","Quote":"The downside of my celebrity is that I cannot go anywhere in the world without being recognized. It is not enough for me to wear dark sunglasses and a wig. The wheelchair gives me away."},{"Author":"Albert Einstein","Category":"science","Quote":"You see, wire telegraph is a kind of a very, very long cat. You pull his tail in New York and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"Kids are never the problem. They are born scientists. The problem is always the adults. They beat the curiosity out of kids. They outnumber kids. They vote. They wield resources. That's why my public focus is primarily adults."},{"Author":"Patricia Cornwell,  Trace","Category":"science","Quote":"rain slowly slides down the glass as if the night is crying."},{"Author":"Ralph Waldo Emerson","Category":"science","Quote":"Bad times have a scientific value. These are occasions a good learner would not miss."},{"Author":"Bill Gates","Category":"science","Quote":"In terms of doing things I take a fairly scientific approach to why things happen and how they happen. I don't know if there's a god or not..."},{"Author":"Bertolt Brecht,  Life of Galileo","Category":"science","Quote":"The aim of science is not to open the door to infinite wisdom, but to set a limit to infinite error."},{"Author":"Richard Dawkins","Category":"science","Quote":"Many of us saw religion as harmless nonsense. Beliefs might lack all supporting evidence but, we thought, if people needed a crutch for consolation, where's the harm? September 11th changed all that."},{"Author":"Cecelia Ahern,  The Gift","Category":"science","Quote":"What is it with science these days? Everyone is so quick to believe in it, in all these new scientific discoveries, new pills for this, new pills for that. Get thinner, grow hair, yada, yada, yada, but when it requires a little faith in something you all go crazy.' He shook his head, 'If miracles had chemical equations then everyone would believe."},{"Author":"Edwin Hubble","Category":"science","Quote":"Equipped with his five senses, man explores the universe around him and calls the adventure Science."},{"Author":"Michio Kaku,  Hyperspace","Category":"science","Quote":"It is often stated that of all the theories proposed in this century, the silliest is quantum theory. In fact, some say that the only thing that quantum theory has going for it is that it is unquestionably correct."},{"Author":"Richard Dawkins,  Unweaving the Rainbow: Science, Delusion and the Appetite for Wonder","Category":"science","Quote":"The feeling of awed wonder that science can give us is one of the highest experiences of which the human psyche is capable. It is a deep aesthetic passion to rank with the finest that music and poetry can deliver. It is truly one of the things that make life worth living and it does so, if anything, more effectively if it convinces us that the time we have for living is quite finite."},{"Author":"Karl Popper","Category":"science","Quote":"Science may be described as the art of systematic oversimplification."},{"Author":"Frank Zappa","Category":"science","Quote":"The essence of Christianity is told us in the Garden of Eden history. The fruit that was forbidden was on the tree of knowledge. The subtext is, 'All the suffering you have is because you wanted to find out what was going on. You could be in the Garden of Eden if you had just kept your fucking mouth shut and hadn't asked any questions."},{"Author":"George Washington","Category":"science","Quote":"There is nothing which can better deserve our patronage than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness."},{"Author":"Stephen Hawking,  A Brief History of Time","Category":"science","Quote":"If time travel is possible, where are the tourists from the future?"},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"science","Quote":"If you've got the truth you can demonstrate it. Talking doesn't prove it."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"science","Quote":"For every fact there is an infinity of hypotheses."},{"Author":"Hiromu Arakawa,  Fullmetal Alchemist, Vol. 2","Category":"science","Quote":"Riza: Without his Alchemy he's just...Jean: A little brat who swears a lotMaes: An arrogant pipsqueakRoy: Useless. Just uselessAlphonse: Sorry big brother, I don't know how to add to that...Ed *starts to cry*: YOU'RE ALL PICKING ON ME!!!"},{"Author":"Edgar D. Mitchell","Category":"science","Quote":"You develop an instant global consciousness, a people orientation, an intense dissatisfaction with the state of the world, and a compulsion to do something about it. From out there on the moon, international politics look so petty. You want to grab a politician by the scruff of the neck and drag him a quarter of a million miles out and say, ‘Look at that, you son of a bitch."},{"Author":"Steven Pinker","Category":"science","Quote":"It's natural to think that living things must be the handiwork of a designer. But it was also natural to think that the sun went around the earth. Overcoming naive impressions to figure out how things really work is one of humanity's highest callings.[Can You Believe in God and Evolution? Time Magazine, August 7, 2005]"},{"Author":"Bill Watterson","Category":"science","Quote":"That's the whole problem with science. You've got a bunch of empiricists trying to describe things of unimaginable wonder."},{"Author":"Carl Sagan","Category":"science","Quote":"A celibate clergy is an especially good idea, because it tends to suppress any hereditary propensity toward fanaticism."},{"Author":"Jules Verne","Category":"science","Quote":"Reality provides us with facts so romantic that imagination itself could add nothing to them."},{"Author":"Noam Chomsky","Category":"science","Quote":"Science is a bit like the joke about the drunk who is looking under a lamppost for a key that he has lost on the other side of the street, because that's where the light is. It has no other choice."},{"Author":"Michael Crichton,  Jurassic Park","Category":"science","Quote":"Discovery is always rape of the natural world. Always."},{"Author":"Carl Sagan","Category":"science","Quote":"We are all star stuff."},{"Author":"Nikola Tesla","Category":"science","Quote":"Life is and will ever remain an equation incapable of solution, but it contains certain known factors."},{"Author":"Douglas Adams,  The Restaurant at the End of the Universe","Category":"science","Quote":"But what about the End of the Universe? We'll miss the big moment.\"I've seen it. It's rubbish,\"said Zaphod,\"nothing but a gnab gib.\"A what?\"Opposite of a big bang. Come on, let's get zappy."},{"Author":"Leonardo da Vinci,  Leonardo's Notebooks","Category":"science","Quote":"All sciences are vain and full of errors that are not born of Experience, the mother of all Knowledge."},{"Author":"Julie Kagawa,  The Iron King","Category":"science","Quote":"As cities grow and technology takes over the world belief and imagination fade away and so do we."},{"Author":"Neil deGrasse Tyson,  Death by Black Hole: And Other Cosmic Quandaries","Category":"science","Quote":"When scientifically investigating the natural world, the only thing worse than a blind believer is a seeing denier."},{"Author":"Stephen Hawking","Category":"science","Quote":"So long as the universe had a beginning, we could suppose it had a creator. But if the universe is really completely self-contained, having no boundary or edge, it would have neither beginning nor end: it would simply be. What place, then, for a creator?"},{"Author":"Nikola Tesla,  My Inventions","Category":"science","Quote":"Invention is the most important product of man's creative brain. The ultimate purpose is the complete mastery of mind over the material world, the harnessing of human nature to human needs."},{"Author":"Isaac Newton,  The Principia: Mathematical Principles of Natural Philosophy","Category":"science","Quote":"This most beautiful system of the sun, planets and comets, could only proceed from the counsel and dominion of an intelligent and powerful Being."},{"Author":"Richard Feynman","Category":"science","Quote":"For a successful technology, reality must take precedence over public relations, for nature cannot be fooled."},{"Author":"Richard Feynman","Category":"science","Quote":"We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on."},{"Author":"Christopher Hitchens","Category":"science","Quote":"We owe a huge debt to Galileo for emancipating us all from the stupid belief in an Earth-centered or man-centered (let alone God-centered) system. He quite literally taught us our place and allowed us to go on to make extraordinary advances in knowledge."},{"Author":"Albert Einstein","Category":"science","Quote":"A society's competitive advantage will come not from how well its schools teach the multiplication and periodic tables, but from how well they stimulate imagination and creativity."},{"Author":"Baruch Spinoza","Category":"science","Quote":"I have made a ceaseless effort not to ridicule, not to bewail, not to scorn human actions, but to understand them."},{"Author":"David Hume,  An Enquiry Concerning Human Understanding","Category":"science","Quote":"In our reasonings concerning matter of fact, there are all imaginable degrees of assurance, from the highest certainty to the lowest species of moral evidence. A wise man, therefore, proportions his belief to the evidence."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"I would teach how science works as much as I would teach what science knows. I would assert (given that essentially, everyone will learn to read) that science literacy is the most important kind of literacy they can take into the 21st century. I would undervalue grades based on knowing things and find ways to reward curiosity. In the end, it's the people who are curious who change the world."},{"Author":"Brian Greene","Category":"science","Quote":"Science is the process that takes us from confusion to understanding..."},{"Author":"Aleister Crowley,  The Confessions of Aleister Crowley: An Autohagiography","Category":"science","Quote":"Science is always discovering odd scraps of magical wisdom and making a tremendous fuss about its cleverness."},{"Author":"Neil deGrasse Tyson,  Cosmos","Category":"science","Quote":"There’s as many atoms in a single molecule of your DNA as there are stars in the typical galaxy. We are, each of us, a little universe."},{"Author":"Bill Gates,  The Road Ahead","Category":"science","Quote":"DNA is like a computer program but far, far more advanced than any software ever created."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"science","Quote":"God did not create man in his own image. Evidently, it was quite the other way about, which is the painless explanation for the profusion of gods and religions, and the fratricide both between and among faiths, that we see all about us and that has so retarded the development of civilization."},{"Author":"Stephen Jay Gould,  The Flamingo's Smile: Reflections in Natural History","Category":"science","Quote":"We have become, by the power of a glorious evolutionary accident called intelligence, the stewards of life's continuity on earth. We did not ask for this role, but we cannot abjure it. We may not be suited to it, but here we are."},{"Author":"Immanuel Kant,  Critique of Practical Reason","Category":"science","Quote":"Two things fill the mind with ever new and increasing admiration and awe, the more often and steadily we reflect upon them: the starry heavens above me and the moral law within me. I do not seek or conjecture either of them as if they were veiled obscurities or extravagances beyond the horizon of my vision; I see them before me and connect them immediately with the consciousness of my existence."},{"Author":"Albert Einstein","Category":"science","Quote":"One of the strongest motives that lead men to art and science is escape from everyday life with its painful crudity and hopeless dreariness, from the fetters of one's own ever-shifting desires. A finely tempered nature longs to escape from the personal life into the world of objective perception and thought."},{"Author":"Ann Druyan","Category":"science","Quote":"Interviewer: Didn't Sagan want to believe?Druyan: he didn't want to believe. he wanted to know."},{"Author":"Richard Dawkins","Category":"science","Quote":"It has become almost a cliché to remark that nobody boasts of ignorance of literature, but it is socially acceptable to boast ignorance of science and proudly claim incompetence in mathematics."},{"Author":"Socrates","Category":"science","Quote":"The greatest blessing granted to mankind come by way of madness, which is a divine gift."},{"Author":"Delos McKown","Category":"science","Quote":"The invisible and the non-existent look very much alike."},{"Author":"Robert M. Sapolsky","Category":"science","Quote":"I love science, and it pains me to think that so many are terrified of the subject or feel that choosing science means you cannot also choose compassion, or the arts, or be awed by nature. Science is not meant to cure us of mystery, but to reinvent and reinvigorate it."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"science","Quote":"In the beginning God created the heavens and the earth."},{"Author":"Joss Whedon","Category":"science","Quote":"As we all know, blinking lights means science."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"The chief deficiency I see in the skeptical movement is its polarization: Us vs. Them — the sense that we have a monopoly on the truth; that those other people who believe in all these stupid doctrines are morons; that if you're sensible, you'll listen to us; and if not, to hell with you. This is nonconstructive. It does not get our message across. It condemns us to permanent minority status."},{"Author":"Stephen Hawking","Category":"science","Quote":"I regard the afterlife to be a fairy story for people that are afraid of the dark"},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"science","Quote":"Man is manifestly not the measure of all things. This universe is shot through with mystery. The very fact of its being, and of our own, is a mystery absolute, and the only miracle worthy of the name."},{"Author":"Isaac Newton","Category":"science","Quote":"What goes up must come down."},{"Author":"Yann Martel,  Life of Pi","Category":"science","Quote":"Scientists are a friendly, atheistic, hard-working, beer-drinking lot whose minds are preoccupied with sex, chess and baseball when they are not preoccupied with science."},{"Author":"Carl Sagan,  Contact","Category":"science","Quote":"We all have a thirst for wonder. It's a deeply human quality. Science and religion are both bound up with it. What I'm saying is, you don't have to make stories up, you don't have to exaggerate. There's wonder and awe enough in the real world. Nature's a lot better at inventing wonders than we are."},{"Author":"Max Planck,  Scientific Autobiography and Other Papers","Category":"science","Quote":"A new scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it."},{"Author":"Richard Feynman","Category":"science","Quote":"Science is like sex: sometimes something useful comes out, but that is not the reason we are doing it."},{"Author":"Alan Turing,  Computing machinery and intelligence","Category":"science","Quote":"We can only see a short distance ahead, but we can see plenty there that needs to be done."},{"Author":"Wassily Kandinsky,  Concerning the Spiritual in Art","Category":"science","Quote":"Colour is a power which directly influences the soul."},{"Author":"Bertrand Russell","Category":"science","Quote":"Science is what you know, philosophy is what you don't know"},{"Author":"Carl Sagan","Category":"science","Quote":"We are star stuff harvesting sunlight."},{"Author":"Max Planck,  Where is Science Going?","Category":"science","Quote":"Science cannot solve the ultimate mystery of nature. And that is because, in the last analysis, we ourselves are a part of the mystery that we are trying to solve."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"When asked about which scientist he'd like to meet, Neil deGrasse Tyson said, \"Isaac Newton. No question about it. The smartest person ever to walk the face of this earth. The man was connected to the universe in spooky ways. He discovered the laws of motion, the laws of gravity, the laws of optics. Then he turned 26."},{"Author":"Richard Feynman","Category":"science","Quote":"Philosophy of science is about as useful to scientists as ornithology is to birds."},{"Author":"Karl Popper","Category":"science","Quote":"Whenever a theory appears to you as the only possible one, take this as a sign that you have neither understood the theory nor the problem which it was intended to solve."},{"Author":"Frank Herbert,  Dune","Category":"science","Quote":"Highly organized research is guaranteed to produce nothing new."},{"Author":"C.S. Lewis,  Screwtape Letters","Category":"science","Quote":"Above all, do not attempt to use science (I mean, the real sciences) as a defence against Christianity. They will positively encourage him to think about realities he can’t touch and see."},{"Author":"Douglas R. Hofstadter,  Metamagical Themas: Questing for the Essence of Mind and Pattern","Category":"science","Quote":"It turns out that an eerie type of chaos can lurk just behind a facade of order - and yet, deep inside the chaos lurks an even eerier type of order."},{"Author":"Rick Yancey,  The 5th Wave","Category":"science","Quote":"And if humanity is the last war, then I am the battlefield."},{"Author":"Werner Heisenberg","Category":"science","Quote":"I remember discussions with Bohr which went through many hours till very late at night and ended almost in despair; and when at the end of the discussion I went alone for a walk in the neighbouring park I repeated to myself again and again the question: Can nature possibly be so absurd as it seemed to us in these atomic experiments?"},{"Author":"Hippocrates","Category":"science","Quote":"As to diseases, make a habit of two things — to help, or at least, to do no harm."},{"Author":"Michael Crichton","Category":"science","Quote":"Everyone has a hidden agenda. Except me!"},{"Author":"Sam Harris","Category":"science","Quote":"We know enough at this moment to say that the God of Abraham is not only unworthy of the immensity of creation; he is unworthy even of man."},{"Author":"Mary E. Pearson,  The Adoration of Jenna Fox","Category":"science","Quote":"Faith and science, I have learned, are two sides of the same coin, separated by an expanse so small, but wide enough that one side can't see the other. They don't know they are connected."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Avoidable human misery is more often caused not so much by stupidity as by ignorance, particularly our ignorance about ourselves."},{"Author":"Albert Einstein,  On Cosmic Religion and Other Opinions and Aphorisms","Category":"science","Quote":"I believe in intuition and inspiration. Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution. It is, strictly speaking, a real factor in scientific research."},{"Author":"Democritus","Category":"science","Quote":"Nothing exists except atoms and empty space; everything else is opinion."},{"Author":"Terry Pratchett,  The Color of Magic","Category":"science","Quote":"Every intelligent being, whether it breathes or not, coughs nervously at some time in its life."},{"Author":"Thomas Henry Huxley,  Collected Essays Of Thomas Henry Huxley","Category":"science","Quote":"The man of science has learned to believe in justification, not by faith, but by verification."},{"Author":"J.B.S. Haldane,  Possible Worlds","Category":"science","Quote":"The Universe is not only queerer than we suppose, but queerer than we can suppose."},{"Author":"Ian Stewart,  The Collapse of Chaos: Discovering Simplicity in a Complex World","Category":"science","Quote":"If our brains were simple enough for us to understand them, we'd be so simple that we couldn't."},{"Author":"Robert G. Ingersoll,  Thomas Paine From 'The Gods and Other Lectures'","Category":"science","Quote":"Progress is born of doubt and inquiry. The Church never doubts, never inquires. To doubt is heresy, to inquire is to admit that you do not know—the Church does neither."},{"Author":"Andy Weir,  The Martian","Category":"science","Quote":"Log Entry: SOL 118My conversation with NASA about the Water Reclaimer was boring and riddled with technical details. So I'll paraphrase for you:Me: \"This is obviously a clog. How about I take it apart and check the internal tubing?\"NASA: (After about 5 hours of deliberation) \"No. You'll fuck it up and die.\"So I took it apart."},{"Author":"Niels Bohr,  Essays 1932-1957 on Atomic Physics and Human Knowledge","Category":"science","Quote":"Those who are not shocked when they first come across quantum theory cannot possibly have understood it."},{"Author":"George Head,  A Home Tour Through the Manufacturing Districts of England in the Summer of 1835","Category":"science","Quote":"If time be judiciously employed, there is time for everything."},{"Author":"Michael Crichton,  Jurassic Park","Category":"science","Quote":"You know what's wrong with scientific power? It's a form of inherited wealth. And you know what assholes congenitally rich people are."},{"Author":"Kurt Vonnegut,  The Sirens of Titan","Category":"science","Quote":"Mankind flung its advance agents ever outward, ever outward. Eventually it flung them out into space, into the colorless, tasteless, weightless sea of outwardness without end. It flung them like stones."},{"Author":"Christopher Hitchens,  God Is Not Great: How Religion Poisons Everything","Category":"science","Quote":"Why do humans exist? A major part of the answer: because Pikaia Gracilens survived the Burgess decimation."},{"Author":"Julie Kagawa,  The Iron King","Category":"science","Quote":"Science is all about proving theories and understanding the universe. Science folds everything into neat logical well-explained packages. The fey are magical capricious illogical and unexplainable. Science cannot prove the existence of faeries so naturally we do not exist. That type of nonbelief is fatal to faries."},{"Author":"Carl Sagan,  Pale Blue Dot: A Vision of the Human Future in Space","Category":"science","Quote":"A blade of grass is a commonplace on Earth; it would be a miracle on Mars. Our descendants on Mars will know the value of a patch of green. And if a blade of grass is priceless, what is the value of a human being?"},{"Author":"Martin Heidegger","Category":"science","Quote":"Thinking only begins at the point where we have come to know that Reason, glorified for centuries, is the most obstinate adversary of thinking."},{"Author":"Bertrand Russell,  A History of Western Philosophy","Category":"science","Quote":"Almost everything that distinguishes the modern world from earlier centuries is attibutable to science, which achieved its most spectacular triumphs in the seventeenth century."},{"Author":"Albert Einstein","Category":"science","Quote":"The significant problems we have cannot be solved at the same level of thinking with which we created them."},{"Author":"Deborah Harkness,  A Discovery of Witches","Category":"science","Quote":"The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science. Whoever does not know it and can no longer wonder, is as good as dead, and his eyes are dimmed (Albert Einstein)"},{"Author":"G.K. Chesterton","Category":"science","Quote":"Science must not impose any philosophy, any more than the telephone must tell us what to say."},{"Author":"Timothy Leary,  Chaos & Cyber Culture","Category":"science","Quote":"And a new philosophy emerged called quantum physics, which suggest that the individual’s function is to inform and be informed. You really exist only when you’re in a field sharing and exchanging information. You create the realities you inhabit."},{"Author":"Omar Nelson Bradley","Category":"science","Quote":"Ours is a world of nuclear giants and ethical infants. We know more about war than we know about peace, more about killing than we know about living. We have grasped the mystery of the atom and rejected the Sermon on the Mount."},{"Author":"Daniel Goleman,  Emotional Intelligence: Why It Can Matter More Than IQ","Category":"science","Quote":"In a very real sense we have two minds, one that thinks and one that feels"},{"Author":"Brandon Sanderson,  The Way of Kings","Category":"science","Quote":"Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts."},{"Author":"Donald Ervin Knuth,  Things a Computer Scientist Rarely Talks About","Category":"science","Quote":"Science is what we understand well enough to explain to a computer; art is everything else."},{"Author":"المهدي المنجرة","Category":"science","Quote":"لا توجد أي دولة في العالم انطلقت في المجال التكنولوجي دون الاعتماد على اللغة الأم."},{"Author":"Neil deGrasse Tyson,  Space Chronicles: Facing the Ultimate Frontier","Category":"science","Quote":"Down there between our legs, it's like an entertainment complex in the middle of a sewage system. Who designed that?"},{"Author":"John Dewey,  The Quest for Certainty: A Study of the Relation of Knowledge and Action","Category":"science","Quote":"Every great advance in science has issued from a new audacity of imagination."},{"Author":"Carl Sagan","Category":"science","Quote":"There are no forbidden questions in science, no matters too sensitive or delicate to be probed, no sacred truths."},{"Author":"Neil deGrasse Tyson,  Death by Black Hole: And Other Cosmic Quandaries","Category":"science","Quote":"As a child, I was aware that, at night, infrared vision would reveal monsters hiding in the bedroom closet only if they were warm-blooded. But everybody knows that your average bedroom monster is reptilian and cold-blooded."},{"Author":"Lloyd Alexander","Category":"science","Quote":"I think imagination is at the heart of everything we do. Scientific discoveries couldn't have happened without imagination. Art, music, and literature couldn't exist without imagination. And so anything that strengthens imagination, and reading certainly does that, can help us for the rest of our lives."},{"Author":"Graham Parke","Category":"science","Quote":"Sadly, my socks are like snowflakes, no two are exactly alike."},{"Author":"Linus Pauling","Category":"science","Quote":"I have something that I call my Golden Rule. It goes something like this: 'Do unto others twenty-five percent better than you expect them to do unto you.' … The twenty-five percent is for error."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"science","Quote":"The real purpose of the scientific method is to make sure nature hasn’t misled you into thinking you know something you actually don’t know."},{"Author":"Theodore Roszak,  Where the Wasteland Ends","Category":"science","Quote":"Nature composes some of her loveliest poems for the microscope and the telescope."},{"Author":"Ludwig Wittgenstein","Category":"science","Quote":"We feel that even if all possible scientific questions be answered, the problems of life have still not been touched at all."},{"Author":"Brandon Sanderson,  Words of Radiance","Category":"science","Quote":"Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results."},{"Author":"مصطفى محمود,  رحلتي من الشك إلى الإيمان","Category":"science","Quote":"أنت تجد في الشرق أحد اثنين .. تجد من يرفض العلم اكتفاء بالدين والقرآن .. و تجد من يرفض الدين اكتفاء و عبادة للعلم المادي و الوسائلالمادية .و كلا الاثنين سبب من أسباب النكبة الحضارية في المنطقة .. و كلاهمالم يفهم المعنى الحقيقي للدين و لا المعنى الحقيقي للعلم ."},{"Author":"Paul Farmer","Category":"science","Quote":"It is very expensive to give bad medical care to poor people in a rich country."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"If we long for our planet to be important, there is something we can do about it. We make our world significant by the courage of our questions and by the depth of our answers."},{"Author":"Derek Landy,  Death Bringer","Category":"science","Quote":"Just because an apple falls one hundred times out of a hundred does not mean it will fall on the hundred and first."},{"Author":"Sam Kean,  The Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements","Category":"science","Quote":"Never underestimate spite as a motivator for genius."},{"Author":"Rachel Carson","Category":"science","Quote":"The more clearly we can focus our attention on the wonders and realities of the universe about us the less taste we shall have for the destruction of our race. Wonder and humility are wholesome emotions, and they do not exist side by side with a lust for destruction.{Speech accepting the John Burroughs Medal}"},{"Author":"Emily Dickinson","Category":"science","Quote":"Faith is a fine inventionWhen gentlemen can see,But microscopes are prudentIn an emergency."},{"Author":"Richard Dawkins,  The Selfish Gene","Category":"science","Quote":"We are survival machines – robot vehicles blindly programmed to preserve the selfish molecules known as genes. This is a truth which still fills me with astonishment."},{"Author":"Charles Darwin,  The Origin of Species","Category":"science","Quote":"One general law, leading to the advancement of all organic beings, namely, multiply, vary, let the strongest live and the weakest die."},{"Author":"Nicholas Sparks,  The Notebook","Category":"science","Quote":"Science only goes so far, then comes God.- Noah Calhoun-"},{"Author":"Michael Faraday","Category":"science","Quote":"Nothing is too wonderful to be true if it be consistent with the laws of nature."},{"Author":"Arne Tiselius","Category":"science","Quote":"We live in a world where unfortunately the distinction between true and false appears to become increasingly blurred by manipulation of facts, by exploitation of uncritical minds, and by the pollution of the language."},{"Author":"Larry Niven","Category":"science","Quote":"Mother Nature doesn't care if you're having fun."},{"Author":"Arthur C. Clarke","Category":"science","Quote":"When a distinguished but elderly scientist states that something is possible, he is almost certainly right. When he states that something is impossible, he is very probably wrong."},{"Author":"Santiago Ramón y Cajal,  Advice for a Young Investigator","Category":"science","Quote":"Any man could, if he were so inclined, be the sculptor of his own brain."},{"Author":"Isaac Asimov,  The Roving Mind","Category":"science","Quote":"I believe in evidence. I believe in observation, measurement, and reasoning, confirmed by independent observers. I'll believe anything, no matter how wild and ridiculous, if there is evidence for it. The wilder and more ridiculous something is, however, the firmer and more solid the evidence will have to be."},{"Author":"Margaret Atwood,  Oryx and Crake","Category":"science","Quote":"We understand more than we know."},{"Author":"Richard Dawkins","Category":"science","Quote":"Science replaces private prejudice with public, verifiable evidence."},{"Author":"Richard Dawkins,  A Devil's Chaplain: Reflections on Hope, Lies, Science, and Love","Category":"science","Quote":"Even those who do not, or cannot, avail themselves of a scientific education, choose to benefit from the technology that is made possible by the scientific education of others."},{"Author":"Galileo Galilei","Category":"science","Quote":"Measure what can be measured, and make measurable what cannot be measured."},{"Author":"Carl Sagan","Category":"science","Quote":"Science is based on experiment, on a willingness to challenge old dogma, on an openness to see the universe as it really is. Accordingly, science sometimes requires courage - at the very least the courage to question the conventional wisdom."},{"Author":"Anne McCaffrey,  Acorna: The Unicorn Girl","Category":"science","Quote":"A real scientist solves problems, not wails that they are unsolvable."},{"Author":"François Rabelais,  Pantagruel","Category":"science","Quote":"Science without conscience is the soul's perdition."},{"Author":"Bertrand Russell,  The Impact of Science on Society","Category":"science","Quote":"Aristotle maintained that women have fewer teeth than men; although he was twice married, it never occurred to him to verify this statement by examining his wives' mouths."},{"Author":"Thomas Henry Huxley,  Life and Letters of Thomas Henry Huxley - Volume 1","Category":"science","Quote":"I am too much of a skeptic to deny the possibility of anything."},{"Author":"Aldo Leopold,  Round River: From the Journals of Aldo Leopold","Category":"science","Quote":"We shall never achieve harmony with the land, anymore than we shall achieve absolute justice or liberty for people. In these higher aspirations the important thing is not to achieve but to strive."},{"Author":"J.B.S. Haldane","Category":"science","Quote":"The four stages of acceptance:1. This is worthless nonsense.2. This is an interesting, but perverse, point of view.3. This is true, but quite unimportant.4. I always said so.\"(Review of The Truth About Death, in: Journal of Genetics 1963, Vol. 58, p.464)"},{"Author":"Gordon Korman,  One False Note","Category":"science","Quote":"For someone who'e smarter than a supercomputer, sometimes you're a real idiot."},{"Author":"Thomas Paine,  The Age of Reason","Category":"science","Quote":"Is it more probable that nature should go out of her course or that a man should tell a lie? We have never seen, in our time, nature go out of her course. But we have good reason to believe that millions of lies have been told in the same time. It is therefore at least millions to one that the reporter of a miracle tells a lie."},{"Author":"Humphry Davy","Category":"science","Quote":"Nothing is so dangerous to the progress of the human mind than to assume that our views of science are ultimate, that there are no mysteries in nature, that our triumphs are complete and that there are no new worlds to conquer."},{"Author":"Stephen Hawking","Category":"science","Quote":"It is not clear that intelligence has any long-term survival value."},{"Author":"Galileo Galilei,  Frammenti e lettere","Category":"science","Quote":"My dear Kepler, what would you say of the learned here, who, replete with the pertinacity of the asp, have steadfastly refused to cast a glance through the telescope? What shall we make of this? Shall we laugh, or shall we cry?"},{"Author":"Max Planck,  Where is Science Going?","Category":"science","Quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him."},{"Author":"Arthur Conan Doyle,  The Hound of the Baskervilles","Category":"science","Quote":"It is not my intention to be fulsome, but I confess that I covet your skull."},{"Author":"Lawrence M. Krauss,  A Universe from Nothing: Why There Is Something Rather Than Nothing","Category":"science","Quote":"If we wish to draw philosophical conclusions about our own existence, our significance, and the significance of the universe itself, our conclusions should be based on empirical knowledge. A truly open mind means forcing our imaginations to conform to the evidence of reality, and not vice versa, whether or not we like the implications."},{"Author":"Jostein Gaarder,  Sophie's World","Category":"science","Quote":"And although I have seen nothing but black crows in my life, it doesn't mean that there's no such thing as a white crow. Both for a philosopher and for a scientist it can be important not to reject the possibility of finding a white crow. You might almost say that hunting for 'the white crow' is science's principal task."},{"Author":"Albert Pike","Category":"science","Quote":"We must pass through the darkness, to reach the light."},{"Author":"Paul Erdős","Category":"science","Quote":"[When asked why are numbers beautiful?]It’s like asking why is Ludwig van Beethoven’s Ninth Symphony beautiful. If you don't see why, someone can't tell you. I know numbers are beautiful. If they aren't beautiful, nothing is."},{"Author":"Rachel Carson","Category":"science","Quote":"The question is whether any civilization can wage relentless war on life without destroying itself, and without losing the right to be called civilized."},{"Author":"Carl Sagan","Category":"science","Quote":"We can't help it. Life looks for life."},{"Author":"George Gordon Byron","Category":"science","Quote":"The bright sun was extinguish'd, and the starsDid wander darkling in the eternal space."},{"Author":"Tim Minchin","Category":"science","Quote":"Science adjusts its views based on what's observedFaith is the denial of observation so that belief can be preserved."},{"Author":"Michael Shermer","Category":"science","Quote":"There are many sources of spirituality; religion may be the most common, but it is by no means the only. Anything that generates a sense of awe may be a source of spirituality. Science does this in spades."},{"Author":"Daniel C. Dennett,  Sweet Dreams: Philosophical Obstacles to a Science of Consciousness","Category":"science","Quote":"Not a single one of the cells that compose you knows who you are, or cares."},{"Author":"Criss Jami,  Killosophy","Category":"science","Quote":"It's much easier on the emotions when one sees life as an experiment rather than a struggle for popularity."},{"Author":"Robert K. Merton,  Social Theory and Social Structure","Category":"science","Quote":"Most institutions demand unqualified faith; but the institution of science makes skepticism a virtue."},{"Author":"Albert Einstein,  Autobiographical Notes","Category":"science","Quote":"Something deeply hidden had to be behind things."},{"Author":"Santosh Kalwar","Category":"science","Quote":"My dream, is to dream, a dream."},{"Author":"Luther Burbank","Category":"science","Quote":"Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine to the mind."},{"Author":"Ann Druyan","Category":"science","Quote":"And what greater might do we possess as human beings than our capacity to question and to learn?"},{"Author":"Albert Hofmann","Category":"science","Quote":"It's very, very dangerous to lose contact with living nature."},{"Author":"Leonard Susskind,  The Black Hole War: My Battle with Stephen Hawking to Make the World Safe for Quantum Mechanics","Category":"science","Quote":"There is a philosophy that says that if something is unobservable -- unobservable in principle -- it is not part of science. If there is no way to falsify or confirm a hypothesis, it belongs to the realm of metaphysical speculation, together with astrology and spiritualism. By that standard, most of the universe has no scientific reality -- it's just a figment of our imaginations."},{"Author":"K.J. Parker","Category":"science","Quote":"The easiest way to do anything is properly."},{"Author":"Chris Hedges,  American Fascists: The Christian Right and the War on America","Category":"science","Quote":"The split in America, rather than simply economic, is between those who embrace reason, who function in the real world of cause and effect, and those who, numbed by isolation and despair, now seek meaning in a mythical world of intuition, a world that is no longer reality-based, a world of magic."},{"Author":"Erwin Schrödinger","Category":"science","Quote":"Consciousness cannot be accounted for in physical terms. For consciousness is absolutely fundamental. It cannot be accounted for in terms of anything else."},{"Author":"Carl Sagan","Category":"science","Quote":"The way to find out about our place in the universe is by examining the universe and by examining ourselves - without preconceptions, with as unbiased a mind as we can muster."},{"Author":"Siddhartha Mukherjee,  The Emperor of All Maladies: A Biography of Cancer","Category":"science","Quote":"History repeats, but science reverberates."},{"Author":"Karl Pilkington,  The Ricky Gervais Show - First, Second and Third Seasons","Category":"science","Quote":"They keep saying that sea levels are rising an' all this. It's nowt to do with the icebergs melting, it's because there's too many fish in it. Get rid of some of the fish and the water will drop. Simple. Basic science."},{"Author":"Michael Specter","Category":"science","Quote":"People wrap themselves in their beliefs. And they do it in such a way that you can't set them free. Not even the truth will set them free."},{"Author":"Jules Verne,  Journey to the Center of the Earth","Category":"science","Quote":"Science, my boy, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."},{"Author":"Michael Crichton,  Prey","Category":"science","Quote":"They didn't understand what they were doing.I'm afraid that will be on the tombstone of the human race."},{"Author":"Michael Crichton,  Next","Category":"science","Quote":"Science is as corruptible a human activity as any other."},{"Author":"Evelyn Fox Keller,  Reflections on Gender and Science","Category":"science","Quote":"To know the history of science is to recognize the mortality of any claim to universal truth."},{"Author":"Amit Ray,  Om Chanting & Meditation","Category":"science","Quote":"Om (AUM) the Divine song is at the same time Symmetry, Supersymmetry, broken Symmetry, and the unbroken Symmetry of Nature."},{"Author":"Charles Darwin,  The Origin of Species","Category":"science","Quote":"Nothing is easier than to admit in words the truth of the universal struggle for life, or more difficult--at least I have found it so--than constantly to bear this conclusion in mind."},{"Author":"Bertrand Russell","Category":"science","Quote":"It is not what the man of science believes that distinguishes him, but how and why he believes it. His beliefs are tentative, not dogmatic; they are based on evidence, not on authority or intuition."},{"Author":"Niels Bohr","Category":"science","Quote":"Stop telling God what to do with his dice."},{"Author":"Carl Sagan","Category":"science","Quote":"[When a religious couple wrote to Sagan about fulfilled prophecies, he wrote back in May 1996:]If ‘fulfilled prophecy’ is your criterion, why do you not believe in materialistic science, which has an unparalleled record of fulfilled prophecy? Consider, for example, eclipses."},{"Author":"Erwin Schrödinger,  What Is Life? with Mind and Matter and Autobiographical Sketches","Category":"science","Quote":"The scientist only imposes two things, namely truth and sincerity, imposes them upon himself and upon other scientists."},{"Author":"Dan Brown,  Angels & Demons","Category":"science","Quote":"Science tells me God must exist.My mind tells me I'll never understand God.My heart tells me I'm not meant to. [Vittoria Vetra]"},{"Author":"Dorothy L. Sayers,  Gaudy Night","Category":"science","Quote":"The only ethical principle which has made science possible is that the truth shall be told all the time. If we do not penalize false statements made in error, we open up the way for false statements by intention. And a false statement of fact, made deliberately, is the most serious crime a scientist can commit."},{"Author":"Stanisław Lem,  Solaris","Category":"science","Quote":"We don't want to conquer the cosmos, we simply want to extend the boundaries of Earth to the frontiers of the cosmos."},{"Author":"Kim Stanley Robinson,  Blue Mars","Category":"science","Quote":"Economics was like psychology, a pseudoscience trying to hide that fact with intense theoretical hyperelaboration. And gross domestic product was one of those unfortunate measurement concepts, like inches or the British thermal unit, that ought to have been retired long before."},{"Author":"Edward O. Wilson","Category":"science","Quote":"One planet, one experiment."},{"Author":"David Brin,  Brightness Reef","Category":"science","Quote":"Creative people see Prometheus in a mirror, never Pandora."},{"Author":"Charles Darwin,  Notebooks","Category":"science","Quote":"We can allow satellites, planets, suns, universe, nay whole systems of universe, to be governed by laws, but the smallest insect, we wish to be created at once by special act."},{"Author":"Alexander Pope","Category":"science","Quote":"Nature and Nature's laws lay hid in night:God said, Let Newton be! and all was light."},{"Author":"Will Durant","Category":"science","Quote":"Civilization exists by geological consent, subject to change without notice."},{"Author":"Bill Bryson,  A Short History of Nearly Everything","Category":"science","Quote":"Energy is liberated matter, matter is energy waiting to happen."},{"Author":"Steven Weinberg","Category":"science","Quote":"The effort to understand the universe is one of the very few things that lifts human life a little above the level of farce, and gives it some of the grace of tragedy."},{"Author":"Pierre Teilhard de Chardin","Category":"science","Quote":"The most telling and profound way of describing the evolution of the universe would undoubtedly be to trace the evolution of love."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"science","Quote":"We have artists with no scientific knowledge and scientists with noartistic knowledge and both with no spiritual sense of gravity at all,and the result is not just bad, it is ghastly."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"But I try not to think with my gut. If I'm serious about understanding the world, thinking with anything besides my brain, as tempting as that might be, is likely to get me into trouble."},{"Author":"Rachel Carson","Category":"science","Quote":"The winds, the sea, and the moving tides are what they are. If there is wonder and beauty and majesty in them, science will discover these qualities... If there is poetry in my book about the sea, it is not because I deliberately put it there, but because no one could write truthfully about the sea and leave out the poetry."},{"Author":"René Descartes","Category":"science","Quote":"But in my opinion, all things in nature occur mathematically."},{"Author":"Ralph Waldo Emerson","Category":"science","Quote":"Men love to wonder, and that is the seed of science."},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"science","Quote":"We are biology. We are reminded of this at the beginning and the end, at birth and at death. In between we do what we can to forget."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"What a marvelous cooperative arrangement - plants and animals each inhaling each other's exhalations, a kind of planet-wide mutual mouth-to-stoma resuscitation, the entire elegant cycle powered by a star 150 million kilometers away."},{"Author":"Barack Obama,  The Audacity of Hope: Thoughts on Reclaiming the American Dream","Category":"science","Quote":"A nation that can't control its energy sources can't control its future."},{"Author":"Richard Feynman","Category":"science","Quote":"[Quantum mechanics] describes nature as absurd from the point of view of common sense. And yet it fully agrees with experiment. So I hope you can accept nature as She is - absurd."},{"Author":"Richard Dawkins,  The God Delusion","Category":"science","Quote":"A god who is capable of sending intelligible signals to millions of people simultaneously, and of receiving messages from all of them simultaneously, cannot be, whatever else he might be, simple. Such Bandwidth!"},{"Author":"Adam Savage","Category":"science","Quote":"When in doubt, C-4."},{"Author":"William James,  The Will to Believe and Other Essays in Popular Philosophy","Category":"science","Quote":"Science, like life, feeds on its own decay. New facts burst old rules; then newly divined conceptions bind old and new together into a reconciling law."},{"Author":"Eoin Colfer,  The Time Paradox","Category":"science","Quote":"The Theory of Evolution has more holes in it than a dam made out of Swiss cheese."},{"Author":"Enrico Bombieri","Category":"science","Quote":"When things get too complicated, it sometimes makes sense to stop and wonder: Have I asked the right question?"},{"Author":"Robert Jordan,  The Great Hunt","Category":"science","Quote":"I do not like odd things until I can understand them."},{"Author":"Henry David Thoreau","Category":"science","Quote":"He who hears the rippling of rivers in these degenerate days will not utterly despair."},{"Author":"H.L. Mencken","Category":"science","Quote":"The essence of science is that it is always willing to abandon a given idea for a better one; the essence of theology is that it holds its truths to be eternal and immutable."},{"Author":"Robert H. Goddard","Category":"science","Quote":"It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow."},{"Author":"Ben Goldacre,  Bad Science","Category":"science","Quote":"You are a placebo responder. Your body plays tricks on your mind. You cannot be trusted."},{"Author":"Philip Pullman,  The Golden Compass","Category":"science","Quote":"One moment several things are possible, the next moment only one happens, and the rest don't exist. Except that other worlds have sprung into being, on which the did happen."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"science","Quote":"What does it matter? Science has achieved some wonderful things, of course, but I'd far rather be happy than right any day."},{"Author":"Robert J. Sawyer,  Calculating God","Category":"science","Quote":"There is no indisputable proof for the big bang,\"said Hollus. \"And there is none for evolution. And yet you accept those. Why hold the question of whether there is a creator to a higher standard?"},{"Author":"J.G. Ballard,  The Atrocity Exhibition","Category":"science","Quote":"Science is the ultimate pornography, analytic activity whose main aim is to isolate objects or events from their contexts in time and space. This obsession with the specific activity of quantified functions is what science shares with pornography."},{"Author":"Douglas Adams,  So Long, and Thanks for All the Fish","Category":"science","Quote":"The problem is, or rather one of the problems, for there are many, a sizeable proportion of which are continually clogging up the civil, commercial, and criminal courts in all areas of the Galaxy, and especially, where possible, the more corrupt ones, this.The previous sentence makes sense. That is not the problem.This is:Change.Read it through again and you'll get it."},{"Author":"Thomas Paine,  The Writing of Thomas Paine","Category":"science","Quote":"All the tales of miracles, with which the Old and New Testament are filled, are fit only for impostors to preach and fools to believe."},{"Author":"Lewis Thomas,  Lives of a Cell, The","Category":"science","Quote":"The capacity to blunder slightly is the real marvel of DNA. Without this special attribute, we would still be anaerobic bacteria and there would be no music."},{"Author":"John Dewey,  Reconstruction in Philosophy","Category":"science","Quote":"Scientific principles and laws do not lie on the surface of nature. They are hidden, and must be wrested from nature by an active and elaborate technique of inquiry."},{"Author":"Michael Specter","Category":"science","Quote":"Be sceptical, ask questions, demand proof. Demand evidence. Don't take anything for granted. But here's the thing: When you get proof, you need to accept the proof. And we're not that good at doing that."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"When we look up at night and view the stars, everything we see is shinning because of distant nuclear fusion."},{"Author":"Robert G. Ingersoll,  Humboldt From 'The Gods and Other Lectures'","Category":"science","Quote":"The glory of science is, that it is freeing the soul -- breaking the mental manacles -- getting the brain out of bondage -- giving courage to thought -- filling the world with mercy, justice, and joy."},{"Author":"Claudius Galenus","Category":"science","Quote":"Those who are enslaved to their sects are not merely devoid of all sound knowledge, but they will not even stop to learn!"},{"Author":"Aldo Leopold","Category":"science","Quote":"One of the penalties of an ecological education is that one lives alone in a world of wounds."},{"Author":"J. Robert Oppenheimer","Category":"science","Quote":"It is a profound and necessary truth that the deep things in science are not found because they are useful; they are found because it was possible to find them."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"If we long to believe that the stars rise and set for us, that we are the reason there is a Universe, does science do us a disservice in deflating our conceits?"},{"Author":"Daniel M. Greenberger","Category":"science","Quote":"Einstein said that if quantum mechanics were correct then the world would be crazy. Einstein was right - the world is crazy."},{"Author":"Mary Shelley","Category":"science","Quote":"The labours of men of genius, however erroneously directed, scarcely ever fail in ultimately turning to the solid advantage of mankind."},{"Author":"Carl Sagan,  Contact","Category":"science","Quote":"Any faith that admires truth, that strives to know God, must be brave enough to accommodate the universe."},{"Author":"Amit Ray","Category":"science","Quote":"Science is observing truth in the light of head. Religion is observing truth in the light of heart. Humanity is using both the lights. And education is developing that humanity."},{"Author":"Ursula K. Le Guin,  The Dispossessed","Category":"science","Quote":"A scientist can pretend that his work isn't himself, it's merely the impersonal truth. An artist can't hide behind the truth. He can't hide anywhere."},{"Author":"Thomas Aquinas","Category":"science","Quote":"The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false."},{"Author":"Tim O'Brien,  Tomcat In Love","Category":"science","Quote":"Words, too, have genuine substance -- mass and weight and specific gravity."},{"Author":"James Patterson,  Angel","Category":"science","Quote":"In a manner of speaking. As we intend for you to found a dynasty. And that dynasty will rule society until it has progressed enough to-\"\"Overthrow the dynasty in a revolutionary, blood filled coup!\"Iggy said eagerly.We all looked at him.\"Just saying.\"He sheepishly took a bite of cookie."},{"Author":"Alan Turing,  Computing machinery and intelligence","Category":"science","Quote":"I believe that at the end of the century the use of words and general educated opinion will have altered so much that one will be able to speak of machines thinking without expecting to be contradicted."},{"Author":"Isaac Newton,  Opticks","Category":"science","Quote":"How came the bodies of animals to be contrived with so much art, and for what ends were their several parts?Was the eye contrived without skill in Opticks, and the ear without knowledge of sounds?...and these things being rightly dispatch’d, does it not appear from phænomena that there is a Being incorporeal, living, intelligent...?"},{"Author":"John Lubbock,  Peace and Happiness","Category":"science","Quote":"The whole value of solitude depends upon oneself; it may be a sanctuary or a prison, a haven of repose or a place of punishment, a heaven or a hell, as we ourselves make it."},{"Author":"Albert Szent-Györgyi","Category":"science","Quote":"Discovery consists of looking at the same thing as everyone else and thinking something different."},{"Author":"Karl Marx,  Capital, Vol 1: A Critical Analysis of Capitalist Production","Category":"science","Quote":"There is no royal road to science, and only those who do not dread the fatiguing climb of its steep paths have a chance of gaining its luminous summits."},{"Author":"Michael J. Behe,  Darwin's Black Box: The Biochemical Challenge to Evolution","Category":"science","Quote":"In the abstract, it might be tempting to imagine that irreducible complexity simply requires multiple simultaneous mutations - that evolution might be far chancier than we thought, but still possible. Such an appeal to brute luck can never be refuted... Luck is metaphysical speculation; scientific explanations invoke causes."},{"Author":"Werner Heisenberg,  Physics and Philosophy: The Revolution in Modern Science","Category":"science","Quote":"Whenever we proceed from the known into the unknown we may hope to understand, but we may have to learn at the same time a new meaning of the word 'understanding."},{"Author":"Antoine Lavoisier,  Traité élémentaire de chimie","Category":"science","Quote":"Dans la nature rien ne se crée, rien ne se perd, tout change.In nature nothing is created, nothing is lost, everything changes."},{"Author":"J. Robert Oppenheimer","Category":"science","Quote":"Now I am become death, the destroyer of worlds. (quoting the Bhagavad-Gita after witnessing the first Nuclear explosion.)"},{"Author":"Richard Feynman","Category":"science","Quote":"Science is what we have learned about how to keep from fooling ourselves."},{"Author":"Pierre Teilhard de Chardin,  The Phenomenon of Man","Category":"science","Quote":"The time has come to realise that an interpretation of the universe—even a positivist one—remains unsatisfying unless it covers the interior as well as the exterior of things; mind as well as matter. The true physics is that which will, one day, achieve the inclusion of man in his wholeness in a coherent picture of the world."},{"Author":"Stephen Jay Gould","Category":"science","Quote":"We are here because one odd group of fishes had a peculiar fin anatomy that could transform into legs for terrestrial creatures; because the earth never froze entirely during an ice age; because a small and tenuous species, arising in Africa a quarter of a million years ago, has managed, so far, to survive by hook and by crook. We may yearn for a ‘higher answer’– but none exists"},{"Author":"Dorothy L. Sayers,  The Letters of Dorothy L. Sayers. Vol. 1, 1899-1936: The Making of a Detective Novelist","Category":"science","Quote":"To make a deliberate falsification for personal gain is the last, worst depth to which either scholar or artist can descend in work or life.(Letter to Muriel St. Clare Byrne, 8 September 1935)"},{"Author":"Arthur C. Clarke","Category":"science","Quote":"1. When a distinguished but elderly scientist states that something is possible, he is almost certainly right. When he states that something is impossible, he is very probably wrong.2. The only way of discovering the limits of the possible is to venture a little way past them into the impossible.3. Any sufficiently advanced technology is indistinguishable from magic."},{"Author":"Mustafa Kemal Atatürk","Category":"science","Quote":"Our true mentor in life is science."},{"Author":"Rollo May,  The Cry for Myth","Category":"science","Quote":"It is interesting to note how many of the great scientific discoveries begin as myths."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"If we are merely matter intricately assembled, is this really demeaning? If there's nothing here but atoms, does that make us less or does that make matter more?"},{"Author":"Rachel Carson","Category":"science","Quote":"The aim of science is to discover and illuminate truth. And that, I take it, is the aim of literature, whether biography or history... It seems to me, then, that there can be no separate literature of science."},{"Author":"Yongey Mingyur","Category":"science","Quote":"Emotional states are fairly quick bursts of neuronal gossip. Traits, on the other hand, are more like the neuronal equivalent of committed relationships."},{"Author":"Thomas Henry Huxley","Category":"science","Quote":"What we call rational grounds for our beliefs are often extremely irrational attempts to justify our instincts."},{"Author":"Richard Dawkins,  The God Delusion","Category":"science","Quote":"Do those people who hold up the Bible as an inspiration tomoral rectitude have the slightest notion of what is actually writtenin it?"},{"Author":"Robert Wright,  The Moral Animal: Why We Are the Way We Are: The New Science of Evolutionary Psychology","Category":"science","Quote":"We are built to be effective animals, not happy ones."},{"Author":"Lee Smolin","Category":"science","Quote":"One possibility is: God is nothing but the power of the universe to organize itself."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"science","Quote":"[Flaubert] didn’t just hate the railway as such; he hated the way it flattered people with the illusion of progress. What was the point of scientific advance without moral advance? The railway would merely permit more people to move about, meet and be stupid together."},{"Author":"J. Richard Gott III,  Time Travel in Einstein's Universe: The Physical Possibilities of Travel Through Time","Category":"science","Quote":"If you see an antimatter version of yourself running towards you, think twice before embracing."},{"Author":"Friedrich Engels,  Socialism: Utopian and Scientific","Category":"science","Quote":"Thus, as far as he is a scientific man, as far as he knows anything, he is a materialist; outside his science, in spheres about which he knows nothing, he translates his ignorance into Greek and calls it agnosticism."},{"Author":"Santosh Kalwar","Category":"science","Quote":"Science teaches to think but love teaches to smile."},{"Author":"Criss Jami,  Killosophy","Category":"science","Quote":"The whole war between the atheist and the theist comes down to this: the atheist believes a 'what' created the universe; the theist believes a 'who' created the universe."},{"Author":"Jarod Kintz,  $3.33","Category":"science","Quote":"There is safety in numbers. And science. Clone your way to being safe. Nobody can protect you like you. And you and you and you."},{"Author":"Mustafa Kemal Atatürk","Category":"science","Quote":"Science is the most reliable guide in life."},{"Author":"Michael Crichton,  Jurassic Park","Category":"science","Quote":"Nobody is driven by abstractions like 'seeking truth."},{"Author":"Pierre-Simon Laplace","Category":"science","Quote":"Napoleon, when hearing about Laplace's latest book, said, 'M. Laplace, they tell me you have written this large book on the system of the universe, and have never even mentioned its creator.'Laplace responds, 'Je n'avais pas besoin de cette hypothèse-là. (I had no need of that hypothesis.)"},{"Author":"Neville Goddard","Category":"science","Quote":"Man moves in a world that is nothing more or less than his consciousness objectified.–Neville Goddard"},{"Author":"Yevgeny Zamyatin,  We","Category":"science","Quote":"knowledge, absolutely sure of its infallibility, is faith"},{"Author":"Jeanette Winterson,  Oranges Are Not the Only Fruit","Category":"science","Quote":"There is a certain seductiveness about dead things. You can ill treat, alter and recolour what's dead. It won’t complain."},{"Author":"Alan Bradley,  The Sweetness at the Bottom of the Pie","Category":"science","Quote":"What intrigued me more than anything else was finding out the way in which everything, all of creation - all of it! - was held together by invisible chemical bonds, and I found a strange, inexplicable comfort in knowing that somewhere, even though we couldn't see it in our own world, there was a real stability."},{"Author":"Michio Kaku,  Physics of the Future: How Science Will Shape Human Destiny and Our Daily Lives by the Year 2100","Category":"science","Quote":"‎By 2100, our destiny is to become like the gods we once worshipped and feared. But our tools will not be magic wands and potions but the science of computers, nanotechnology, artificial intelligence, biotechnology, and most of all, the quantum theory."},{"Author":"Richard Dawkins,  River Out of Eden: A Darwinian View of Life","Category":"science","Quote":"DNA neither cares nor knows. DNA just is. And we dance to its music."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"The lifetime of a human being is measured by decades, the lifetime of the Sun is a hundred million times longer. Compared to a star, we are like mayflies, fleeting ephemeral creatures who live out their lives in the course of a single day."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"The fossil record implies trial and error, the inability to anticipate the future, features inconsistent with a Great Designer (though not a Designer of a more remote and indirect temperament.)"},{"Author":"Baruch Spinoza,  The Letters","Category":"science","Quote":"In practical life we are compelled to follow what is most probable ; in speculative thought we are compelled to follow truth."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"I would suggest that science is, at least in my part, informed worship."},{"Author":"David Attenborough","Category":"science","Quote":"‎Using his burgeoning intelligence, this most successful of all mammals has exploited the environment to produce food for an ever increasing population. Instead of controlling the environment for the benefit of the population, perhaps it's time we controlled the population to allow the survival of the environment."},{"Author":"Jules Verne,  A Journey to the Center of the Earth","Category":"science","Quote":"[we see that] science is eminently perfectible, and that each theory has constantly to give way to a fresh one."},{"Author":"Democritus","Category":"science","Quote":"Everything existing in the universe is the fruit of chance and necessity."},{"Author":"Will Durant","Category":"science","Quote":"Every science begins as philosophy and ends as art; it arises in hypothesis and flows into achievement."},{"Author":"Stephen Jay Gould","Category":"science","Quote":"Skepticism is the agent of reason against organized irrationalism--and is therefore one of the keys to human social and civic decency."},{"Author":"William Blake,  Auguries of Innocence","Category":"science","Quote":"He who replies to words of doubtdoth put the light of knowledge out."},{"Author":"Mother Teresa","Category":"science","Quote":"I used to pray that God would feed the hungry, or do this or that, but now I pray that he will guide me to do whatever I'm supposed to do, what I can do. I used to pray for answers, but now I'm praying for strength. I used to believe that prayer changes things, but now I know that prayer changes us and we change things."},{"Author":"Bruce Lee,  Bruce Lee — Wisdom for the Way","Category":"science","Quote":"I am not afraid of a person who knows 10000 kicks. But I am afraid of a person who knows one kick but practices it for 10000 times."},{"Author":"Aleister Crowley,  The Confessions of Aleister Crowley: An Autohagiography","Category":"science","Quote":"Indubitably, Magick is one of the subtlest and most difficult of the sciences and arts. There is more opportunity for errors of comprehension, judgement and practice than in any other branch of physics."},{"Author":"Sukhraj S. Dhillon","Category":"science","Quote":"Your beliefs don't make you a better person, your behavior does."},{"Author":"Richard Dawkins","Category":"science","Quote":"Science is the poetry of reality."},{"Author":"Robert M. Sapolsky","Category":"science","Quote":"If a rat is a good model for your emotional life, you're in big trouble."},{"Author":"Richard Dawkins,  The Greatest Show on Earth: The Evidence for Evolution","Category":"science","Quote":"If the history-deniers who doubt the fact of evolution are ignorant of biology, those who think the world began less than ten thousand years ago are worse than ignorant, they are deluded to the point of perversity. They are denying not only the facts of biology but those of physics, geology, cosmology, archaeology, history and chemistry as well."},{"Author":"Albert Einstein,  The World As I See It","Category":"science","Quote":"I maintain that the cosmic religious feeling is the strongest and noblest motive for scientific research."},{"Author":"Niels Bohr","Category":"science","Quote":"The very nature of the quantum theory ... forces us to regard the space-time coordination and the claim of causality, the union of which characterizes the classical theories, as complementary but exclusive features of the description, symbolizing the idealization of observation and description, respectively."},{"Author":"Arthur Conan Doyle,  The Adventures of Sherlock Holmes","Category":"science","Quote":"It is a capital mistake to theorise before one has data."},{"Author":"Daniel Wallace","Category":"science","Quote":"It would be better for us to have some doubts in an honest pursuit of truth, than it would be for us to be certain about something that was not true."},{"Author":"Louis Althusser,  Philosophy and the Spontaneous Philosophy of the Scientists: And Other Essays","Category":"science","Quote":"In the battle that is philosophy all the techniques of war, including looting and camouflage, are permissible."},{"Author":"Galileo Galilei,  Discorsi E Dimostrazioni Matematiche: Intorno a Due Nuoue Scienze, Attenenti Alla Mecanica & I Movimenti Locali","Category":"science","Quote":"See now the power of truth; the same experiment which at first glance seemed to show one thing, when more carefully examined, assures us of the contrary."},{"Author":"Galileo Galilei","Category":"science","Quote":"By denying scientific principles, one may maintain any paradox."},{"Author":"Brian Greene,  The Fabric of the Cosmos","Category":"science","Quote":"Understanding requires insight. Insight must be anchored."},{"Author":"Johannes Kepler","Category":"science","Quote":"Temporis filia veritas; cui me obstetricari non pudet.Truth is the daughter of time, and I feel no shame in being her midwife."},{"Author":"Geoffroy Birtz","Category":"science","Quote":"Nothing great is ever accomplished by following standards."},{"Author":"Robert G. Ingersoll,  On the Gods and Other Essays","Category":"science","Quote":"No one infers a god from the simple, from the known, from what is understood, but from the complex, from the unknown, and incomprehensible. Our ignorance is God; what we know is science."},{"Author":"Robert Fulghum,  All I Really Need to Know I Learned in Kindergarten: Uncommon Thoughts on Common Things","Category":"science","Quote":"If only the scientific experts could come up with something to get it out of our minds. One cup of fixit fizzle that will lift the dirt from our lives, soften our hardness, protect our inner parts, improve our processing, reduce our yellowing and wrinkling, improve our natural color, and make us sweet and good."},{"Author":"Mary Roach,  Bonk: The Curious Coupling of Science and Sex","Category":"science","Quote":"The paper does not provide the exact number of penises eaten by ducks, but the author says there have been enough over the years to prompt the coining of a popular saying: 'I better get home or the ducks will have something to eat."},{"Author":"Richard Dawkins,  The Magic of Reality: How We Know What's Really True","Category":"science","Quote":"The truth is more magical - in the best and most exciting sense of the word - than any myth or made-up mystery or miracle. Science has its own magic: the magic of reality."},{"Author":"Johnny Hart","Category":"science","Quote":"Science Fiction: Any scientific acclaim that omits God."},{"Author":"Albert Einstein,  The World As I See It","Category":"science","Quote":"How can cosmic religious feeling be communicated from one person to another, if it can give rise to no definite notion of a God and no theology? In my view, it is the most important function of art and science to awaken this feeling and keep it alive in those who are receptive to it."},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"science","Quote":"Night clubs are where Americans learn the laws of motion."},{"Author":"B.F. Skinner,  Contingencies Of Reinforcement: A Theoretical Analysis","Category":"science","Quote":"The real question is not whether machines think but whether men do. The mystery which surrounds a thinking machine already surrounds a thinking man."},{"Author":"Larry Niven","Category":"science","Quote":"Never fire a laser at a mirror."},{"Author":"Benjamin Disraeli","Category":"science","Quote":"The European talks of progress because by the aid of a few scientific discoveries he has established a society which has mistaken comfort for civilisation."},{"Author":"Marie Curie","Category":"science","Quote":"Certein bodies... become luminous when heated. Their luminosity disappears after some time, but the capacity of becoming luminous afresh through heat is restored to them by the action of a spark, and also by the action of radium."},{"Author":"Haruki Murakami,  Dance Dance Dance","Category":"science","Quote":"When I was little, I had this science book. There was a section on 'What would happen to the world if there was no friction?' Answer: 'Everything on earth would fly into space from the centrifugal force of revolution.' That was my mood."},{"Author":"John Gribbin,  In Search of Schrödinger's Cat: Quantum Physics and Reality","Category":"science","Quote":"In the world of the very small, where particle and wave aspects of reality are equally significant, things do not behave in any way that we can understand from our experience of the everyday world...all pictures are false, and there is no physical analogy we can make to understand what goes on inside atoms. Atoms behave like atoms, nothing else."},{"Author":"Susan Jacoby,  The Age of American Unreason","Category":"science","Quote":"This mindless tolerance, which places observable scientific facts, subject to proof, on the same level as unprovable supernatural fantasy, has played a major role in the resurgence of both anti-intellectualism and anti-rationalism."},{"Author":"Richard Rhodes,  The Making of the Atomic Bomb","Category":"science","Quote":"Before it is science and career, before it is livelihood, before even it is family or love, freedom is sound sleep and safety to notice the play of morning sun."},{"Author":"Isaac Newton,  The Principia: Mathematical Principles of Natural Philosophy","Category":"science","Quote":"Blind metaphysical necessity, which is certainly the same always and every where, could produce no variety of things. All that diversity of natural things which we find suited to different times and places could arise from nothing but the ideas and will of a Being, necessarily existing."},{"Author":"Philip K. Dick,  VALIS","Category":"science","Quote":"The mentally disturbed do not employ the Principle of Scientific Parsimony: the most simple theory to explain a given set of facts. They shoot for the baroque."},{"Author":"Robin Brande,  Evolution, Me & Other Freaks of Nature","Category":"science","Quote":"Maybe if I had to boil it down to one easy sentence, it would be this: I believe in evolution, and I believe in God. I just haven't worked out the details yet."},{"Author":"Christopher Moore,  Fluke: Or, I Know Why the Winged Whale Sings","Category":"science","Quote":"All killer whales are named Kevin. You knew that, right?"},{"Author":"Max Planck,  Scientific Autobiography and Other Papers","Category":"science","Quote":"An experiment is a question which science poses to Nature and a measurement is the recording of Nature's answer."},{"Author":"Santosh Kalwar","Category":"science","Quote":"In every man, there is a child. In every woman, there is a mother."},{"Author":"Steven Pinker,  Words and Rules: The Ingredients of Language","Category":"science","Quote":"Those who cannot remember the past are condemned to compute it."},{"Author":"B.F. Skinner,  Beyond Freedom and Dignity","Category":"science","Quote":"A person who has been punished is not thereby simply less inclined to behave in a given way; at best, he learns how to avoid punishment."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"And you are made of a hundred trillion cells. We are, each of us, a multitude."},{"Author":"Charles Sanders Peirce","Category":"science","Quote":"Upon this first, and in one sense this sole, rule of reason, that in order to learn you must desire to learn, and in so desiring not be satisfied with what you already incline to think, there follows one corollary which itself deserves to be inscribed upon every wall of the city of philosophy: Do not block the way of inquiry."},{"Author":"Oscar Wilde","Category":"science","Quote":"Religions die when they are proved to be true. Science is the record of dead religions."},{"Author":"Mary Roach,  Spook: Science Tackles the Afterlife","Category":"science","Quote":"In my experience, the most staunchly held views are based on ignorance or accepted dogma, not carefully considered accumulations of facts. The more you expose the intricacies and realtities of the situation, the less clear-cut things become."},{"Author":"Lewis Fry Richardson","Category":"science","Quote":"Big whirls have little whirls,That feed on their velocity;And little whirls have lesser whirls,And so on to viscosity."},{"Author":"Michael Talbot,  Mysticism and the New Physics","Category":"science","Quote":"We are not born into the world. We are born into something that we make into the world."},{"Author":"Michael Grant,  Eve & Adam","Category":"science","Quote":"Its the fate of all creators: They fall in love with their creations."},{"Author":"Douglas Adams,  Mostly Harmless","Category":"science","Quote":"I think we have different value systems.\"—Arthur\"Well mine's better.\"—Ford"},{"Author":"Toba Beta","Category":"science","Quote":"Impossibility only lasts until you find new unbelievable hard evidences."},{"Author":"Galileo Galilei,  Discoveries and Opinions of Galileo","Category":"science","Quote":"Names and attributes must be accommodated to the essence of things, and not the essence to the names, since things come first and names afterwards."},{"Author":"Oliver Wendell Holmes Sr.","Category":"science","Quote":"Science is the topography of ignorance."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Science is an attempt, largely successful, to understand the world, to get a grip on things, to get hold of ourselves, to steer a safe course. Microbiology and meteorology now explain what only a few centuries ago was considered sufficient cause to burn women to death."},{"Author":"Albert Einstein","Category":"science","Quote":"Deux choses sont infinies : l’Univers et la bêtise humaine. Mais, en ce qui concerne l’Univers, je n’en ai pas encore acquis la certitude absolue."},{"Author":"Rodolfo R. Llinás,  I of the Vortex: From Neurons to Self","Category":"science","Quote":"The neural processes underlying that which we call creativity have nothing to do with rationality. That is to say, if we look at how the brain generates creativity, we will see that it is not a rational process at all; creativity is not born out of reasoning."},{"Author":"George Bernard Shaw","Category":"science","Quote":"Science never solves a problem without creating ten more"},{"Author":"Johannes Kepler","Category":"science","Quote":"We ought not to ask why the human mind troubles to fathom the secrets of the universe. The diversity of the phenomena of nature is so great, and the treasures hidden in the skies so rich, precisely in order that the human mind shall never be lacking in fresh nourishment."},{"Author":"Michael Crichton","Category":"science","Quote":"I would remind you to notice where the claim of consensus is invoked. Consensus is invoked only in situations where the science is not solid enough. Nobody says the consensus of scientists agrees that E=mc2. Nobody says the consensus is that the sun is 93 million miles away. It would never occur to anyone to speak that way."},{"Author":"H. Rider Haggard,  She","Category":"science","Quote":"There is no such things as magic, though there is such a thing as knowledge of the hidden ways of Nature."},{"Author":"S.J. Perelman","Category":"science","Quote":"I guess I'm just an old mad scientist at bottom. Give me an underground laboratory, half a dozen atom-smashers, and a beautiful girl in a diaphanous veil waiting to be turned into a chimpanzee, and I care not who writes the nation's laws."},{"Author":"Neil deGrasse Tyson","Category":"science","Quote":"The most accessible field in science, from the point of view of language, is astrophysics. What do you call spots on the sun? Sunspots. Regions of space you fall into and you don’t come out of? Black holes. Big red stars? Red giants. So I take my fellow scientists to task. He’ll use his word, and if I understand it, I’ll say, “Oh, does that mean da-da-da-de-da?"},{"Author":"Jonathan Haidt,  The Righteous Mind: Why Good People are Divided by Politics and Religion","Category":"science","Quote":"Anyone who values truth should stop worshipping reason."},{"Author":"William A. Dembski,  The Design Revolution: Answering the Toughest Questions about Intelligent Design","Category":"science","Quote":"The fundamental claim of intelligent design is straightforward and easily intelligible: namely, there are natural systems that cannot be adequately explained in terms of undirected natural forces and that exhibit features which in any other circumstance we would attribute to intelligence."},{"Author":"Randy Pausch,  The Last Lecture","Category":"science","Quote":"Please don't die."},{"Author":"Deepak Chopra","Category":"science","Quote":"Laws of nature have no physical properties of mass /energy. They are platonic truths in transcendent realm that create & govern the Universe."},{"Author":"Atle Selberg","Category":"science","Quote":"The thing is, it's very dangerous to have a fixed idea. A person with a fixed idea will always find some way of convincing himself in the end that he is right"},{"Author":"Simon Singh,  Big Bang: The Origin of the Universe","Category":"science","Quote":"All that was required to measure the planet was a man with a stick and a brain. In other words, couple an intellect with some experimental apparatus and almost anything seems achievable."},{"Author":"Thomas Henry Huxley,  Agnosticism and Christianity and Other Essays","Category":"science","Quote":"The science, the art, the jurisprudence, the chief political and social theories, of the modern world have grown out of Greece and Rome—not by favour of, but in the teeth of, the fundamental teachings of early Christianity, to which science, art, and any serious occupation with the things of this world were alike despicable."},{"Author":"Oliver Wendell Holmes Sr.","Category":"science","Quote":"Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor."},{"Author":"Seanan McGuire,  Discount Armageddon","Category":"science","Quote":"Anyone who thinks cryptozoology is the study of the impossible has never really taken a very good look at the so-called \"natural world.\"Once you get past the megamouth sharks, naked mole rats, and spotted hyenas, then the basilisks, dragons, and cuckoos just don't seem that unreasonable. Unpleasant, yes, but unreasonable? Not really."},{"Author":"C.K. Kelly Martin,  I Know It's Over","Category":"science","Quote":"You spend months barely acknowledging someone's existence and then BOOM, you're emotionally addicted to her. Science would probably blame it on chemicals, genetics or something equally logical, but it didn't feel like anything logical"},{"Author":"Arthur Stanley Eddington,  The Nature of the Physical World","Category":"science","Quote":"Whether in the intellectual pursuits of science or in the mystical pursuits of the spirit, the light beckons ahead, and the purpose surging in our nature responds."},{"Author":"Terence McKenna","Category":"science","Quote":"Reality is, you know, the tip of an iceberg of irrationality that we've managed to drag ourselves up onto for a few panting moments before we slip back into the sea of the unreal."},{"Author":"Max Planck","Category":"science","Quote":"New scientific ideas never spring from a communal body, however organized, but rather from the head of an individually inspired researcher who struggles with his problems in lonely thought and unites all his thought on one single point which is his whole world for the moment."},{"Author":"Robert Musil,  The Man Without Qualities","Category":"science","Quote":"A man who wants the truth becomes a scientist; a man who wants to give free play to his subjectivity may become a writer; but what should a man do who wants something in between?"},{"Author":"Walker Percy,  Love in the Ruins","Category":"science","Quote":"Lord, grant that my work increase knowledge and help other men. Failing that, Lord, grant that it will not lead to man’s destruction. Failing that, Lord, grant that my article in Brain be published before the destruction takes place."},{"Author":"Albert A. Bartlett","Category":"science","Quote":"The greatest shortcoming of the human race is our inability to understand the exponential function."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"By looking far out into space we are also looking far back into time, back toward the horizon of the universe, back toward the epoch of the Big Bang."},{"Author":"Criss Jami,  Killosophy","Category":"science","Quote":"I believe in evolution in the sense that a short-tempered man is the successor of a crybaby."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"Science is only a Latin word for knowledge"},{"Author":"Nassim Nicholas Taleb,  The Bed of Procrustes: Philosophical and Practical Aphorisms","Category":"science","Quote":"The curious mind embraces science; the gifted and sensitive, the arts; the practical, business; the leftover becomes an economist"},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"The reappearance of the crescent moon after the new moon; the return of the Sun after a total eclipse, the rising of the Sun in the morning after its troublesome absence at night were noted by people around the world; these phenomena spoke to our ancestors of the possibility of surviving death. Up there in the skies was also a metaphor of immortality."},{"Author":"Kim Stanley Robinson,  Red Mars","Category":"science","Quote":"Science was many things, Nadia thought, including a weapon with which to hit other scientists."},{"Author":"David Eagleman,  Sum: Forty Tales from the Afterlives","Category":"science","Quote":"All creation necessarily ends in this: Creators, powerless, fleeing from the things they have wrought."},{"Author":"Ann Druyan","Category":"science","Quote":"If you are searching for sacred knowledge and not just a palliative for your fears, then you will train yourself to be a good skeptic."},{"Author":"Oliver Sacks,  The Man Who Mistook His Wife for a Hat and Other Clinical Tales","Category":"science","Quote":"But the saddest difference between them was that Zazetsky, as Luria said, 'fought to regain his lost faculties with the indomitable tenacity of the damned,' whereas Dr P. was not fighting, did not know what was lost. But who was more tragic, or who was more damned -- the man who knew it, or the man who did not?"},{"Author":"Steven Pinker,  How the Mind Works","Category":"science","Quote":"the mind is a neural computer"},{"Author":"Steven Weinberg","Category":"science","Quote":"One of the great achievements of science has been, if not to make it impossible for intelligent people to be religious, then at least to make it possible for them not to be religious. We should not retreat from this accomplishment."},{"Author":"Thomas Henry Huxley,  Lay Sermons, Addresses, and Reviews","Category":"science","Quote":"Extinguished theologians lie about the cradle of every science as the strangled snakes beside that of Hercules; and history records that whenever science and orthodoxy have been fairly opposed, the latter has been forced to retire from the lists, bleeding and crushed if not annihilated; scotched, if not slain."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Science is a way to call the bluff of those who only pretend to knowledge. It is a bulwark against mysticism, against superstition, against religion misapplied to where it has no business being."},{"Author":"Criss Jami,  Killosophy","Category":"science","Quote":"Beyond all sciences, philosophies, theologies, and histories, a child's relentless inquiry is truly all it takes to remind us that we don't know as much as we think we know."},{"Author":"Carl Sagan","Category":"science","Quote":"We've arranged a civilization in which most crucial elements profoundly depend on science and technology. We have also arranged things so that almost no one understands science and technology. This is a prescription for disaster."},{"Author":"Albert Einstein","Category":"science","Quote":"It is this mythical, or rather symbolic, content of the religious traditions which is likely to come into conflict with science. This occurs whenever this religious stock of ideas contains dogmatically fixed statements on subjects which belong in the domain of science."},{"Author":"Paul A.M. Dirac","Category":"science","Quote":"The measure of greatness in a scientific idea is the extent to which it stimulates thought and opens up new lines of research."},{"Author":"Peter Ustinov","Category":"science","Quote":"If the world should blow itself up, the last audible voice would be that of an expert saying it can't be done."},{"Author":"Carl Sagan","Category":"science","Quote":"A new consciousness is developing which sees the earth as a single organism and recognizes that an organism at war with itself is doomed. We are one planet. One of the great revelations of the age of space exploration is the image of the earth finite and lonely, somehow vulnerable, bearing the entire human species through the oceans of space and time."},{"Author":"Daniel C. Dennett,  Darwin's Dangerous Idea: Evolution and the Meanings of Life","Category":"science","Quote":"To put it bluntly but fairly, anyone today who doubts that the variety of life on this planet was produced by a process of evolution is simply ignorant—inexcusably ignorant, in a world where three out of four people have learned to read and write."},{"Author":"Karl Popper","Category":"science","Quote":"The more we learn about the world, and the deeper our learning, the more conscious, specific, and articulate will be our knowledge of what we do not know; our knowledge of our ignorance. For this indeed, is the main source of our ignorance - the fact that our knowledge can be only finite, while our ignorance must necessarily be infinite."},{"Author":"Ray Bradbury","Category":"science","Quote":"The best scientist is open to experience and begins with romance - the idea that anything is possible."},{"Author":"Thomas Pynchon,  Against the Day","Category":"science","Quote":"Laboring through a world every day more stultified, which expected salvation in codes and governments, ever more willing to settle for suburban narratives and diminished payoffs--what were the chances of finding anyone else seeking to transcend that, and not even particularly aware of it?"},{"Author":"Leigh Brackett","Category":"science","Quote":"Witchcraft to the ignorant, .... Simple science to the learned."},{"Author":"Iain M. Banks","Category":"science","Quote":"The History Of The Universe In Three WordsCHAPTER ONEBang!CHAPTER TWOsssssCHAPTER THREEcrunch.THE END"},{"Author":"Clifford D. Simak,  Way Station","Category":"science","Quote":"Here lies one from a distant star, but the soil is not alien to him, for in death he belongs to the universe."},{"Author":"Johannes Kepler","Category":"science","Quote":"Geometry has two great treasures; one is the Theorem of Pythagoras; the other, the division of a line into extreme and mean ratio. The first we may compare to a measure of gold; the second we may name a precious jewel."},{"Author":"Freeman Dyson,  Imagined Worlds","Category":"science","Quote":"Science is my territory, but science fiction is the landscape of my dreams."},{"Author":"Arthur Stanley Eddington","Category":"science","Quote":"An ocean traveler has even more vividly the impression that the ocean is made of waves than that it is made of water."},{"Author":"Stephen Jay Gould,  Bully for Brontosaurus: Reflections in Natural History","Category":"science","Quote":"Scientists have power by virtue of the respect commanded by the discipline... We live with poets and politicians, preachers and philosophers. All have their ways of knowing, and all are valid in their proper domain. The world is too complex and interesting for one way to hold all the answers."},{"Author":"Johannes Kepler","Category":"science","Quote":"I used to measure the skies, now I measure the shadows of Earth.Although my mind was sky-bound, the shadow of my body lies here.[Epitaph he composed for himself a few months before he died]"},{"Author":"William Shakespeare,  King Henry IV, Part 1","Category":"science","Quote":"Glendower: I can call the spirits from the vasty deep.Hotspur: Why, so can I, or so can any man;But will they come, when you do call for them?"},{"Author":"Daniel C. Dennett,  Darwin's Dangerous Idea: Evolution and the Meanings of Life","Category":"science","Quote":"Problems in science are sometimes made easier by adding complications."},{"Author":"Ron Rash,  Serena","Category":"science","Quote":"It’s ever been the way of the man of science or philosophy. Most folks stay in the dark and then complain they can’t see nothing.” – Snipes (185)"},{"Author":"Robert J. Sawyer,  Calculating God","Category":"science","Quote":"It is either coincidence piled on top of coincidence,\"said Hollus, \"or it is deliberate design."},{"Author":"Albert Einstein","Category":"science","Quote":"Try and penetrate with our limited means the secrets of nature and you will find that, behind all the descernible laws and connections, there remains something subtle, intangible and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion. To that extent I am, in fact, religious."},{"Author":"Stephen Jay Gould","Category":"science","Quote":"Science is not a heartless pursuit of objective information; it is a creative human activity."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"There are many hypotheses in science which are wrong. That’s perfectly all right: it’s the aperture to finding out what’s right. Science is a self-correcting process."},{"Author":"Mark Twain","Category":"science","Quote":"We have not the reverent feeling for the rainbow that the savage has, because we know how it is made. We have lost as much as we gained by prying into that matter."},{"Author":"Henri Poincaré,  Science and Hypothesis","Category":"science","Quote":"Le savant doit ordonner ; on fait la science avec des faits comme une maison avec des pierres ; mais une accumulation de faits n'est pas plus une science qu'un tas de pierres n'est une maison.The Scientist must set in order. Science is built up with facts, as a house is with stones. But a collection of facts is no more a science than a heap of stones is a house."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Arguments from authority carry little weight – authorities have made mistakes in the past. They will do so again in the future. Perhaps a better way to say it is that in science there are no authorities; at most, there are experts."},{"Author":"Murray Gell-Mann","Category":"science","Quote":"Today the network of relationships linking the human race to itself and to the rest of the biosphere is so complex that all aspects affect all others to an extraordinary degree. Someone should be studying the whole system, however crudely that has to be done, because no gluing together of partial studies of a complex nonlinear system can give a good idea of the behavior of the whole."},{"Author":"Theodosius Dobzhansky","Category":"science","Quote":"Nothing in biology makes sense except in the light of evolution."},{"Author":"Michael Kurland","Category":"science","Quote":"There are no things man was not meant to know. There are, perhaps, things man is too dumb to figure out, but that's a different problem."},{"Author":"Alan W. Watts,  The Essential Alan Watts","Category":"science","Quote":"You will never get to the irreducible definition of anything because you will never be able to explain why you want to explain, and so on. The system will gobble itself up."},{"Author":"Joanna Cole","Category":"science","Quote":"Take chances! Get messy! Make mistakes!"},{"Author":"William Thomson, 1st Baron Kelvin","Category":"science","Quote":"When you can measure what you are speaking about, and express it in numbers, you know something about it, when you cannot express it in numbers, your knowledge is of a meager and unsatisfactory kind; it may be the beginning of knowledge, but you have scarely, in your thoughts advanced to the stage of science."},{"Author":"Henry Miller,  The Time of the Assassins: a Study of Rimbaud","Category":"science","Quote":"He saw that science had become as great a hoax as religion, that nationalism was a farce, patriotism a fraud, education a form of leprosy, and that morals were for cannibals"},{"Author":"Jon Stewart","Category":"science","Quote":"The more you delve into science, the more it appears to rely on faith."},{"Author":"Lisa Genova,  Still Alice","Category":"science","Quote":"The well-being of a neuron depends on its ability to communicate with other neurons. Studies have shown that electrical and chemical stimulation from both a neuron's inputs and its targets support vital cellular processes. Neurons unable to connect effectively with other neurons atrophy. Useless, an abandoned neuron will die."},{"Author":"Herbert A. Simon,  The Sciences of the Artificial","Category":"science","Quote":"Human beings, viewed as behaving systems, are quite simple. The apparent complexity of our behavior over time is largely a reflection of the complexity of the environment in which we find ourselves."},{"Author":"Brian Greene,  The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory","Category":"science","Quote":"...quantum mechanics—the physics of our world—requires that you hold such pedestrian complaints in abeyance."},{"Author":"Alfred North Whitehead,  An Introduction to Mathematics","Category":"science","Quote":"The study of mathematics is apt to commence in disappointment... We are told that by its aid the stars are weighed and the billions of molecules in a drop of water are counted. Yet, like the ghost of Hamlet's father, this great science eludes the efforts of our mental weapons to grasp it."},{"Author":"Ernest Rutherford","Category":"science","Quote":"If your experiment needs a statistician, you need a better experiment."},{"Author":"Vladimir Nabokov","Category":"science","Quote":"while the scientist sees everything that happens in one point of space, the poet feels everything that happens in one point of time."},{"Author":"Alfred North Whitehead,  The Concept of Nature: The Tarner Lectures Delivered in Trinity College, 11/1919","Category":"science","Quote":"The aim of science is to seek the simplest explanations of complex facts. We are apt to fall into the error of thinking that the facts are simple because simplicity is the goal of our quest. The guiding motto in the life of every natural philosopher should be, 'Seek simplicity and distrust it."},{"Author":"Chidi Okonkwo","Category":"science","Quote":"Knowledge is like an endless resource; a well of water that satisfies the innate thirst of the growing human soul. Therefore never stop learning... because the day you do, you will also stop maturing."},{"Author":"Leonard Cohen","Category":"science","Quote":"Be With Me In The Phases Of My Work Because My Brain Feels Like It Has Been Whipped And I Yearn To Make A Small Perfect Thing Which Will Live In Your Morning Like Curious Static Through A President's Elegy Or A Nude Hunchback Acquiring A Tan On The Crowded Oily Beach."},{"Author":"J.G. Ballard","Category":"science","Quote":"Science and technology multiply around us. To an increasing extent they dictate the languages in which we speak and think. Either we use those languages, or we remain mute."},{"Author":"Carl Sagan","Category":"science","Quote":"You can get into a habit of thought in which you enjoy making fun of all those other people who don't see things as clearly as you do. We have to guard carefully against it."},{"Author":"Charlie Brooker","Category":"science","Quote":"Many people find bald, unvarnished truths so disturbing, they prefer to ram their heads in the sand and start dreaming at the first sign of scientific reality."},{"Author":"John James Audubon","Category":"science","Quote":"A true conservationist is a man who knows that the world is not given by his fathers, but borrowed from his children."},{"Author":"Maroon 5","Category":"science","Quote":"Oh! to shoot for the stars if feels right. Aim for my heart if it feels right."},{"Author":"Yasutaka Tsutsui","Category":"science","Quote":"To be able to see into a friends' dream is a dream in itself.-Doctor Kōsaku Tokita (Paprika)"},{"Author":"Rachel Carson","Category":"science","Quote":"Until we have the courage to recognize cruelty for what it is... we cannot expect things to be much better in this world... We cannot have peace among men whose hearts delight in killing any living creature. By every act that glorifies or even tolerates such moronic delight in killing we set back the progress of humanity."},{"Author":"Carl Sagan,  Billions & Billions: Thoughts on Life and Death at the Brink of the Millennium","Category":"science","Quote":"The prediction I can make with the highest confidence is that the most amazing discoveries will be the ones we are not today wise enough to foresee."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"I think the discomfort that some people feel in going to the monkey cages at the zoo is a warning sign."},{"Author":"Harry M. Collins,  The Golem at Large: What You Should Know about Technology","Category":"science","Quote":"To say that the first casualty of war is truth is to miss the rather more important point that a principal weapon of war is lies."},{"Author":"Galileo Galilei,  Lettere di Galileo Galilei","Category":"science","Quote":"I have been in my bed for five weeks, oppressed with weakness and other infirmities from which my age, seventy four years, permits me not to hope release. Added to this (proh dolor! [O misery!]) the sight of my right eye — that eye whose labors (dare I say it) have had such glorious results — is for ever lost. That of the left, which was and is imperfect, is rendered null by continual weeping."},{"Author":"Dan Brown,  Angels & Demons","Category":"science","Quote":"…Our sunsets have been reduced to wavelengths and frequencies. The complexities of the universe have been shredded into mathematical equations. Even our self-worth as human beings has been destroyed."},{"Author":"B.F. Skinner,  Walden Two","Category":"science","Quote":"A scientist may not be sure of the answer, but he's often sure he can find one. And that's a condition which is clearly not enjoyed by philosophy."},{"Author":"Dalai Lama XIV","Category":"science","Quote":"From the scientific view, the theory of karma may be a metaphysical assumption -- but it is no more so than the assumption that all of life is material and originated out of pure chance"},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"So those who wished for some central cosmic purpose for us, or at least our world, or at least our solar system, or at least our galaxy, have been disappointed, progressively disappointed. The universe is not responsive to our ambitious expectations."},{"Author":"Ken Norris","Category":"science","Quote":"The scientific method is nothing more than a system of rules to keep us from lying to each other."},{"Author":"Richard Dawkins,  The Greatest Show on Earth: The Evidence for Evolution","Category":"science","Quote":"Even if not a single fossil has ever been found, the evidence from surviving animals would still overwhelmingly force the conclusion that Darwin was right."},{"Author":"Oliver Sacks,  Musicophilia: Tales of Music and the Brain","Category":"science","Quote":"Given her deafness, the auditory part of the brain, deprived of its usual input, had started to generate a spontaneous activity of its own, and this took the form of musical hallucinations, mostly musical memories from her earlier life. The brain needed to stay incessantly active, and if it was not getting its usual stimulation..., it would create its own stimulation in the form of hallucinations."},{"Author":"Robert G. Ingersoll","Category":"science","Quote":"No one, in the world's whole history, ever attempted to substantiate a truth by a miracle. Truth scorns the assistance of miracle. Nothing but falsehood ever attested itself by signs and wonders. No miracle ever was performed, and no sane man ever thought he had performed one, and until one is performed, there can be no evidence of the existence of any power superior to, and independent of nature."},{"Author":"Haruki Murakami,  1Q84","Category":"science","Quote":"Human beings are ultimately nothing but carriers-passageways- for genes. They ride us into the ground like racehorses from generation to generation. Genes don't think about what constitutes good or evil. They don't care whether we are happy or unhappy. We're just means to an end for them. The only thing they think about is what is most efficient for them."},{"Author":"Max Planck,  The Dilemmas of an Upright Man: Max Planck and the Fortunes of German Science","Category":"science","Quote":"The assumption of an absolute determinism is the essential foundation of every scientific enquiry."},{"Author":"Henry B. Eyring","Category":"science","Quote":"Is there any conflict between science and religion? There is no conflict in the mind of God, but often there is conflict in the minds of men."},{"Author":"Janna Levin,  How the Universe Got Its Spots: Diary of a Finite Time in a Finite Space","Category":"science","Quote":"I don't believe that math and nature respond to democracy. Just because very clever people have rejected the role of the infinite, their collective opinions, however weighty, won't persuade mother nature to alter her ways. Nature is never wrong."},{"Author":"NASA","Category":"science","Quote":"This is the team. We're trying to go to the moon. If you can't put someone up, please don't put them down."},{"Author":"Georges Canguilhem,  Ideology and Rationality in the History of the Life Sciences","Category":"science","Quote":"To err is human, to persist in error is diabolical."},{"Author":"W.H. Auden,  Selected Essays","Category":"science","Quote":"Without art, we should have no notion of the sacred; without science, we should always worship false gods."},{"Author":"John Maynard Keynes","Category":"science","Quote":"Newton was not the first of the age of reason. He was the last of the magicians, the last of the Babylonians and Sumerians, the last great mind that looked out on the visible and intellectual world with the same eyes as those who began to build our intellectual inheritance rather less than 10,000 years ago."},{"Author":"Albert Einstein","Category":"science","Quote":"Oh juventud nunca dejes de pensar..."},{"Author":"John Stuart Mill","Category":"science","Quote":"The tendency has always been strong to believe that whatever received a name must be an entity or being, having an independent existence of its own. And if no real entity answering to the name could be found, men did not for that reason suppose that none existed, but imagined that it was something peculiarly abstruse and mysterious."},{"Author":"Peter Medawar","Category":"science","Quote":"The alternative to thinking in evolutionary terms is not to think at all."},{"Author":"Lewis Thomas,  Fragile Species","Category":"science","Quote":"I am a member of a fragile species, still new to the earth, the youngest creatures of any scale, here only a few moments as evolutionary time is measured, a juvenile species, a child of a species. We are only tentatively set in place, error prone, at risk of fumbling, in real danger at the moment of leaving behind only a thin layer of of our fossils, radioactive at that."},{"Author":"Loren Eiseley","Category":"science","Quote":"When man becomes greater than nature, nature, which gave us birth, will respond."},{"Author":"Pierre Laplace","Category":"science","Quote":"Your Excellency, I have no need of this hypothesis."},{"Author":"Joe Dispenza,  Breaking The Habit of Being Yourself: How to Lose Your Mind and Create a New One","Category":"science","Quote":"We should never wait for science to give us permission to do the uncommon; if we do, then we are turning science into another religion."},{"Author":"E.S. Ito,  Rahasia Meede: Misteri Harta Karun VOC","Category":"science","Quote":"Mencari, itulah titah ilmu pada pengabdinya."},{"Author":"Carl Sagan,  Cosmos","Category":"science","Quote":"The near side of a galaxy is tens of thousands of light-years closer to us than the far side; thus we see the front as it was tens of thousands of years before the back. But typical events in galactic dynamics occupy tens of millions of years, so the error in thinking of an image of a galaxy as frozen in one moment of time is small."},{"Author":"Stephen Hawking","Category":"science","Quote":"The human race is just a chemical scum on a moderate-sized planet, orbiting around a very average star in the outer suburb of one among a hundred billion galaxies. We are so insignificant that I can't believe the whole universe exists for our benefit. That would be like saying that you would disappear if I closed my eyes."},{"Author":"Stephen Jay Gould,  The Flamingo's Smile: Reflections in Natural History","Category":"science","Quote":"The human mind delights in finding pattern—so much so that we often mistake coincidence or forced analogy for profound meaning. No other habit of thought lies so deeply within the soul of a small creature trying to make sense of a complex world not constructed for it."},{"Author":"Chris Hadfield,  An Astronaut's Guide to Life on Earth","Category":"science","Quote":"Life off Earth is in two important respects not at all unworldly: you can choose to focus on the surprises and pleasures, or the frustrations. And you can choose to appreciate the smallest scraps of experience, the everyday moments, or to value only the grandest, most stirring ones."},{"Author":"Michael Crichton","Category":"science","Quote":"This fascination with computer models is something I understand very well. Richard Feynmann called it a disease. I fear he is right."},{"Author":"Alexander Pope,  An Essay on Man","Category":"science","Quote":"Order is heaven's first law."},{"Author":"Hippocrates","Category":"science","Quote":"The physician must be able to tell the antecedents, know the present, and foretell the future — must mediate these things, and have two special objects in view with regard to disease, namely, to do good or to do no harm."},{"Author":"Gavin Pretor-Pinney,  The Cloudspotter's Guide","Category":"science","Quote":"The humble Cumulus humilis - never hurt a soul."},{"Author":"Philip Plait,  Death from the Skies!: These Are the Ways the World Will End...","Category":"science","Quote":"I am using the word theory as a scientist means it: a set of ideas so well established by observations and physical models that it is essentially indistinguishable from fact. That is different from the colloquial use that means \"guess.\"To a scientist, you can bet your life on a theory. Remember, gravity is \"just a theory\"too."},{"Author":"Will Chabot","Category":"science","Quote":"NASA spent millions of dollars inventing the ball-point pen so they could write in space. The Russians took a pencil."},{"Author":"Raymond Chandler","Category":"science","Quote":"There are two kinds of truth; The truth that lights the way and the truth that warms the heart. The fist of these is science and the second is art."},{"Author":"Karl Jaspers,  Man In The Modern Age","Category":"science","Quote":"Just as primitive man believed himself to stand face to face with demons and believed that could he but know their names he would become their master, so is contemporary man faced by this incomprehensible, which disorders his calculations. \"If I can but grasp it, if I can but cognise it\", so he thinks, \"I can make it my servant."},{"Author":"Henri Poincaré,  The Value of Science: Essential Writings of Henri Poincare","Category":"science","Quote":"En un mot, pour tirer la loi de l'expérience, if faut généraliser; c'est une nécessité qui s'impose à l'observateur le plus circonspect.In one word, to draw the rule from experience, one must generalize; this is a necessity that imposes itself on the most circumspect observer."},{"Author":"Jean-Paul Sartre","Category":"science","Quote":"A kiss without a moustache, they said then, is like an egg without salt; I will add to it: and it is like Good without Evil."},{"Author":"Arthur C. Clarke","Category":"science","Quote":"There is no reason to assume that the universe has the slightest interest in intelligence—or even in life. Both may be random accidental by-products of its operations like the beautiful patterns on a butterfly's wings. The insect would fly just as well without them."},{"Author":"Isaac Asimov","Category":"science","Quote":"If a conclusion is not poetically balanced, it cannot be scientifically true."},{"Author":"Émile Coué","Category":"science","Quote":"Every day, and in every way, I am becoming better and better."},{"Author":"Michael Shermer","Category":"science","Quote":"...evolution is not a religious tenet, to which one swears allegiance or belief as a matter of faith.. It is a factual reality of the empirical world. Just as one would not say 'I believe in gravity,\"one should not proclaim 'I believe in evolution."},{"Author":"George Pólya","Category":"science","Quote":"Mathematics is the cheapest science. Unlike physics or chemistry, it does not require any expensive equipment. All one needs for mathematics is a pencil and paper."},{"Author":"Howard Nemerov","Category":"science","Quote":"Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow`s speed."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"science","Quote":"At the end of the universe you’ll find a door labeled “Do Not Enter.” No great mysteries are hidden there—it’s just a supplies closet."},{"Author":"Freeman Dyson","Category":"science","Quote":"It is our task, both in science and in society at large, to prove the conventional wisdom wrong and to make our unpredictable dreams come true"},{"Author":"Michael Lewis,  Moneyball: The Art of Winning an Unfair Game","Category":"science","Quote":"The sheer quantity of brain power that hurled itself voluntarily and quixotically into the search for new baseball knowledge was either exhilarating or depressing, depending on how you felt about baseball. The same intellectual resources might have cured the common cold, or put a man on Pluto."},{"Author":"James D. Watson","Category":"science","Quote":"Every time you understand something, religion becomes less likely. Only with the discovery of the double helix and the ensuing genetic revolution have we had grounds for thinking that the powers held traditionally to be the exclusive property of the gods might one day be ours. . . ."},{"Author":"Arthur C. Clarke,  2061: Odyssey Three","Category":"science","Quote":"It is a good principle in science not to believe any 'fact'---however well attested---until it fits into some accepted frame of reference. Occasionally, of course, an observation can shatter the frame and force the construction of a new one, but that is extremely rare. Galileos and Einsteins seldom appear more than once per century, which is just as well for the equanimity of mankind."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"science","Quote":"If the universe does consist of a battle between the devil and God, the final analysis should conclude that religion would have been the devil’s most brilliant move and science, God’s."},{"Author":"Tim Radford,  The Crisis Of Life On Earth: Our Legacy From The Second Millenium","Category":"science","Quote":"In a nutshell, the universe is 4% visible, 23% undetectable and 73% unimaginable. Welcome to the cosmos, full of mass you can measure but not manhandle, driven by a force you can infer but not explain."},{"Author":"Binoy Mukhopadyay (Jajabar),  দৃষ্টিপাত","Category":"science","Quote":"আধুনিক বিজ্ঞান মানুষকে দিয়েছে বেগ, কিন্তু কেড়ে নিয়েছে আবেগ। তাতে আছে গতির আনন্দ, নেই যতির আয়েস।"},{"Author":"Natalie Angier,  Woman: An Intimate Geography","Category":"science","Quote":"Perhaps eggs are like neurons, which also are not replenished in adulthood: they know too much. Eggs must plan the party. Sperm need only to show up- wearing top hat and tails, of course."},{"Author":"Bill Bryson,  A Short History of Nearly Everything","Category":"science","Quote":"Consider the Lichen. Lichens are just about the hardiest visible organisms on Earth, but the least ambitious."},{"Author":"Cracked.com,  You Might Be a Zombie and Other Bad News","Category":"science","Quote":"Sure, at some level scientists know nanobots will destroy mankind. They just can't resist seeing how it happens."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"science","Quote":"God is the name we give to the science we don't understand. Science is the name we give to the God we don't understand."},{"Author":"Luis Marques,  Book of Orion - Liber Aeternus","Category":"science","Quote":"There is no greater power than the one others do not believe you possess."},{"Author":"Oscar Wilde","Category":"science","Quote":"The advantage of the emotions is that they lead us astray, and the advantage of science is that it is not emotional."},{"Author":"Charles Proteus Steinmetz","Category":"science","Quote":"There are no foolish questions and no man becomes a fool until he has stopped asking questions."},{"Author":"George Gamow,  The Creation of the Universe","Category":"science","Quote":"It took less than an hour to make the atoms, a few hundred million years to make the stars and planets, but five billion years to make man!"},{"Author":"Alan Kay","Category":"science","Quote":"I don't know how many of you have ever met Dijkstra, but you probably know that arrogance in computer science is measured in nano-Dijkstras."},{"Author":"Michael Crichton,  The Lost World","Category":"science","Quote":"Although personally, I think cyberspace means the end of our species."},{"Author":"John Irving","Category":"science","Quote":"Sigmund Freud was a novelist with a scientific background. He just didn’t know he was a novelist. All those damn psychiatrists after him, they didn’t know he was a novelist either.\"(Interview in Writers at Work: The Paris Review Interviews, Eighth Series, ed. George Plimpton, 1988)"},{"Author":"Johannes Kepler,  Epitome of Copernican Astronomy and Harmonies of the World","Category":"science","Quote":"Discover the force of the skies O Men: once recognised it can be put to use."},{"Author":"Paul Karl Feyerabend,  Against Method: Outline of an Anarchistic Theory of Knowledge","Category":"science","Quote":"Science is essentially an anarchic enterprise: theoretical anarchism is more humanitarian and more likely to encourage progress than its law-and-order alternatives."},{"Author":"Serbian Proverb","Category":"science","Quote":"Be humble for you are made of earth. Be noble for you are made of stars."},{"Author":"Mary Roach,  Bonk: The Curious Coupling of Science and Sex","Category":"science","Quote":"Footnote: In 1998, a woman in Saline, Michigan received a patent for a Decorative Penile Wrap...The patent included three pages of drawings, including a penis wearing a ghost outfit, another in the robes of the Grim Reaper, and one dressed up to look like a snowman."},{"Author":"Daniel C. Dennett,  Freedom Evolves","Category":"science","Quote":"Imagination is cheap as long as you don't have to worry about the details."},{"Author":"George Sterling,  The Thirst of Satan: Poems of Fantasy and Terror","Category":"science","Quote":"And fragile is thy tenure of this worldStill haunted by the monstrous ghost of God.(\"To Science\")"},{"Author":"Matt Ridley,  The Red Queen: Sex and the Evolution of Human Nature","Category":"science","Quote":"Sex is not about reproduc-tion, gender is not about males and females, courtship is not aboutpersuasion, fashion is not about beauty, and love is not about affec-tion. Below the surface of every banality and cliche there lies irony,cynicism, and profundity."},{"Author":"W.H. Auden","Category":"science","Quote":"The true men of action in our time those who transform the world are not the politicians and statesmen but the scientists. Unfortunately poetry cannot celebrate them because their deeds are concerned with things, not persons, and are therefore speechless. When I find myself in the company of scientists, I feel like a shabby curate who has strayed by mistake into a drawing room full of dukes."},{"Author":"Alice James","Category":"science","Quote":"One has a greater sense of intellectual degradation after an interview with a doctor than from any human experience."},{"Author":"Alexander Graham Bell","Category":"science","Quote":"Mr. Watson — Come here — I want to see you.[First intelligible words spoken over the telephone]"},{"Author":"Frank Herbert,  Dune","Category":"science","Quote":"Scientists seek the lawfulness of events. It is the task of Religion to fit man into this lawfulness."},{"Author":"Banana Yoshimoto","Category":"science","Quote":"The way we think may be completely different, but you and I are an ancient, archetypal couple, the original man and woman. We are the model for Adam and Eve. For all couples in love, there comes a moment when a man gazes at a woman with the very same kind of realization. It is an infinite helix, the dance of two souls resonating, like the twist of DNA, like the vast universe."},{"Author":"Charles Darwin","Category":"science","Quote":"One day, on tearing off some old bark, I saw two rare beetles, and seized one in each hand. Then I saw a third and new kind, which I could not bear to lose, so I popped the one which I held in my right hand into my mouth. Alas! it ejected some intensely acrid fluid, which burnt my tongue so that I was forced to spit the beetle out, which was lost, as was the third one."},{"Author":"Michael Faraday","Category":"science","Quote":"But still try for who knows what is possible!"},{"Author":"Henri Poincaré,  The Value of Science: Essential Writings of Henri Poincare","Category":"science","Quote":"Deviner avant de démontrer! Ai-je besoin de rappeler que c'est ainsi que se sont faites toutes les découvertes importantes.Guessing before proving! Need I remind you that it is so that all important discoveries have been made?"},{"Author":"Stanisław Lem,  His Master's Voice","Category":"science","Quote":"And yet we knew, for a certainty, that when first emissaries of Earth went walking among the planets, Earth's other sons would be dreaming not about such expeditions but about a piece of bread."},{"Author":"Brom,  The Child Thief","Category":"science","Quote":"Men-kind shared this world for but a blink, then, sadly, they became enlightened, found science and religion. The new world of men left little room for magic or the magical creatures of old. Earth’s first children were driven into the shadows by flame and cold iron, by man’s insatiable need of conquest."},{"Author":"Karen Joy Fowler,  We Are All Completely Beside Ourselves","Category":"science","Quote":"I didn't want a world in which I had to choose between blind human babies and tortured monkey ones. To be frank, that's the sort of choice I expect science to protect me from, not give me."},{"Author":"Ozzie Zehner,  Green Illusions","Category":"science","Quote":"Wind is renewable. Turbines are not."},{"Author":"Elon Musk","Category":"science","Quote":"It is important to view knowledge as sort of a semantic tree -- make sure you understand the fundamental principles, ie the trunk and big branches, before you get into the leaves/details or there is nothing for them to hang on to."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"science","Quote":"The spirit is one of the most neglected parts of man by doctors and scientists around the world. Yet, it is as vital to our health as the heart and mind. It's time for science to examine the many facets of the soul. The condition of our soul is usually the source of many sicknesses."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Cutting off fundamental, curiosity-driven science is like eating the seed corn. We may have a little more to eat next winter but what will we plant so we and our children will have enough to get through the winters to come?"},{"Author":"William Lawrence Bragg","Category":"science","Quote":"The important thing in science is not so much to obtain new facts as to discover new ways of thinking about them"},{"Author":"Jacob Bronowski,  Science & Human Values","Category":"science","Quote":"Science, like art, is not a copy of nature but a re-creation of her."},{"Author":"Tad Williams","Category":"science","Quote":"People in science fiction flicks always seemed to know useful things about the places time travel took them. But what if the time traveler had been only an average history student? What then?"},{"Author":"Jean Rostand","Category":"science","Quote":"Science has made us gods even before we are worthy of being men."},{"Author":"William Blake","Category":"science","Quote":"May God us keepFrom Single vision and Newton's sleep."},{"Author":"Charles Sherrington","Category":"science","Quote":"Swiftly the brain becomes an enchanted loom, where millions of flashing shuttles weave a dissolving pattern-always a meaningful pattern-though never an abiding one."},{"Author":"Christopher Essex,  Taken by Storm: The Troubled Science, Policy, and Politics of Global Warming","Category":"science","Quote":"This seems charmingly paradoxical: scientists seek one truth but often voice many opinions; journalists often speak of many truths while voicing a uniform view."},{"Author":"Bertrand Russell","Category":"science","Quote":"La Ciencia en ningún momento está totalmente en lo cierto, pero rara vez está completamente equivocada y tiene en general mayores posibilidades de estar en lo cierto que las teorías no científicas."},{"Author":"Alfred North Whitehead","Category":"science","Quote":"The ideas of Freud were popularized by people who only imperfectly understood them, who were incapable of the great effort required to grasp them in their relationship to larger truths, and who therefore assigned to them a prominence out of all proportion to their true importance."},{"Author":"Anne Rice,  Lasher","Category":"science","Quote":"We have such a terrible, terrible misconception of science. We think it involves the definite, the precise, the known; it is a horrid series of gates to an unknown as vast of the universe; which means endless."},{"Author":"Jonathan Wells,  The Politically Incorrect Guide to Darwinism And Intelligent Design","Category":"science","Quote":"Teaching students the evidence for and against Darwinism is not the same as teaching intelligent design. The U.S. Congress has officially endorsed teaching students 'the full range of scientific views' about Darwinian evolution."},{"Author":"Richard Selzer,  Letters to a Young Doctor","Category":"science","Quote":"You cannot separate passion from pathology any more than you can separate a person's spirit from his body."},{"Author":"William A. Dembski,  The Design Inference: Eliminating Chance Through Small Probabilities","Category":"science","Quote":"Whenever explaining an event, we must choose from three competing modes of explanation. These are regularity, chance, and design... To attribute an event to design is to say that it cannot reasonably be referred to either regularity or chance."},{"Author":"Ben Goldacre,  Bad Science: Quacks, Hacks, and Big Pharma Flacks","Category":"science","Quote":"And if, by the end [of this book], you reckon you might still disagree with me, then I offer you this: you'll still be wrong, but you'll be wrong with a lot more panache and flair than you could possibly manage right now."},{"Author":"Wahyu Aditya,  Sila ke-6: Kreatif Sampai Mati","Category":"science","Quote":"Seni sama pentingnya dengan matematika. Seni memanusiakan manusia. Seni menciptakan rasa empati"},{"Author":"Richard Feynman","Category":"science","Quote":"I have no responsibility to live up to what others expect of me. That's their mistake, not my failing."},{"Author":"Michael Hirsch","Category":"science","Quote":"Gravity always wins"},{"Author":"Robert A. Heinlein","Category":"science","Quote":"Men are not potatoes!"},{"Author":"Gordon Freeman","Category":"science","Quote":"......"},{"Author":"Charles Sanders Peirce","Category":"science","Quote":"It is the man of science, eager to have his every opinion regenerated, his every idea rationalized, by drinking at the fountain of fact, and devoting all the energies of his life to the cult of truth, not as he understands it, but as he does not yet understand it, that ought properly to be called a philosopher."},{"Author":"Jane Goodall","Category":"science","Quote":"The least I can do is speak out for the hundreds of chimpanzees who, right now, sit hunched, miserable and without hope, staring out with dead eyes from their metal prisons. They cannot speak for themselves."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"There is much that science doesn't understand, many mysteries still to be resolved. In a Universe tens of billions of light-years across and some ten or fifteen billion years old, this may be the case forever. We are constantly stumbling on new surprises"},{"Author":"Thomas S. Monson","Category":"science","Quote":"Man has made remarkable strides in conquering outer space, but how futile have been his efforts in conquering inner space- the space in our hearts and minds of men."},{"Author":"Albert Einstein","Category":"science","Quote":"In scientific thinking are always present elements of poetry. Science and music requires a thought homogeneous."},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"science","Quote":"The point is that no matter what you choose to do with your body when you die, it won't, ultimately, be very appealing. If you are inclined to donate yourself to science, you should not let images of dissection or dismemberment put you off. They are no more or less gruesome, in my opinion, than ordinary decay or the sewing shut of your jaws via your nostrils for a funeral viewing."},{"Author":"Henry Adams,  The Education of Henry Adams","Category":"science","Quote":"Nature, to be commanded, must be obeyed. The imagination must be given not wings but weights."},{"Author":"Jonathan Safran Foer,  Eating Animals","Category":"science","Quote":"Find a printer paper and imagine a full-grown bird shaped something like a football with legs standing on it. Imagine 33,000 of these rectangles in a grid. (Broilers are never in cages, and never on multiple levels.) Now enclose the grid with windowless walls and put a ceiling on top. Run in automated (drug-laced) feed, water, heating, and ventilation systems. This is a farm."},{"Author":"Richard Fortey","Category":"science","Quote":"You must not lie about trilobites, nor yet about time."},{"Author":"Marc Bekoff","Category":"science","Quote":"The plural of anecdote is not data."},{"Author":"Gary Taubes,  Good Calories, Bad Calories","Category":"science","Quote":"The laboratory evidence that carbohydrate-rich diets can cause the body to reain water and so raise blood pressure, just as salt consumption is supposed to do, dates back well over a century"},{"Author":"E.S. Ito,  Rahasia Meede: Misteri Harta Karun VOC","Category":"science","Quote":"Tugas peneliti adalah mengungkap rahasia dengan metode"},{"Author":"James Clerk Maxwell","Category":"science","Quote":"It is of great advantage to the student of any subject to read the original memoirs on that subject, for science is always most completely assimilated when it is in the nascent state..."},{"Author":"Randall Munroe,  What If?: Serious Scientific Answers to Absurd Hypothetical Questions","Category":"science","Quote":"So Yoda sounds like our best bet as an energy source. But with world electricity consumption pushing 2 terawatts, it would take a hundred million Yodas to meet our demands. All things considered, switching to Yoda power probably isn't worth the trouble — though it would definitely be green."},{"Author":"Guillermo González,  The Privileged Planet: How Our Place in the Cosmos Is Designed for Discovery","Category":"science","Quote":"There's no obvious reason to assume that the very same rare properties that allow for our existence would also provide the best overall setting to make discoveries about the world around us. We don't think this is merely coincidental. It cries out for another explanation, an explanation that... points to purpose and intelligent design in the cosmos."},{"Author":"Robert J. Sawyer,  Calculating God","Category":"science","Quote":"No one disputes that seeming order can come out of the application of simple rules. But who wrote the rules?"},{"Author":"Matthew Goldfinger","Category":"science","Quote":"Creating a better futureRequires creativity in the present."},{"Author":"Marie Curie","Category":"science","Quote":"I am one of those who think, like Nobel, that humanity will draw more good than evil from new discoveries."},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"science","Quote":"It goes with a courageous intent to greet the universe as it really is, not to foist our emotional predispositions on it but to courageously accept what our explorations tell us."},{"Author":"Robert Ardrey,  African Genesis","Category":"science","Quote":"We were born of risen apes, not fallen angels, and the apes were armed killers besides. And so what shall we wonder at? Our murders and massacres and missiles, and our irreconcilable regiments?"},{"Author":"Annie Dillard,  Teaching a Stone to Talk: Expeditions and Encounters","Category":"science","Quote":"Geography is the key, the crucial accident of birth. A piece of protein could be a snail, a sea lion, or a systems analyst, but it had to start somewhere. This is not science; it is merely metaphor. And the landscape in which the protein \"starts\"shapes its end as surely as bowls shape water."},{"Author":"Jim Al-Khalili","Category":"science","Quote":"Arabic science throughout its golden age was inextricably linked to religion; indeed, it was driven by the need of early scholars to interpret the Qur'an."},{"Author":"Mary E. Pearson,  The Adoration of Jenna Fox","Category":"science","Quote":"Faith and science, I have learned, are two sides of the same coin, separated by an expanse so small, but wide enough that one side can't see the other. They don't even know they're connected. Father and Lily were two sides of the same coin, I've decided, and maybe I am the space in between."},{"Author":"Ryan North","Category":"science","Quote":"Scientists need to invent a way to make DNA work like in cartoons."},{"Author":"Woody Allen","Category":"science","Quote":"There's nothing like the discovery of an unknown work by a great thinker to set the intellectual community atwitter and cause academics to dart about like those things one sees when looking at a drop of water under a microscope."},{"Author":"Eliezer Yudkowsky","Category":"science","Quote":"By far the greatest danger of Artificial Intelligence is that people conclude too early that they understand it."},{"Author":"Stephen Hawking,  Black Holes and Baby Universes","Category":"science","Quote":"The people who actually make the advances in theoretical physics don't think in these categories that the philosophers and the historians of science subsequently invent for them"},{"Author":"Zakir Naik","Category":"science","Quote":"Al-Qur'an is not a book of Science, ‘S-C-I-E-N-C-E’ but a book of Signs ‘S-I-G-N-S"},{"Author":"Stafford Beer","Category":"science","Quote":"IF YOU WANT TO CREATE A CHANGE, you must challenge not only the models of Unreality, but the paradigms that underwrite them."},{"Author":"Rodney Stark","Category":"science","Quote":"Not only were science and religion compatible, they were inseparable--the rise of science was achieved by deeply religious Christian scholars."},{"Author":"Alex Filippenko","Category":"science","Quote":"It's amazing to me that we humans have the intellectual capacity to ask deep questions and to devise methods for learning how the universe works and how its contents evolve with time."},{"Author":"Sean Carroll","Category":"science","Quote":"The world keeps happening, in accordance with its rules; it's up to us to make sense of it and give it value."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"I challenge you to find a more innocuous sentence containing the words sperm, suction, swallow, and any homophone of seaman. And then call me up on the homophone and read it to me."},{"Author":"Richard Feynman","Category":"science","Quote":"If you thought you were trying to find out more about it because you're gonna get an answer to some deep philosophical question...you may be wrong! It may be that you can't get an answer to that particular question by finding out more about the character of nature. But my interest in science is to simply find out about the world."},{"Author":"Kelly Easton,  The Life History of a Star","Category":"science","Quote":"The larger a star the shorter its life, but all the more fascinating its death. As it collapses within it’s body, the infalling material can be no longer be compressed; the star is blown to pieces; its shattered mass realeases out ward at the speed of light."},{"Author":"Sam Harris,  The End of Faith: Religion, Terror, and the Future of Reason","Category":"science","Quote":"What are the chances that we will one day discover that DNA has absolutely nothing to do with inheritance? They are effectively zero."},{"Author":"Chetan Bhagat","Category":"science","Quote":"MakeNew FrNdS But Keep D oLd , One iS silVerThe Other is Gold."},{"Author":"Kelly Easton,  The Life History of a Star","Category":"science","Quote":"The atoms of the earth are formed inside of stars. Nothing really dies, everything is transformed."},{"Author":"David Stewart,  Five Standards for Safe Childbearing: Good Nutrition, Skillful Midwifery, Natural Childbirth, Home Birth, Breastfeeding","Category":"science","Quote":"Time and time again, throughout the history of medical practice, what was once considered as \"scientific\"eventually becomes regarded as \"bad practice\"."},{"Author":"Felix Alba-Juez,  Galloping with Sound - The Grand Cosmic Conspiracy","Category":"science","Quote":"There is no problem more difficult to solve than that created by ourselves."},{"Author":"Virchand Gandhi","Category":"science","Quote":"In our country religion is not different from philosophy and religion & philosophy don’t differ from science."},{"Author":"Seymour Papert,  The Children's Machine: Rethinking School In The Age Of The Computer","Category":"science","Quote":"Generally in life, knowledge is acquired to be used. But school learning more often fits Freire's apt metaphor: knowledge is treated like money, to be put away in a bank for the future."},{"Author":"Lydia Millet,  Oh Pure and Radiant Heart","Category":"science","Quote":"Beneath the violet pillar, in the vacuum before the roar of the cloud, there came a soft sound that might have been heard by those who listened closely: the gentle sigh of an idea unbound."},{"Author":"Max Planck,  The Dilemmas of an Upright Man: Max Planck and the Fortunes of German Science","Category":"science","Quote":"The highest court is in the end one’s own conscience and conviction—that goes for you and for Einstein and every other physicist—and before any science there is first of all belief."},{"Author":"Kay Redfield Jamison,  An Unquiet Mind: A Memoir of Moods and Madness","Category":"science","Quote":"One of the advantages of science is that one's work, ultimately, is either replicated or it is not."},{"Author":"William Gurstelle","Category":"science","Quote":"Science isn't just about blowing things up. Rather it's about blowing things up and knowing how you did it."},{"Author":"علي عزت بيجوفيتش,  الإسلام بين الشرق والغرب","Category":"science","Quote":"العلم دقيق أما الفن فصادق. انظر إلى لوحة لوجه إنسان أو منظر طبيعي... كم هما صادقان؟! إن فيهما من الصدق أكثر مما في أي صورة فوتوغرافية للوجة."},{"Author":"Thomas Jefferson,  Letters of Thomas Jefferson","Category":"science","Quote":"While the art of printing is left to us science can never be retrograde; what is once acquired of real knowledge can never be lost."},{"Author":"Jonathan Wells,  The Politically Incorrect Guide to Darwinism And Intelligent Design","Category":"science","Quote":"If Darwinists are opposed to mentioning scientific problems with their view, you would think they would be even more opposed to mentioning intelligent design. Yet Darwinists have been discussing ID in public school science classes for years... Biology textbooks have been mentioning intelligent design since the late 1990s—but only to misrepresent and disparage it."},{"Author":"Miguel de Unamuno,  Tragic Sense of Life","Category":"science","Quote":"Yes, yes, I see it all! — an enormous social activity, a mighty civilization, a profuseness of science, of art, of industry, of morality, and afterwords, when we have filled the world with industrial marvels, with great factories, with roads, museums and libraries, we shall fall exhausted at the foot of it all, and it will subsist — for whom? Was man made for science or was science made for man?"},{"Author":"G.K. Chesterton","Category":"science","Quote":"All we know of the Missing Link is that he is missing - and he won't be missed either."},{"Author":"Sharon Moalem,  Survival of the Sickest: A Medical Maverick Discovers Why We Need Disease","Category":"science","Quote":"Why would you take a drug that is guaranteed to kill you in forty years? One reason, right? It's the only thing that will stop you dying tomorrow."},{"Author":"Richard Dawkins,  The Selfish Gene","Category":"science","Quote":"Human suffering has been caused because too many of us cannot grasp that words are only tools for our use.The mere presence in the dictionary of a word like 'living' does not mean it necessarily has to refer to something definite in the real world."},{"Author":"Arthur C. Clarke,  2001: A Space Odyssey","Category":"science","Quote":"He did not know that the Old One was his father, for such a relationship was utterly beyond his understanding, but as he looked at the emaciated body he felt a dim disquiet that was the ancestor of sadness."},{"Author":"James Bridie","Category":"science","Quote":"Eve and the apple was the first great step in experimental science."},{"Author":"Robin R. Meyers,  Saving Jesus from the Church: How to Stop Worshiping Christ and Start Following Jesus","Category":"science","Quote":"...the ongoing suspicion that scientific discoveries or rigorous biblical scholarship will undermine faith is a tacit admission that faith is threatened by knowledge, because it is ultimately constructed on weak or faulty assumptions and, like the proverbial house of cards, needs to be \"protected\"from collapsing. (p. 21)"},{"Author":"Alfred North Whitehead","Category":"science","Quote":"In the conditions of modern life the rule is absolute, the race which does not value trained intelligence is doomed."},{"Author":"Alice Sebold,  The Lovely Bones","Category":"science","Quote":"I was like I was in science class: I was curious."},{"Author":"A.A. Bell,  Diamond Eyes","Category":"science","Quote":"I don't need to travel back in time to cause trouble. Seeing back through time finds me trouble enough!"},{"Author":"Kedar Joshi","Category":"science","Quote":"The history of science is the saga of nature defying common sense."},{"Author":"Jane Goodall","Category":"science","Quote":"But let us not forget that human love and compassion are equally deeply rooted in our primate heritage, and in this sphere too our sensibilities are of a higher order of magnitude than those of chimpanzees."},{"Author":"Hans Selye","Category":"science","Quote":"The element of chance in basic research is overrated. Chance is a lady who smiles only upon those few who know how to make her smile."},{"Author":"Thomas Jefferson","Category":"science","Quote":"They (religions) dread the advance of science as witches do the approach of daylight and scowl on the fatal harbinger announcing the subversions of the duperies on which they live."},{"Author":"Marston Bates,  The Nature Of Natural History","Category":"science","Quote":"Research is the process of going up alleys to see if they are blind."},{"Author":"Farkas Bolyai","Category":"science","Quote":"When the time is ripe for certain things, these things appear in different places in the manner of violets coming to light in early spring."},{"Author":"Clyde DeSouza,  Memories With Maya","Category":"science","Quote":"What use was time to those who'd soon achieve Digital Immortality?"},{"Author":"Al Gore,  Earth in the Balance: Ecology and the Human Spirit","Category":"science","Quote":"We can believe in the future and work to achieve it and preserve it, or we can whirl blindly on, behaving as if one day there will be no children to inherit our legacy. The choice is ours; the earth is in balance."},{"Author":"Homer W. Smith","Category":"science","Quote":"The best place to start the evolution of the vertebrates is the imagination."},{"Author":"Villiers de L'Isle-Adam,  Tomorrow's Eve","Category":"science","Quote":"I have come with this message: since our gods and our aspirations are no longer anything but scientific, why shouldn't our loves be so too?"},{"Author":"David H. Keller,  American Fantastic Tales: Terror and the Uncanny from Poe to the Pulps","Category":"science","Quote":"All space is relative. There is no such thing as size. The telescope and the microscope have produced a deadly leveling of great and small, far and near. The only little thing is sin, the only great thing is fear!(\"The Jelly-Fish\")"},{"Author":"Scott F. Gilbert","Category":"science","Quote":"Genetics might be adequate for explaining microevolution, but microevolutionary changes in gene frequency were not seen as able to turn a reptile into a mammal or to convert a fish into an amphibian. Microevolution looks at adaptations that concern the survival of the fittest, not the arrival of the fittest... The origin of species — Darwin’s problem — remains unsolved."},{"Author":"Santosh Kalwar,  A Very First Book Of Poems: Heartbreak","Category":"science","Quote":"Scientific People, unscientific mind; why are we dividing the world which could shine? Between religion and science, all what matters is human lives."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"science","Quote":"In my laboratory, I use science to measure love. Whatever you do, don’t drink out of beaker number two."},{"Author":"Joe Nickell","Category":"science","Quote":"All objects in the universe are unique. No two things that happen by chance ever happen in exactly the same way. No two things are ever constructed or manufactured in exactly the same way. No two things wear in exactly the same way. No two things ever break in exactly the same way."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"Claims that cannot be tested, assertions immune to disproof are veridically worthless, whatever value the may have in inspiring us or in exciting our sense of wonder."},{"Author":"Jim Benton,  Okay, So Maybe I Do Have Superpowers","Category":"science","Quote":"I can't imagine the scientists wanting me to walk into the lab and start fiddling around with some big bowl of electrons they had out."},{"Author":"William James,  The Principles of Psychology, Vol 1","Category":"science","Quote":"Metaphysics means nothing but an unusually obstinate effort to think clearly. The fundamental conceptions of psychology are practically very clear to us, but theoretically they are very confused, and one easily makes the obscurest assumptions in this science without realizing, until challenged, what internal difficulties they involve."},{"Author":"Victor Hugo","Category":"science","Quote":"Science says the first word on everything, and the last word on nothing."},{"Author":"Criss Jami,  Killosophy","Category":"science","Quote":"Credentials are like potential energy, the compliments of a name on paper, in documents, word of mouth, but faith is like kinetic energy, the motion and the force that which is witnessed. Hence in the end it is the faith rather than the credentials that really takes you places."},{"Author":"Harlow Shapley","Category":"science","Quote":"Some piously record 'In the beginning God', but I say 'In the beginning hydrogen'."},{"Author":"Tim Flannery,  The Weather Makers: How Man Is Changing the Climate and What It Means for Life on Earth","Category":"science","Quote":"As long as scepticism is based on a sound understanding of science it is invaluable, for that is how science progresses. But poor criticism can lead those who are unfamiliar with the science involved into doubting everything about climate change predictions."},{"Author":"Ozzie Zehner,  Green Illusions","Category":"science","Quote":"Truths are as much a matter of questions as answers."},{"Author":"Ludwig Feuerbach,  Principles of the Philosophy of the Future","Category":"science","Quote":"The task of the modern era was the realization and humanization of God – the transformation and dissolution of theology into anthropology."},{"Author":"Jack Kevorkian,  Prescription: Medicide: The Goodness of Planned Death","Category":"science","Quote":"This (...) had made me aware for the first time of the well-disguised myth that they and the academic institutions they represent are bastions of a free exchange of ideas. They are -but only of those ideas that don't 'rock the boat', that refrain from challenging hallowed taboos."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"science","Quote":"I want to meddle with an Olympic medal made of silver metal. I want to alchemize it into gold, and use a mixture of science and mysticism to transform losing into winning."},{"Author":"Brian Swimme,  The Universe Story: From the Primordial Flaring Forth to the Ecozoic Era--A Celebration of the Unfol","Category":"science","Quote":"Each being in the universe yearns for the free energy necessary for survival and development. Each existence resists extinction. The consequent history of violence in the universe is as inevitable as the gravitational pull between the Earth and the Sun."},{"Author":"Fernando Vallejo,  La puta de Babilonia","Category":"science","Quote":"... respecto al origen del mundo, si es que lo tuvo, no nos queda más remedio que aceptar que nunca sabremos cómo ocurrió y que Dios es una explicación necia que no explica nada pues es tan difícil imaginar la eternidad suya como la de la materia. Dios es la vuelta del bobo: lo postulamos para entender cuanto no entendemos, pero sin entenderlo a Él."},{"Author":"Michael Pollan,  In Defense of Food: An Eater's Manifesto","Category":"science","Quote":"Half of all broccoli grown commercially in America today is a single variety- Marathon- notable for it's high yield. The overwhelming majority of the chickens raised for meat in America are the same hybrid, the Cornish cross; more than 99 percent of turkeys are the Broad-Breasted Whites."},{"Author":"Rodney Stark","Category":"science","Quote":"Because God is perfect, his handiwork functions in accord with immutable principles. By the full use of our God-given powers of reason and observation, it ought to be possible to discover these principles. These were the crucial ideas that explain why science arose in Christian Europe and no where else."},{"Author":"Jonathan Weiner,  Long For This World: The Strange Science of Immortality","Category":"science","Quote":"It's almost as if each instant is our last and first. We are always dying, and always reborn. And that is living."},{"Author":"Walter de la Mare,  The Return","Category":"science","Quote":"Science, I am told, is making great strides, experimenting, groping after things which no sane man has ever dreamed of before – without being burned alive for it."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"think of it.' said Robert Rosenbluth, a doctor whose acquaintance i made at the start of this book. 'no engineer could design something as multifunctional and fine tuned as an anus. to call someone an asshole is really bragging him up."},{"Author":"Michael Pollan,  In Defense of Food: An Eater's Manifesto","Category":"science","Quote":"You may not think you eat a lot of corn and soybeans, but you do: 75 percent of the vegetable oils in your diet come from soy (representing 20 percent of your daily calories) and more than half of the sweeteners you consume come from corn (representing around 10 perecent of daily calories)."},{"Author":"Ash Vaz","Category":"science","Quote":"All what we think and know is an illusion. Nothing exists. Everything is an opinion."},{"Author":"Victor Hugo,  Les Misérables","Category":"science","Quote":"...Man has a tyrant, ignorance. I voted for the demise of that particular tyrant. That particular tyrant has engendered royalty, which is authority based on falsehood, whereas science is authority based on truth. Man should be governed by science alone.\"\"And conscience,\"added the bishop.\"It's the same thing. Conscience is the quota of innate science we each have inside us."},{"Author":"Kevin J. Anderson","Category":"science","Quote":"I am serving the purpose for which I was designed, therefore I am satisfied with my existence."},{"Author":"Felix Alba-Juez,  Who was Right: Ptolemy or Copernicus?","Category":"science","Quote":"Why is it so difficult for us to think in relative terms? Well, for the good reason that human nature loves absoluteness, and erroneously considers it as a state of higher knowledge."},{"Author":"Frank Close,  The Void","Category":"science","Quote":"We are the lucky ones for we shall die, as there is an infinite number of possible forms of DNA all but a few billions of which will never burst into consciousness."},{"Author":"Manuel Toharia-Cortés,  Galloping with Light - Einstein, Relativity, and Folklore","Category":"science","Quote":"Comprehending and knowing better and deeper are the best guarantees we can have to attain ideas and criteria of our own; i.e. to stop depending on what other people say. In summary, to be freer to choose our own path in life."},{"Author":"Felix Alba-Juez","Category":"science","Quote":"Subjectivity is strange to Science, while Relativity is an objective part of it."},{"Author":"Felix Alba-Juez","Category":"science","Quote":"To believe in nothing is as ridiculous as to believe in everything. Reason and factual evidence may convert a belief into knowledge."},{"Author":"Marquis Pierre Simon de Laplace","Category":"science","Quote":"Give me the positions and velocities of all the particles in the universe, and I will predict the future."},{"Author":"Israel Zangwill,  The Big Bow Mystery","Category":"science","Quote":"The Creator has – I say it in all reverence - drawn a myriad red herrings across the track, but the true scientist refuses to be baffled by superficial appearances in detecting the secrets of Nature. The vulgar herd catches at the gross apparent fact, but the man of insight knows what lies on the surfaces does lie."},{"Author":"Barack Obama","Category":"science","Quote":"We will restore science to its rightful place and wield technology's wonders to raise health care's quality and lower its cost."},{"Author":"William Golding,  Lord of the Flies","Category":"science","Quote":"Life […] is scientific, that’s what it is."},{"Author":"Alchemist","Category":"science","Quote":"A man who knows what other men know,know nothing for they all know the same"},{"Author":"Bob Marley,  The Future Is the Beginning: The Words and Wisdom of Bob Marley","Category":"science","Quote":"when the words not enough to describe how much you love....even you know she/he don't anything for you......you cant fall a sleep exactly like before's\"-kuntal"},{"Author":"Pierre-Simon Laplace","Category":"science","Quote":"Read Euler, read Euler, he is the master of us all."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"The slang for the rectum is \"prison wallet\"."},{"Author":"Paul A.M. Dirac","Category":"science","Quote":"The aim of science is to make difficult things understandable in a simpler way; the aim of poetry is to state simple things in an incomprehensible way. The two are incompatible."},{"Author":"Ernest Rutherford","Category":"science","Quote":"When we consider the magnitude and extent of his discoveries and their influence on the progress of science and of industry, there is no honour too great to pay to the memory of Faraday, one of the greatest scientific discoverers of all time."},{"Author":"Deborah M. Gordon,  Ants at Work: How an Insect Society is Organized","Category":"science","Quote":"Every time a scientist publishes a good piece of work, she helps to maintain and raise the standards for what is true. We have to keep chipping away."},{"Author":"Abdus Salam","Category":"science","Quote":"Alfred Nobel stipulated that no distinction of race or colour will determine who received of his generosity."},{"Author":"Gareth J. Nelson","Category":"science","Quote":"The idea that one can go to the fossil record and expect to empirically recover an ancestor-descendant sequence, be it of species, genera, families, or whatever, has been, and continues to be, a pernicious illusion."},{"Author":"Anaximander","Category":"science","Quote":"The Earth is cylindrical, three times as wide as it is deep, and only the upper part is inhabited. But this Earth is isolated in space, and the sky is a complete sphere in the center of which is located, unsupported, our cylinder, the Earth, situated at an equal distance from all the points of the sky."},{"Author":"Chet Raymo","Category":"science","Quote":"Science is not a collection of facts. Nor is science something that happens in the laboratory. Science happens in the head. It's a flight of imagination beyond the constraints of ordinary perception. Columbus chapter -The Virgin and the Mousetrap"},{"Author":"Albert Camus","Category":"science","Quote":"...since the order of the world is shaped by death, mightn't it be better for God if we refuse to believe in Him and struggle with all our might against death, without raising our eyes towards the heaven where He sits in silence?"},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"science","Quote":"Science is an organized pursuit of triviality.Art is a casual pursuit of significance.Let's keep it in perspective."},{"Author":"Adolfo Bioy Casares,  The Invention of Morel","Category":"science","Quote":"His work seems to confirm my old axiom: it is useless to try to keep the whole body alive."},{"Author":"George Gamow","Category":"science","Quote":"Much later, when I discussed the problem with Einstein, he remarked that the introduction of the cosmological term was the biggest blunder he ever made in his life. But this 'blunder,' rejected by Einstein, is still sometimes used by cosmologists even today, and the cosmological constant denoted by the Greek letter Λ rears its ugly head again and again and again."},{"Author":"Alexander Fleming","Category":"science","Quote":"One sometimes finds what one is not looking for"},{"Author":"Jesus Zamora Bonilla,  Galloping with Light - Einstein, Relativity, and Folklore","Category":"science","Quote":"The best ship, the best culture, the best knowledge, is the one which allows us to go farther, explore more territories or oceans of reality, and have the least damaging leaks possible."},{"Author":"William Bailey,  Great Ship of Knowledge: Learning Earth's Deathly History","Category":"science","Quote":"Together, \"Light and Knowledge\"are Inanimate, Intangible, and Inseparable."},{"Author":"Mark Christensen,  Aloha","Category":"science","Quote":"In the new century science will defeat famine, boredom, and the plague, but . . . vital knowledge will become so elevated that nobody will know how anything works. . . . the good news is that everybody will be empowered; the bad news is nobody will understand why."},{"Author":"John Arbuthnot","Category":"science","Quote":"Mathematical Knowledge adds a manly Vigour to the Mind, frees it from Prejudice, Credulity, and Superstition."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"science","Quote":"You squeeze the eyedropper, and a drop of pond water drips out onto the microscope stage. You look at the projected image. The drop is full of life - strange beings swimming, crawling, tumbling; high dramas of pursuit and escape, triumph and tragedy. This is a world populated by beings far more exotic than in any science fiction movie..."},{"Author":"Santosh Kalwar","Category":"science","Quote":"It is my mood which decides the weather, it is my mood which brings the tiny changes to humankind."},{"Author":"Humphy Davy","Category":"science","Quote":"Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure the comfort."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"science","Quote":"Science, where would scientists be without it? They’d probably still be in my basement, where I left them a few minutes ago."},{"Author":"Kedar Joshi","Category":"science","Quote":"Ask a true scientist a very profound question on his science, and he will besilent. Ask a true religious person a very simple question on his religion, and he will be frenzied."},{"Author":"William Thomson, 1st Baron Kelvin","Category":"science","Quote":"The steam engine has done much more for science than science has done for the steam engine."},{"Author":"Robert Aickman","Category":"science","Quote":"After all, that was a main purpose of science: to make things of all kinds happen sooner than they otherwise would."},{"Author":"James D. Watson","Category":"science","Quote":"People say we are playing God. My answer is: If we don't play God, who will?"},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"science","Quote":"The difference between me and a scientist is a little word called “Science.” I don’t believe in it. Science has yet to validate my disbelief in Bigfoot."},{"Author":"Mary Roach,  Packing for Mars: The Curious Science of Life in the Void","Category":"science","Quote":"Gravity disappears again, and we rise up off the floor like spooks from a grave. It's like the Rapture in here every thirty seconds."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"The simplest strategy for bouts of noxious flatus is to not care. Or perhaps to take advantage of a gastroenterologist I know: get a dog. (To blame.)"},{"Author":"Martin Farquhar Tupper","Category":"science","Quote":"Look too on this poor planet of ours,Torn by the storms of mysterious powers,Evil contending with good from its birth,Wrenching in battle the heartstrings of earth,—Ah! what infinities circle us here,Strangeness and wonderment swathing the sphere!"},{"Author":"Robert Boyle,  The Sceptical Chymist","Category":"science","Quote":"Those distinct substances, which concretes generally either afford, or are made up of, may, without very much inconvenience, be called the elements or principles of them."},{"Author":"Christy Leigh Stewart","Category":"science","Quote":"He’s a scientist. He’s never cried. He flips through Googled image searches of burn victims while he touches himself."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"science","Quote":"Pluto will always be a planet in my book. That’s because my book was published before Pluto was blacklisted by planetary scientists."},{"Author":"Nella Larsen,  Passing","Category":"science","Quote":"Everything can't be explained by some general biological phrase."},{"Author":"Linus Pauling","Category":"science","Quote":"...I am not, however, militant in my atheism. The great English theoretical physicist Paul Dirac is a militant atheist. I suppose he is interested in arguing about the existence of God. I am not. It was once quipped that there is no God and Dirac is his prophet."},{"Author":"علي عزت بيجوفيتش,  الإسلام بين الشرق والغرب","Category":"science","Quote":"العلم يكتشف أما الفن فيبدع. إن ضوء النجم البعيد الذي إكتشفه العلم كان موجودا قبل إكتشافه, أما الضوء الذي يلقيه الفن علينا ، فقد أبدعه الفن بنفسه في اللحظة نفسها."},{"Author":"Alan Guth","Category":"science","Quote":"It’s hard to build models of inflation that don't lead to a multiverse. It’s not impossible, so I think there’s still certainly research that needs to be done. But most models of inflation do lead to a multiverse, and evidence for inflation will be pushing us in the direction of taking [the idea of a] multiverse seriously."},{"Author":"Santosh Kalwar","Category":"science","Quote":"Science ask facts and religion ask faith, humans are confused between life and death."},{"Author":"نجيب محفوظ","Category":"science","Quote":"If we reject science, we reject the common man."},{"Author":"Felix Alba-Juez,  Galloping with Light - Einstein, Relativity, and Folklore","Category":"science","Quote":"The command of our language is crucial to focusing our thoughts and communicating them with precision to others."},{"Author":"Jesus Zamora Bonilla,  Galloping with Light - Einstein, Relativity, and Folklore","Category":"science","Quote":"Besides our eyes, skin and the other senses through which we receive the shadows of the exterior reality, we have a 'mental eye' (intelligence) with which we can perceive reality as it is."},{"Author":"Corrado Ghinamo,  The Beautiful Scientist: A Spiritual Approach to Science","Category":"science","Quote":"The more I read arguments for atheism, the more I am convinced it takes a very strong faith to be an atheist. And atheism seems to me the least reasonable of all faiths."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"science","Quote":"Science doesn’t listen. Science has mice growing out of its ears. Wait, I mean human ears growing out of its mice."},{"Author":"E.J.H. Corner","Category":"science","Quote":"...but I still think that to the unprejudiced, the fossil record of plants is in favor of special creation."},{"Author":"Daniel Díez Ginestar","Category":"science","Quote":"I knew that we would obtain it, I thought that what I had dreamed, had no reason to be complied."},{"Author":"Bradley Sands,  It Came from Below the Belt","Category":"science","Quote":"That's just how time travel looks like to the untrained eye. The reason why there aren't more travelers is that your average physicist refuses to be eaten by a giraffe in the name of science."},{"Author":"Ken Jennings,  Maphead: Charting the Wide, Weird World of Geography Wonks","Category":"science","Quote":"Eratosthenes, the mapmaker who was the first man to accurately measure the size of the Earth, was a librarian."},{"Author":"Mary Roach,  Stiff: The Curious Lives of Human Cadavers","Category":"science","Quote":"Not that there's anything wrong with just lying around on your back. In it's way, rotting is interesting too, as we will see. It's just that there are other ways to spend your time as a cadaver."},{"Author":"J.B.S. Haldane","Category":"science","Quote":"I am quite sure that our views on evolution would be very different had biologists studied genetics and natural selection before and not after most of them were convinced that evolution had occurred."},{"Author":"Vladimir L. Voeikov","Category":"science","Quote":"The ideology and philosophy of neo-Darwinism which is sold by its adepts as a scientific theoretical foundation of biology seriously hampers the development of science and hides from students the field’s real problems."},{"Author":"Gareth J. Nelson","Category":"science","Quote":"The phrase 'the fossil record' sounds impressive and authoritative. As used by some persons it becomes, as intended, intimidating, taking on the aura of esoteric truth as expounded by an elite class of specialists. But what is it, really, this fossil record? Only data in search of interpretation. All claims to the contrary that I know, and I know of several, are so much superstition."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"It tastes like water spiked with strange."},{"Author":"علي عزت بيجوفيتش,  الإسلام بين الشرق والغرب","Category":"science","Quote":"إن الفن - بمعنى من المعاني - خارج من الزمان وخارج عن التاريخ. قد يكون له صعود وهبوط ، ولكن ليس له تطور ولا تاريخ بالمعنى العادي للمصطلح. ليس في الفن إحتواء للمعرفة أو الخبرة كما في العلم ، فمنذ العصر الحجري حتى اليوم ، لا ترى أي زيادة في القوة التعبيرية للفن تحققت عن طريق التطور."},{"Author":"M.T Anderson","Category":"science","Quote":"I was thinking of how sometimes, trying to say the right thing to people, it's like some kind of brain surgery..."},{"Author":"Thomm Quackenbush,  We Shadows","Category":"science","Quote":"If superstition could contradict science, the world may as well be on the back of a turtle. But giving into turtle worship was a bridge too far."},{"Author":"Ian Tattersall,  Masters of the Planet: The Search for Our Human Origins","Category":"science","Quote":"Hominids typically haven't so much adapted to change, as they have accommodated to it."},{"Author":"Hans Cloos,  Conversation with the Earth","Category":"science","Quote":"It was during my enchanted days of travel that the idea came to me, which, through the years, has come into my thoughts again and again and always happily—the idea that geology is the music of the earth."},{"Author":"Mary Roach,  Gulp: Adventures on the Alimentary Canal","Category":"science","Quote":"The human digestive tract is like the Amtrak line from Seattle to Los Angeles: transit time is about thirty hours, and the scenery on the last leg is pretty monotonous."},{"Author":"Erasmus Darwin,  The Temple Of Nature","Category":"science","Quote":"Birth after birth the line unchanging runs,And fathers live transmitted in their sons;Each passing year beholds the unvarying kinds,The same their manners, and the same their minds:Till, as erelong successive buds decay,And insect-shoals successive pass away,Increasing wants the pregnant parent vexWith the fond wish to form a softer sex. .."},{"Author":"Felix Alba-Juez,  E=mc^2: The Most Famous Equation in History... and its Folklore","Category":"science","Quote":"Truth is not as pompous and romantic as myth ... but it has the immeasurable value of being the Truth."},{"Author":"Santiago Ramón y Cajal,  Advice for a Young Investigator","Category":"science","Quote":"Our novice runs the risk of failure without additional traits: a strong inclination toward originality, a taste for research, and a desire to experience the incomparable gratification associated with the act of discovery itself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"science","Quote":"While I've never read Scientific American, I'll bet it is pretty scientific. And American. Just like those prehistoric cave drawings in the south of France."},{"Author":"Felix Alba-Juez,  Galloping with Sound - The Grand Cosmic Conspiracy","Category":"science","Quote":"It is curious that the human mind could blindly accept an infinite speed but had reservations to accept a finite one, simply because it was too large!"},{"Author":"Leo Tolstoy,  On the Significance of Science and Art","Category":"science","Quote":"Where there has been true science, art has always been its exponent."},{"Author":"علي عزت بيجوفيتش","Category":"science","Quote":"إن التقدم العلمي مهما كان واضحاً بارزاً، لا يمكنه أن يجعل الأخلاق والدين غير ضروريين.فالعلم لا يعلم الناس كيف يحيون، ولا من شأنه أن يقدم لنا معايير قيمية. ذلك لأن القيم التي تسمو بالحياة الحيوانية إلى مستوى الحياة الإنسانية تبقى مجهولة وغير مفهومة بدون الدين. فالدين مدخل إلى عالم أخر متفوق على هذا العالم، والأخلاق هي معناه."},{"Author":"Felix Alba-Juez,  Galloping with Sound - The Grand Cosmic Conspiracy","Category":"science","Quote":"When we say two bodies 'touch', what we mean (without knowing it) is that both electromagnetic fields are interacting to avoid physical interpenetration and ... that happens well before subatomic particles touch!"},{"Author":"Paulo Coelho,  The Alchemist","Category":"science","Quote":"It's true; life really is generous to those who pursue their Personal Legend."},{"Author":"Robert Kanigel,  The Man Who Knew Infinity: A Life of the Genius Ramanujan","Category":"science","Quote":"Plenty of mathematicians, Hardy knew, could follow a step-by-step discursus unflaggingly—yet counted for nothing beside Ramanujan. Years later, he would contrive an informal scale of natural mathematical ability on which he assigned himself a 25 and Littlewood a 30. To David Hilbert, the most eminent mathematician of the day, he assigned an 80. To Ramanujan he gave 100."},{"Author":"Jean-Claude Carrière,  Nu sperați că veți scăpa de cărți","Category":"science","Quote":"A ști anumite lucruri pe de rost îți conferă capacitatea unei înțelegeri superioare."},{"Author":"Helge Kragh,  Matter and Spirit in the Universe: Scientific and Religious Preludes to Modern Cosmology","Category":"science","Quote":"Alfvén dismissed in his address religion as a 'myth'..."}]