[{"Author":"Marcus Tullius Cicero","Category":"soul","Quote":"A room without books is like a body without a soul."},{"Author":"Aristotle","Category":"soul","Quote":"What is a friend? A single soul dwelling in two bodies."},{"Author":"Rumi","Category":"soul","Quote":"Out beyond ideas of wrongdoing and rightdoing there is a field.I'll meet you there.When the soul lies down in that grassthe world is too full to talk about."},{"Author":"Friedrich Nietzsche","Category":"soul","Quote":"Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you."},{"Author":"Virginia Woolf,  Between the Acts","Category":"soul","Quote":"Books are the mirrors of the soul."},{"Author":"Nicholas Sparks","Category":"soul","Quote":"The reason it hurts so much to separate is because our souls are connected."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"soul","Quote":"I think... if it is true that there are as many minds as there are heads, then there are as many kinds of love as there are hearts."},{"Author":"Victor Hugo","Category":"soul","Quote":"What Is Love? I have met in the streets a very poor young man who was in love. His hat was old, his coat worn, the water passed through his shoes and the stars through his soul"},{"Author":"Bob Marley","Category":"soul","Quote":"Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold."},{"Author":"Cassandra Clare,  City of Bones","Category":"soul","Quote":"What do you want?\"\"Just coffee. Black - like my soul."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"soul","Quote":"Every book, every volume you see here, has a soul. The soul of the person who wrote it and of those who read it and lived and dreamed with it. Every time a book changes hands, every time someone runs his eyes down its pages, its spirit grows and strengthens."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"soul","Quote":"Whatever you are physically...male or female, strong or weak, ill or healthy--all those things matter less than what your heart contains. If you have the soul of a warrior, you are a warrior. All those other things, they are the glass that contains the lamp, but you are the light inside."},{"Author":"Daniel Defoe","Category":"soul","Quote":"The soul is placed in the body like a rough diamond, and must be polished, or the luster of it will never appear."},{"Author":"Marilyn Monroe","Category":"soul","Quote":"Hollywood is a place where they'll pay you a thousand dollars for a kiss and fifty cents for your soul. I know, because I turned down the first offer often enough and held out for the fifty cents."},{"Author":"Rumi","Category":"soul","Quote":"Words are a pretext. It is the inner bond that draws one person to another, not words."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"soul","Quote":"Do you think, because I am poor, obscure, plain and little, I am soulless and heartless? You think wrong! - I have as much soul as you, - and full as much heart! And if God had gifted me with some beauty and much wealth, I should have made it as hard for you to leave me, as it is now for me to leave you!"},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"soul","Quote":"Rummaging in our souls, we often dig up something that ought to have lain there unnoticed."},{"Author":"Walt Whitman","Category":"soul","Quote":"Whatever satisfies the soul is truth."},{"Author":"José Saramago,  Blindness","Category":"soul","Quote":"Inside us there is something that has no name, that something is what we are."},{"Author":"Rumi","Category":"soul","Quote":"Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation."},{"Author":"Colleen Hoover,  Point of Retreat","Category":"soul","Quote":"If I were a carpenter, I would build you a window to my soul. But I would leave that window shut and locked, so that every time you tried to look through it all you would see is your own reflection. You would see that my soul is a reflection of you."},{"Author":"Muriel Spark,  The Prime of Miss Jean Brodie","Category":"soul","Quote":"To me education is a leading out of what is already there in the pupil's soul."},{"Author":"Edgar Allan Poe","Category":"soul","Quote":"Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"soul","Quote":"The soul, fortunately, has an interpreter - often an unconscious but still a faithful interpreter - in the eye."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"Laughter is the sound of the soul dancing. My soul probably looks like Fred Astaire."},{"Author":"Wole Soyinka,  The Lion and the Jewel","Category":"soul","Quote":"Romance is the sweetening of the soulWith fragrance offered by the stricken heart."},{"Author":"Douglas Coupland,  The Gum Thief","Category":"soul","Quote":"I don't deserve a soul, yet I still have one. I know because it hurts."},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"soul","Quote":"My soul is impatient with itself, as with a bothersome child; its restlessness keeps growing and is forever the same. Everything interests me, but nothing holds me. I attend to everything, dreaming all the while. […]. I'm two, and both keep their distance — Siamese twins that aren't attached."},{"Author":"Drew Barrymore","Category":"soul","Quote":"If you don't take risks, you'll have a wasted soul."},{"Author":"Charles Dickens,  A Tale of Two Cities","Category":"soul","Quote":"I wish you to know that you have been the last dream of my soul."},{"Author":"Lana Del Rey","Category":"soul","Quote":"I was always an unusual girl.My mother told me I had a chameleon soul, no moral compass pointing due north, no fixed personality; just an inner indecisiveness that was as wide and as wavering as the ocean."},{"Author":"Marcus Aurelius,  Meditations","Category":"soul","Quote":"The soul becomes dyed with the colour of its thoughts."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"soul","Quote":"Let today be the day you stop being haunted by the ghost of yesterday. Holding a grudge & harboring anger/resentment is poison to the soul. Get even with people...but not those who have hurt us, forget them, instead get even with those who have helped us."},{"Author":"Carlos Ruiz Zafón,  The Angel's Game","Category":"soul","Quote":"Every book has a soul, the soul of the person who wrote it and the soul of those who read it and dream about it."},{"Author":"Natalie Goldberg,  Writing Down the Bones: Freeing the Writer Within","Category":"soul","Quote":"Write what disturbs you, what you fear, what you have not been willing to speak about. Be willing to be split open."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"soul","Quote":"Laws and principles are not for the times when there is no temptation: they are for such moments as this, when body and soul rise in mutiny against their rigour ... If at my convenience I might break them, what would be their worth?"},{"Author":"Victoria Moran,  Lit From Within: Tending Your Soul For Lifelong Beauty","Category":"soul","Quote":"To the people who love you, you are beautiful already. This is not because they’re blind to your shortcomings but because they so clearly see your soul. Your shortcomings then dim by comparison. The people who care about you are willing to let you be imperfect and beautiful, too. (20)"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"soul","Quote":"People tend to be generous when sharing their nonsense, fear, and ignorance. And while they seem quite eager to feed you their negativity, please remember that sometimes the diet we need to be on is a spiritual and emotional one. Be cautious with what you feed your mind and soul. Fuel yourself with positivity and let that fuel propel you into positive action."},{"Author":"James Herriot,  All Creatures Great and Small","Category":"soul","Quote":"If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."},{"Author":"David Mitchell,  Cloud Atlas","Category":"soul","Quote":"Souls cross ages like clouds cross skies, an' tho' a cloud's shape nor hue nor size don't stay the same, it's still a cloud an' so is a soul. Who can say where the cloud's blowed from or who the soul'll be 'morrow? Only Sonmi the east an' the west an' the compass an' the atlas, yay, only the atlas o' clouds."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"Sometimes your light shines so bright that it blinds people from seeing who you really are."},{"Author":"Ayn Rand,  The Fountainhead","Category":"soul","Quote":"To sell your soul is the easiest thing in the world. That's what everybody does every hour of his life. If I asked you to keep your soul - would you understand why that's much harder?"},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"soul","Quote":"Your soul knows the geography of your destiny. Your soul alone has the map of your future, therefore you can trust this indirect, oblique side of yourself. If you do, it will take you where you need to go, but more important it will teach you a kindness of rhythm in your journey."},{"Author":"Charlie Chaplin","Category":"soul","Quote":"Your naked body should only belong to those who fall in love with your naked soul."},{"Author":"Frederick Delius","Category":"soul","Quote":"Music is an outburst of the soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"My brain is divided into two butterflies, and both are in love with your rose-shaped heart. If you've got the garden, I've got my whole life."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"soul","Quote":"She has a sly smile, and eyes that seem to see my essence as they explore my soul and implore my spirit to enter her. I look at her and I see love."},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"soul","Quote":"My soul is a hidden orchestra; I know not what instruments, what fiddlestrings and harps, drums and tamboura I sound and clash inside myself. All I hear is the symphony."},{"Author":"Dave Pelzer,  A Child Called \"It\"","Category":"soul","Quote":"Childhood should be carefree, playing in the sun; not living a nightmare in the darkness of the soul."},{"Author":"Sylvia Plath,  The Collected Poems","Category":"soul","Quote":"I am terrified by this dark thing that sleeps in me."},{"Author":"Thomas Moore","Category":"soul","Quote":"It is only through mystery and madness that the soul is revealed"},{"Author":"Stephen King,  Under the Dome","Category":"soul","Quote":"She can't help it,' he said. 'She's got the soul of a poet and the emotional makeup of a junkyard dog."},{"Author":"James Frey,  A Million Little Pieces","Category":"soul","Quote":"There is emotion in the hug, and there is respect and a form of love. Emotion that comes from honesty, respect that comes from challenge, and the form of love that exists between people whose minds have touched, whose hearts have touched, whose souls have touched. Our minds touched. Our hearts touched. Our souls touched.We separate."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"My I love you was a measured response, like one gallon of coffee in one cup of sugar. It was just overflowing with an awakening of my soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"I am the coffee, and God is The Barista. Through me, he may awaken your soul. But the coffee knows not what flows through the mind of The Barista."},{"Author":"Paulo Coelho,  The Pilgrimage","Category":"soul","Quote":"We must never stop dreaming. Dreams provide nourishment for the soul, just as a meal does for the body."},{"Author":"Federico García Lorca","Category":"soul","Quote":"But hurry, let's entwine ourselves as one, our mouth broken, our soul bitten by love, so time discovers us safely destroyed."},{"Author":"Walt Whitman","Category":"soul","Quote":"Re-examine all you have been told. Dismiss what insults your soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"The harmonica has musical wind, and is the breath of soul. It’s like a sad, lonely I love you lost in the breeze."},{"Author":"Paulo Coelho,  Eleven Minutes","Category":"soul","Quote":"I'm not a body with a soul, I'm a soul that has a visible part called the body."},{"Author":"Patti Roberts,  The Angels Are Here","Category":"soul","Quote":"Sometimes, the only soul that can mend a broken heart is the one that broke it. For they are the ones holding all the pieces."},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"soul","Quote":"Once the soul awakens, the search begins and you can never go back. From then on, you are inflamed with a special longing that will never again let you linger in the lowlands of complacency and partial fulfillment. The eternal makes you urgent. You are loath to let compromise or the threat of danger hold you back from striving toward the summit of fulfillment."},{"Author":"Edith Wharton","Category":"soul","Quote":"There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one's self, the very meaning of one's soul."},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"soul","Quote":"Beauty is the illumination of your soul."},{"Author":"Kami Garcia,  Beautiful Creatures","Category":"soul","Quote":"Dig deep. Find your way to your soul."},{"Author":"Emery Allen","Category":"soul","Quote":"I feel like a part of my soul has loved you since the beginning of everything.Maybe we’re from the same star."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"When you give yourself permission to communicate what matters to you in every situation you will have peace despite rejection or disapproval. Putting a voice to your soul helps you to let go of the negative energy of fear and regret."},{"Author":"L.M. Montgomery,  Rilla of Ingleside","Category":"soul","Quote":"The body grows slowly and steadily but the soul grows by leaps and bounds. It may come to its full stature in an hour."},{"Author":"Marcus Aurelius,  Meditations","Category":"soul","Quote":"You are a little soul carrying about a corpse, as Epictetus used to say."},{"Author":"Oscar Wilde,  De Profundis","Category":"soul","Quote":"To regret one’s own experiences is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul."},{"Author":"V. Vale,  Modern Primitives: An Investigation of Contemporary Adornment and Ritual","Category":"soul","Quote":"A tattoo is a true poetic creation, and is always more than meets the eye. As a tattoo is grounded on living skin, so its essence emotes a poignancy unique to the mortal human condition."},{"Author":"Ursula K. Le Guin,  A Wizard of Earthsea","Category":"soul","Quote":"It is very hard for evil to take hold of the unconsenting soul."},{"Author":"Karl Lagerfeld","Category":"soul","Quote":"A respectable appearance is sufficient to make people more interested in your soul"},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"soul","Quote":"Hydrogenated and androgynous milky white love is all I have to offer you. Would you like me to pour it in your coffee, or directly into your soul?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"After soul searching, I found myself. Then I found myself giving of myself to a charity that finds missing children. It's great to be found."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"soul","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Sharon Swan","Category":"soul","Quote":"If someone loves you, they should not be envious of you pouring your heart and soul and time and energy into the things that you are passionate about, but instead....they should love you MORE because you are so involved in those things."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"My coffee cup is empty. Why don't you pour your love in and wake up my soul?"},{"Author":"Bree Despain,  The Dark Divine","Category":"soul","Quote":"That's what makes it so right. Your eyes—your soul is there, but the rest of you is still so undefined. That's the beauty of childhood. The eyes show everything you've seen so far, but the rest of you is still so open to possibility, to whatever you might become."},{"Author":"Frances Hodgson Burnett,  A Little Princess","Category":"soul","Quote":"How it is that animals understand things I do not know, but it is certain that they do understand. Perhaps there is a language which is not made of words and everything in the world understands it. Perhaps there is a soul hidden in everything and it can always speak, without even making a sound, to another soul."},{"Author":"Lao Tzu","Category":"soul","Quote":"So the unwanting soulsees what's hidden,and the ever-wanting soulsees only what it wants."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"soul","Quote":"There is no such thing as a good influence. Because to influence a person is to give him one's own soul. He does not think his natural thoughts, or burn with his natural passions. His virtures are not real to him. His sins, if there are such thing as sins, are borrowed. He becomes an echo of someone else's music, an actor of a part that has not been written for him."},{"Author":"Gustave Flaubert,  November","Category":"soul","Quote":"Everyone, either from modesty or egotism, hides away the best and most delicate of his soul’s possessions; to gain the esteem of others, we must only ever show our ugliest sides; this is how we keep ourselves on the common level"},{"Author":"Dom Hubert Van Zeller","Category":"soul","Quote":"What the soul hardly realizes is that, unbeliever or not, his loneliness is really a homesickness for God."},{"Author":"Anthony De Sa,  Barnacle Love","Category":"soul","Quote":"The Portuguese call it saudade: a longing for something so indefinite as to be indefinable. Love affairs, miseries of life, the way things were, people already dead, those who left and the ocean that tossed them on the shores of a different land — all things born of the soul that can only be felt."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"soul","Quote":"When we were we, with you is the only place I wanted to be. When we were just two separate souls, I used to dream of a place where we'd come together as one.-Jarod Kintz and Karen Quan"},{"Author":"Hilary Duff,  Devoted","Category":"soul","Quote":"Soulmate\"is an overused term, but a true soul connection is very rare, and very real."},{"Author":"Emery Allen","Category":"soul","Quote":"You don't need another Human Being to make your life complete, but let's be honest. Having your wounds kissed by someone who doesn't see them as disasters In your soul, but cracks to put their love into, Is the most calming thing In this World."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"soul","Quote":"Whatever happens to your body, your soul will survive, untouched..."},{"Author":"Deepak Chopra,  Life After Death: The Burden of Proof","Category":"soul","Quote":"What keeps life fascinating is the constant creativity of the soul."},{"Author":"Vincent van Gogh","Category":"soul","Quote":"There may be a great fire in our soul, yet no one ever comes to warm himself at it, and the passers-by see only a wisp of smoke."},{"Author":"Anthon St. Maarten,  Divine Living: The Essential Guide To Your True Destiny","Category":"soul","Quote":"You are one thing only. You are a Divine Being. An all-powerful Creator. You are a Deity in jeans and a t-shirt, and within you dwells the infinite wisdom of the ages and the sacred creative force of All that is, will be and ever was."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"soul","Quote":"Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"soul","Quote":"Reading a book is like having the ability to dip a straw into the author’s soul and sip and slurp without lowering the water table of wisdom."},{"Author":"Charlotte Brontë,  Jane Eyre","Category":"soul","Quote":"And it is you, spirit--with will and energy, and virtue and purity--that I want, not alone with your brittle frame."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"The wise do not buy into other people’s perceptions of who they are and what they are capable of. Instead, they bypass a person’s public persona and see who they are in their highest expression. When you see actions taken with integrity, instead of words only, you will then know a soul’s worth."},{"Author":"Oscar Wilde","Category":"soul","Quote":"I drink to separate my body from my soul."},{"Author":"Ma Jaya Sati Bhagavati,  The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You","Category":"soul","Quote":"Quiet the mind, and the soul will speak."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"I love deeply. I love long. I love wide and high. That's right, my love is interdimensional, and my vortex will heal your body and soul."},{"Author":"J.K. Rowling,  Harry Potter and the Prisoner of Azkaban","Category":"soul","Quote":"You can exist without your soul, you know, as long as your brain and heart are still working. But you’ll have no sense of self anymore, no memory, no . . . anything. There’s no chance at all of recovery. You’ll just — exist. As an empty shell. And your soul is gone forever . . . lost."},{"Author":"Thomas Moore,  Care of the Soul: Guide for Cultivating Depth and Sacredness in Everyday Life","Category":"soul","Quote":"Disappointments in love, even betrayals and losses, serve the soul at the very moment they seem in life to be tragedies. The soul is partly in time and partly in eternity. We might remember the part that resides in eternity when we feel despair over the part that is in life."},{"Author":"Colbie Caillat","Category":"soul","Quote":"A great song should lift your heart, warm the soul and make you feel good."},{"Author":"William James,  The Principles of Psychology","Category":"soul","Quote":"Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"soul","Quote":"Everyone must leave something behind when he dies . . . Something your hand touched some way so your soul has somewhere to go when you die . . . It doesn't matter what you do, so long as you change something from the way it was before you touched it into something that's like you after you take your hands away."},{"Author":"Melissa de la Cruz","Category":"soul","Quote":"Who knew that the path to a womans heart was through the soul of an honest man?"},{"Author":"Victor Hugo,  Les Misérables","Category":"soul","Quote":"There is one spectacle grander than the sea, that is the sky; there is one spectacle grander than the sky, that is the interior of the soul."},{"Author":"ليلى الجهني,  40 في معنى أن أكبر","Category":"soul","Quote":"الذي ينهك روحي أن أكون مع الناس طوال الوقت ، أو لفترات طويلة"},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"Don’t worry if people think you’re crazy. You are crazy. You have that kind of intoxicating insanity that lets other people dream outside of the lines and become who they’re destined to be."},{"Author":"John O'Donohue","Category":"soul","Quote":"One of the deepest longings of the human soul is to be seen."},{"Author":"Santosh Kalwar","Category":"soul","Quote":"If life is a journey then let my soul travel and share your pain."},{"Author":"Edward Abbey","Category":"soul","Quote":"Sentiment without action is the ruin of the soul."},{"Author":"G.K. Chesterton,  A Chesterton calendar","Category":"soul","Quote":"The object of a New Year is not that we should have a new year. It is that we should have a new soul and a new nose; new feet, a new backbone, new ears, and new eyes. Unless a particular man made New Year resolutions, he would make no resolutions. Unless a man starts afresh about things, he will certainly do nothing effective."},{"Author":"Gustave Flaubert","Category":"soul","Quote":"There are two infinities that confuse me: the one in my soul devours me; the one around me will crush me"},{"Author":"Toba Beta,  Master of Stupidity","Category":"soul","Quote":"Crying relieves pressure on soul."},{"Author":"Michel Faber,  The Crimson Petal and the White","Category":"soul","Quote":"A single day spent doing things which fail to nourish the soul is a day stolen, mutilated, and discarded in the gutter of destiny."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I want to be the best version of myself for anyone who is going to someday walk into my life and need someone to love them beyond reason."},{"Author":"April Genevieve Tucholke,  Between the Devil and the Deep Blue Sea","Category":"soul","Quote":"Sunshine, if I ever disappear, please tell people that I ran after the Devil, trying to get my soul back."},{"Author":"Stephenie Meyer,  The Host","Category":"soul","Quote":"I wanted the monster back and that was plainly wrong."},{"Author":"John Vance Cheney","Category":"soul","Quote":"The soul would have no rainbow, had the eyes no tears."},{"Author":"Neil Gaiman","Category":"soul","Quote":"Idris: Are all people like this?The Doctor: Like what?Idris: So much bigger on the inside."},{"Author":"Hermann Hesse,  Siddhartha","Category":"soul","Quote":"Dreams and restless thoughts came flowing to him from the river, from the twinkling stars at night, from the sun's melting rays. Dreams and a restlessness of the soul came to him."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"soul","Quote":"This is thy hour O Soul, thy free flight into the wordless, Away from books, away from art, the day erased, the lesson done,Thee fully forth emerging, silent, gazing, pondering the themes thou lovest best. Night, sleep, and the stars."},{"Author":"Arthur Rimbaud","Category":"soul","Quote":"But the problem is to make the soul into a monster"},{"Author":"Alexander Pope,  The Rape of the Lock","Category":"soul","Quote":"Beauties in vain their pretty eyes may roll; Charms strike the sight, but merit wins the soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"Eat, fast, and then eat fast. It’s a diet for both the body and the soul."},{"Author":"C. JoyBell C.","Category":"soul","Quote":"I am never alone wherever I am. The air itself supplies me with a century of love. When I breathe in, I am breathing in the laughter, tears, victories, passions, thoughts, memories, existence, joys, moments, and the hues of the sunlight on many tones of skin; I am breathing in the same air that was exhaled by many before me. The air that bore them life. And so how can I ever say that I am alone?"},{"Author":"Thomas Mann,  The Magic Mountain","Category":"soul","Quote":"Laughter is a sunbeam of the soul."},{"Author":"Jeremy Aldana","Category":"soul","Quote":"If my eyes have pain, I close them; If my body aches, I rest it; If my heart breaks, I mend it; If my soul is lost, I pray for it"},{"Author":"Sherrilyn Kenyon,  Invincible","Category":"soul","Quote":"The wealth of a soul is measured by how much it can feel... its poverty by how little."},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"soul","Quote":"I could be in the middle of a spiritual hurricane, my soul torn and tormented, but when I see you smile it's blue skies for miles. You give me a tsunami of emotions, and my heart is trying to find peace through crashing waves, but they always end up in a cyclone that never dies.-Jarod Kintz and Karen Quan"},{"Author":"Richelle E. Goodrich,  Smile Anyway: Quotes, Verse, & Grumblings for Every Day of the Year","Category":"soul","Quote":"A daily dose of daydreaming heals the heart, soothes the soul, and strengthens the imagination."},{"Author":"William Wordsworth","Category":"soul","Quote":"Our birth is but a sleep and a forgetting:The Soul that rises with us, our life's Star,Hath had elsewhere its setting,And cometh from afar:Not in entire forgetfulness,And not in utter nakedness,But trailing clouds of glory do we come"},{"Author":"Tom Stoppard,  Rock 'n' Roll","Category":"soul","Quote":"I am not my body. My body is nothing without me."},{"Author":"Langston Hughes","Category":"soul","Quote":"I've known rivers:I've known rivers ancient as the world and older than the flow of human blood in human veins.My soul has grown deep like the rivers."},{"Author":"Nancy Farmer,  The House of the Scorpion","Category":"soul","Quote":"I love you,\"Matt said.I love you, too,\"Maria replied. \"I know that's a sin, and I'll probably go to hell for it.\"If I have a soul, I'll go with you,\"promised Matt."},{"Author":"Ray Bradbury,  Long After Midnight","Category":"soul","Quote":"But souls can't be sold. They can only be lost and never found again."},{"Author":"Brian L. Weiss,  Muchas Vidas, Muchos Maestros","Category":"soul","Quote":"Inner peace is impossible without patience. Wisdom requires patience. Spiritual growth implies the mastery of patience. Patience allows the unfolding of destiny to proceed at its won unhurried pace."},{"Author":"Allan Rufus","Category":"soul","Quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org"},{"Author":"Amit Ray","Category":"soul","Quote":"Do not live in the shadow of the masters for ever. Learn to live in the light of your soul. Life deserves full expression."},{"Author":"Roman Payne,  Cities & Countries","Category":"soul","Quote":"This was how it was with travel: one city gives you gifts, another robs you. One gives you the heart’s affections, the other destroys your soul. Cities and countries are as alive, as feeling, as fickle and uncertain as people. Their degrees of love and devotion are as varying as with any human relation. Just as one is good, another is bad."},{"Author":"Horace,  The Odes of Horace: Bilingual Edition","Category":"soul","Quote":"Caelum non animum mutant qui trans mare currunt.(They change their sky, not their soul, who rush across the sea.)"},{"Author":"Kahlil Gibran,  The Prophet","Category":"soul","Quote":"Your soul is oftentimes a battlefield, upon your reason and your judgment wage war against your passion and your appetite."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"If you want to discover the true character of a person, you have only to observe what they are passionate about."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"soul","Quote":"Yoga means addition - addition of energy, strength and beauty to body, mind and soul."},{"Author":"Mary Doria Russell,  Children of God","Category":"soul","Quote":"How can you hear your soul if everyone is talking?"},{"Author":"Ray Lamontagne,  Ray Lamontagne and the Pariah Dogs - God Willin' & the Creek Don't Rise","Category":"soul","Quote":"Now the wren has gone to roost and the sky is turnin' goldAnd like the sky my soul is also turnin'Turnin' from the past, at last and all I've left behind"},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"For so many years, I couldn’t understand why every time I thought that someone finally loved me, like… for real, they would eventually turn to vapor. Every person whom I’ve ever loved is trapped inside of my chest. I’ve breathed all of them in so deeply that I’ve nearly choked and died on every soul that I’ve ever given myself to."},{"Author":"William Hazlitt,  Essays of William Hazlitt: Selected and Edited, with Introduction and Notes, by Frank Carr","Category":"soul","Quote":"Books let us into their souls and lay open to us the secrets of our own.\"[The Sick Chamber (The New Monthly Magazine , August 1830)]"},{"Author":"Thomas More","Category":"soul","Quote":"The many great gardens of the world, of literature and poetry, of painting and music, of religion and architecture, all make the point as clear as possible: The soul cannot thrive in the absence of a garden. If you don't want paradise, you are not human; and if you are not human, you don't have a soul."},{"Author":"Amit Ray,  Yoga and Vipassana: An Integrated Life Style","Category":"soul","Quote":"Yoga is the art work of awareness on the canvas of body, mind, and soul."},{"Author":"John Calvin","Category":"soul","Quote":"The torture of a bad conscience is the hell of a living soul."},{"Author":"Lang Leav,  Love & Misadventure","Category":"soul","Quote":"The WandererWhat is she like?I was told—she is amelancholy soul.She is likethe sun to the night;a momentary gold.A star when dimmedby dawning light;the flicker ofa candle blown.A lonely kitelost in flight—someone oncehad flown."},{"Author":"Oscar Wilde,  Complete Works of Oscar Wilde","Category":"soul","Quote":"To be really mediæval one should have no body. To be really modern one should have no soul. To be really Greek one should have no clothes."},{"Author":"Renee Carlino,  Sweet Thing","Category":"soul","Quote":"Tears had poured from her eyes without any change in her facial expression. It’s pure pain and pure surrender when your soul cries without any fight from your body and that’s how I knew she was deeply affected."},{"Author":"Thomas Moore,  Care of the Soul: Guide for Cultivating Depth and Sacredness in Everyday Life","Category":"soul","Quote":"It may help us, in those times of trouble, to remember that love is not only about relationship, it is also an affair of the soul."},{"Author":"Heidi W. Durrow,  The Girl Who Fell from the Sky","Category":"soul","Quote":"A woman made of parts is a dangerous thing. You never know when she'll throw away a piece you may need."},{"Author":"J.M. Coetzee,  Disgrace","Category":"soul","Quote":"His own opinion, which he does not air, is that the origin of speech lie in song, and the origins of song in the need to fill out with sound the overlarge and rather empty human soul."},{"Author":"Oscar Wilde,  De Profundis","Category":"soul","Quote":"The final mystery is oneself. When one has weighed the sun in the balance, and measured the steps of the moon, and mapped out the seven heavens star by star, there still remains oneself. Who can calculate the orbit of his own soul?"},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"soul","Quote":"I regained my soul through literature after those times I'd lost it to wild-eyed gypsy girls on the European streets."},{"Author":"Gérard de Nerval","Category":"soul","Quote":"Every flower is a soul blossoming in nature."},{"Author":"Neal Shusterman,  Unwind","Category":"soul","Quote":"I was asking if unwinding kills you, or if it leaves you alive somehow. C'mon—it's not like we haven't thought about it.\"(...)What do you think, Connor?\"asks Hayden. \"What hap­pens to your soul when you get unwound?\"Who says I even got one?\"For the sake of argument, let's say you do.\"Who says I want an argument?"},{"Author":"Jarod Kintz,  liQUID PROse QUOtes","Category":"soul","Quote":"The sunset produces flower clouds in a garden in the sky, and while there is still light you can see a heavenly representation of my love for you.The sunrise produces rays that light up the world like your eyes do when you're with me. They shimmer and I can see the stars in your eyes that gleam from your soul.-Jarod Kintz and Karen Quan"},{"Author":"Brené Brown","Category":"soul","Quote":"Maybe stories are just data with a soul."},{"Author":"Michelle Casto","Category":"soul","Quote":"The only person who is spiritually smart is the one who has learned how to learn, unlearn, and change directions instantly, and start all over again, if your soul calls for it."},{"Author":"Rudolf Steiner,  Theosophy: An Introduction to the Spiritual Processes in Human Life and in the Cosmos","Category":"soul","Quote":"Just as in the body, eye and ear develop as organs of perception, as senses for bodily processes, so does a man develop in himself soul and spiritual organs of perception through which the soul and spiritual worlds are opened to him. For those who do not have such higher senses, these worlds are dark and silent, just as the bodily world is dark and silent for a being without eyes and ears."},{"Author":"Ma Jaya Sati Bhagavati,  The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You","Category":"soul","Quote":"When you plant a seed of love, it is you that blossoms."},{"Author":"Isadora Duncan","Category":"soul","Quote":"Now I am going to reveal to you something which is very pure, a totally white thought. It is always in my heart; it blooms at each of my steps... The Dance is love, it is only love, it alone, and that is enough... I, then, it is amorously that I dance: to poems, to music but now I would like to no longer dance to anything but the rhythm of my soul."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I can do this… I can start over. I can save my own life and I’m never going to be alone as long as I have stars to wish on and people to still love."},{"Author":"Rubén Darío","Category":"soul","Quote":"You are an Universe of Universes and your soul a source of songs."},{"Author":"Anne Rice,  Pandora","Category":"soul","Quote":"The finest thing under the sun and moon is the human soul. I marvel at the small miracles of kindness that pass between humans, I marvel at the growth of conscience, at the persistence of reason in the face of all superstition or despair. I marvel at human endurance."},{"Author":"Edgar Allan Poe","Category":"soul","Quote":"Lord help my poor soul."},{"Author":"Ivan Doig,  The Whistling Season","Category":"soul","Quote":"Childhood is the one story that stands by itself in every soul."},{"Author":"Nikolai A. Berdyaev","Category":"soul","Quote":"Every single human soul has more meaning and value than the whole of history."},{"Author":"Kelly Cutrone,  If You Have to Cry, Go Outside: And Other Things Your Mother Never Told You","Category":"soul","Quote":"Dreams won't always take you on a straight path to destiny but they're usually related to what your soul wants for you. They'll force you to ask yourself the hard questions, they'll kick your ass and more importantly, they'll turn you on."},{"Author":"أحمد خالد توفيق,  يوتوبيا","Category":"soul","Quote":"الابتزاز لعبة من تعفنت روحه"},{"Author":"Bohumil Hrabal,  I Served the King of England","Category":"soul","Quote":"He was a gentle and sensitive soul, and therefore had a short temper, which is why he went straight after everything with an ax..."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"You can have regret from yesterday, fear tomorrow, but peace today by sharing your heart’s deepest feelings. A life spent being fearful of showing your soul is a life not worth living."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"soul","Quote":"When you touch the celestial in your heart, you will realize that the beauty of your soul is so pure, so vast and so devastating that you have no option but to merge with it. You have no option but to feel the rhythm of the universe in the rhythm of your heart."},{"Author":"Chaim Potok","Category":"soul","Quote":"Two people who are true friends are like two bodies with one soul"},{"Author":"George Bernard Shaw","Category":"soul","Quote":"The heart of an Irishman is nothing but his imagination"},{"Author":"Kasie West,  The Fill-In Boyfriend","Category":"soul","Quote":"We rarely find a depth by looking inside of ourselves for it. Depth is found in what we can learn from the people and things around us. Everyone, everything, has a story, Gia. When you learn those stories, you learn experiences that fill you up, that expand your understanding. You add layers to your soul."},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"soul","Quote":"the worst thing,\"he told me,\"is bitterness, people end up sobitter."},{"Author":"Amy Winehouse","Category":"soul","Quote":"I couldn't resist him, his eyes were like yours, his hair was exactly the shade of brown.He's just not as tall, but I couldn't tell, it was dark and I was lying down."},{"Author":"Criss Jami,  Killosophy","Category":"soul","Quote":"Emotion is always multiplied in the art of a person who doesn't really show much emotion. It once expanded deep within his hidden soul, and following the downplay his audience is blown away."},{"Author":"Joseph Grenny","Category":"soul","Quote":"I believe that the measure of my soul is my capacity to love imperfect people."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"soul","Quote":"Write it on your heart you are the most beautiful soul of the Universe. Realize it, honor it and celebrate the life."},{"Author":"Sherrilyn Kenyon,  Acheron","Category":"soul","Quote":"It's easy to look at people and make quick judgements about them, their present and their pasts, but you'd be amazed at the pain and tears a single smile hides. what a person shows to the world is only one tiny facet of the iceburg hidden from sight. And more often then not, it's lined with cracks and scars that go all the way to the foundation of their soul."},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"soul","Quote":"All you can ever achieve is a sense of your soul. You gain little glimpses of its light, colors, and contours. You feel the inspiration of its possibilities and the wonder of its mysteries."},{"Author":"Jodi Picoult,  Vanishing Acts","Category":"soul","Quote":"Memories aren't stored in the heart or the head or even the soul, if you ask me, but in the spaces between any given two people."},{"Author":"John Coltrane","Category":"soul","Quote":"My music is the spiritual expression of what I am — my faith, my knowledge, my being...When you begin to see the possibilities of music, you desire to do something really good for people, to help humanity free itself from its hangups...I want to speak to their souls."},{"Author":"Paul Bowles,  The Sheltering Sky","Category":"soul","Quote":"The soul is the weariest part of the body."},{"Author":"Rumi","Category":"soul","Quote":"When soul risesInto lipsYou feel the kiss You have wanted"},{"Author":"Anton Chekhov,  Selected Stories","Category":"soul","Quote":"They say philosophers and wise men are indifferent. Wrong. Indifference is a paralysis of the soul, a premature death."},{"Author":"Maria V. Snyder,  Poison Study","Category":"soul","Quote":"I peered deeper and found my soul. A little tattered and with some holes, but there all the same. It had always been there, I realized with shock."},{"Author":"Christine Feehan,  Turbulent Sea","Category":"soul","Quote":"She didn't know how to love, to give herself to someone, to out herself in someone else's keeping and take him into hers. She didn't trust anyone with her heart - or the darker places of her soul."},{"Author":"Virginia Woolf","Category":"soul","Quote":"Once conform, once do what other people do because they do it, and a lethargy steals over all the finer nerves and faculties of the soul. She becomes all outer show and inward emptiness; dull, callous, and indifferent."},{"Author":"Harley King","Category":"soul","Quote":"I feel the healinghands of Godtouch my heartand kiss my soul."},{"Author":"Amit Ray,  Om Chanting and Meditation","Category":"soul","Quote":"Penetrate deep into the word \"Om\". Gradually the word will disappear and only the silence will remain. The word is a support. The meaning is within you. Om brings out that meaning which is hidden in your soul."},{"Author":"George Gordon Byron","Category":"soul","Quote":"The light of love, the purity of grace,The mind, the Music breathing from her face, The heart whose softness harmonised the whole —And, oh! that eye was in itself a Soul!"},{"Author":"C. JoyBell C.","Category":"soul","Quote":"A broken soul is not the absence of beauty, but a cracked and torn soul reeks of the sweet incense it contains."},{"Author":"Brian L. Weiss","Category":"soul","Quote":"More learning can occur when there are many obstacles then when thear are few or none. A life with difficult relationships, filled with obstacles and losses, presents the most opportunity for the soul's growth. You may have chosen the more difficult life so that you could accelerate your physical progress"},{"Author":"Pablo Neruda,  The Book of Questions","Category":"soul","Quote":"Donde termina el arco iris,en tu alma o en el horizonte?Where does the rainbow end,in your soul or on the horizon?"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"soul","Quote":"Give time, give space to sprout your potential. Awaken the beauty of your heart – the beauty of your spirit. There are infinite possibilities."},{"Author":"Shauna Niequist,  Bittersweet: Thoughts on Change, Grace, and Learning the Hard Way","Category":"soul","Quote":"Many of the most deeply spiritual moments of my life haven't happened just in my mind or in my soul. They happened while holding my son in the middle of the night, or watching the water break along the shore, or around my table, watching the people I love feel nourished in all sorts of ways."},{"Author":"Hermann Hesse,  Siddhartha","Category":"soul","Quote":"...and the vessel was not full, his intellect was not satisfied, his soul was not at peace, his heart was not still."},{"Author":"C.G. Jung","Category":"soul","Quote":"The Wrong we have Done, Thought, or Intended Will wreak its Vengeance onOur SOULS."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I look out into the water and up deep into the stars. I beg the sparkling lanterns of light to cure me of myself — my past and the kaleidoscope of mistakes, failures and wrong turns that have stacked unbearable regret upon my shoulders."},{"Author":"George Eliot,  The Mill on the Floss","Category":"soul","Quote":"Her future, she thought, was likely to be worse than her past, for after her years of contented renunciation, she had slipped back into desire and longing; she found joyless days of distasteful occupation harder and harder; she found the image of the intense and varied life she yearned for, and despaired of, becoming more and more importunate."},{"Author":"Margaret Atwood","Category":"soul","Quote":"But my dreaming self refuses to be consoled. It continues to wander, aimless, homeless, alone. It cannot be convinced of its safety by any evidence drawn from my waking life."},{"Author":"Alyson Noel,  Everlasting","Category":"soul","Quote":"Forgiveness is healing—everything is energy—thoughts create—we are all connected—what you resist persists—true love never dies—the soul’s immortality is the only true immortality—"},{"Author":"Jack Kerouac,  Windblown World: The Journals of Jack Kerouac 1947-1954","Category":"soul","Quote":"Don't tell them too much about your soul. They're waiting for just that."},{"Author":"Walt Whitman","Category":"soul","Quote":"I have said that the soul is not more than the body,And I have said that the body is not more than the soul,And nothing, not God, is greater to one than one's-self is,"},{"Author":"Laurie Halse Anderson,  Chains","Category":"soul","Quote":"She cannot chain my soul. Yes, she could hurt me. She'd already done so...I would bleed, or not. Scar, or not. Live, or not. But she could not hurt my soul, not unless I gave it to her."},{"Author":"Marian Wright Edelman","Category":"soul","Quote":"Never work just for money or for power. They won't save your soul or help you sleep at night."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"soul","Quote":"re-examine all you have been told in school or church or in any book, and dismiss whatever insults your own soul; and your very flesh shall be a great poem, and have the richest fluency, not only in its words, but in the silent lines of its lips and face, and between the lashes of your eyes, and in every motion and joint of your body.[From the preface to Leaves Grass]"},{"Author":"Charles Bukowski,  You Get So Alone at Times That it Just Makes Sense","Category":"soul","Quote":"I paid, got up, walkedto the door, openedit.I heard the mansay, \"that guy'snuts.\"out on the street Iwalked northfeelingcuriouslyhonored."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I’ve always seen this in you, ever since you were a little girl — this hunger to love other people into their highest selves and it’s what has made me irreversibly and just so forever in love with you."},{"Author":"John Donne,  The Complete English Poems","Category":"soul","Quote":"Love's mysteries in souls do grow,But yet the body is his book."},{"Author":"Vanna Bonta,  Flight: A Quantum Fiction Novel","Category":"soul","Quote":"The illusion is we are only physical."},{"Author":"George Eliot,  Middlemarch","Category":"soul","Quote":"Certainly the determining acts of her life were not ideally beautiful. They were the mixed result of young and novel impulse struggling amidst the conditions of an imperfect social state, in which great feelings will often take the aspect of error, and great faith the aspect of illusion."},{"Author":"Marina Diamandis Marina and the Diamonds","Category":"soul","Quote":"Been there, done that, got the t-shirt.Sold my soul and yeah, the truth hurts."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"Stop trying to be less of who you are. Let this time in your life cut you open and drain all of the things that are holding you back."},{"Author":"A. Edward Newton,  A Magnificent Farce And Other Diversions Of A Book Collector","Category":"soul","Quote":"Who was it who said, \"I hold the buying of more books than one can peradventure read, as nothing less than the soul's reaching towards infinity; which is the only thing that raises us above the beasts that perish?\"Whoever it was, I agree with him."},{"Author":"Caroline Myss,  Anatomy of the Spirit","Category":"soul","Quote":"What drains your spirit drains your body. What fuels your spirit fuels your body."},{"Author":"John Keats","Category":"soul","Quote":"Poetry should be great and unobtrusive, a thing which enters into one's soul, and does not startle it or amaze it with itself, but with its subject."},{"Author":"Oscar Wilde,  A House of Pomegranates","Category":"soul","Quote":"What men call the shadow of the body is not the shadow of the body, but is the body of the soul."},{"Author":"M.D. Birmingham","Category":"soul","Quote":"The love of money is the root of all evil, therefore selfishness must be the seed."},{"Author":"John O'Donohue,  Anam Cara: A Book of Celtic Wisdom","Category":"soul","Quote":"Your soul is the priestess of memory, selecting, sifting, and ultimately gathering your vanishing days toward presence."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I love him in ways that I can’t explain to other people. They don’t understand… it’s not their fault."},{"Author":"Oscar Wilde","Category":"soul","Quote":"So with curious eyes and sick surmiseWe watched him day by day,And wondered if each one of usWould end the self-same way,For none can tell to what red HellHis sightless soul may stray."},{"Author":"Sanober Khan,  A Thousand Flamingos","Category":"soul","Quote":"Sometimes I think,I need a spare heart to feel all the things I feel."},{"Author":"Stacey Kade,  Body & Soul","Category":"soul","Quote":"What happened to you?\"she asked.\"Ben was feeling artistic. Wanted to rearrange my face."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"soul","Quote":"There is nothing worse for the lying soul than the mirror of reality."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"soul","Quote":"Shine your soul with the same egoless humility as the rainbow and no matter where you go in this world or the next, love will find you, attend you, and bless you."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I feel a resurgence of my 6-year-old self… that little warrior, goddess of a girl reminding me of who I was when I was little, before the world got its hands on me."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"If ever I was running, it was towards you."},{"Author":"James Joyce,  A Portrait of the Artist as a Young Man","Category":"soul","Quote":"The soul ... has a slow and dark birth, more mysterious than the birth of the body. When the soul of a man is born in this country there are nets flung at it to hold it back from flight. You talk to me of nationality, language, religion. I shall try to fly by those nets."},{"Author":"Munia Khan","Category":"soul","Quote":"Ocean separates lands, not souls.."},{"Author":"Plato","Category":"soul","Quote":"Knowledge is the food of the soul."},{"Author":"Toba Beta,  Master of Stupidity","Category":"soul","Quote":"Charisma is the fragrance of soul."},{"Author":"Terence McKenna","Category":"soul","Quote":"It is the imagination that argues for the Divine Spark within human beings. It is literally a decent of the World's Soul into all of us."},{"Author":"Jeremy Aldana","Category":"soul","Quote":"Thoughts are as simple as the process…a message from the soul; conveyed through the heart; received in the mind"},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"soul","Quote":"There are words in the soul of a newborn baby, wanting and waiting to be written."},{"Author":"Kareem Abdul-Jabbar","Category":"soul","Quote":"You have to be able to center yourself, to let all of your emotions go. Don’t ever forget that you play with your soul as well as your body."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"soul","Quote":"The Soul selects her own Society."},{"Author":"Kimberly Derting,  The Essence","Category":"soul","Quote":"In the privacy of my dreams, I'm a warrior."},{"Author":"J.D. Stroube,  Caged in Darkness","Category":"soul","Quote":"Their screams would echo through the house and reverberate against my eardrums until my mind would fracture. Years went by and with each fracture; I lost a piece of my soul until I became lost and empty inside."},{"Author":"Steven Pinker,  How the Mind Works","Category":"soul","Quote":"The supposedly immaterial soul, we now know, can be bisected with a knife, altered by chemicals, started or stopped by electricity, and extinguished by a sharp blow or by insufficient oxygen."},{"Author":"Seneca","Category":"soul","Quote":"The final hour when we cease to exist does not itself bring death; it merely of itself completes the death-process. We reach death at that moment, but we have been a long time on the way."},{"Author":"Edmond Rostand,  Cyrano de Bergerac","Category":"soul","Quote":"My soul, be satisfied with flowers,With fruit, with weeds even; but gather themIn the one garden you may call your own."},{"Author":"Sanober Khan","Category":"soul","Quote":"lean in to kiss mein all the placeswhere the acheis the most special."},{"Author":"James Redfield,  The Tenth Insight: Holding the Vision","Category":"soul","Quote":"This is [her] soul group.’What do you mean?’It’s a group of souls with whom she resonates closely."},{"Author":"Joe Hill,  Horns","Category":"soul","Quote":"The soul is an irrational, indivisible equation that perfectly expresses one thing: you. The soul would be no good to the devil if it could be destroyed. And it is not lost when placed in Satan's care, as is so often said. He always know exactly how to put his finger on it."},{"Author":"J.K. Rowling,  Harry Potter and the Goblet of Fire","Category":"soul","Quote":"I was ripped from my body, I was less than spirit, less than the meanest ghost . . . but still, I was alive."},{"Author":"Neil Gaiman,  American Gods","Category":"soul","Quote":"That is the eternal folly of man. To be chasing after the sweet flesh, without realizing that it is simply a pretty cover for the bones."},{"Author":"Molly Friedenfeld","Category":"soul","Quote":"Focus on faith and grow your roots strong and deep so no one can make you believe in something that is not good for your soul."},{"Author":"Thomas Harris,  The Silence of the Lambs","Category":"soul","Quote":"He lives down in a ribcage in the dry leaves of a heart."},{"Author":"Danielle Steel,  Wanderlust","Category":"soul","Quote":"There was something much greater she needed to feed her soul, and perhaps one day soon she would go..."},{"Author":"Eric Clapton","Category":"soul","Quote":"Musically, he was like an old man in a boy's skin."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I really believe that there is an invisible red thread tied between him and me, and that it has stretched and tangled for years — across oceans and lifetimes. I know that it won’t break because our souls are tied."},{"Author":"Daniel Nayeri,  Another Faust","Category":"soul","Quote":"It's not worth losing your soul to win a guy."},{"Author":"Laini Taylor,  Lips Touch: Three Times","Category":"soul","Quote":"Is that all souls are for? For when we die?\"\"No. They're for living, too."},{"Author":"James Baldwin,  Giovanni's Room","Category":"soul","Quote":"But it was not the room’s disorder which was frightening; it was the fact that when one began searching for the key to this disorder, one realized that it was not to be found in any of the usual places. For this was not a matter of habit or circumstance or temperament; it was a matter of punishment and grief."},{"Author":"Roman Payne,  Cities & Countries","Category":"soul","Quote":"This was how it was with travel: one city gives you gifts, another robs you. One gives you the heart’s affections, the other destroys your soul. Cities and countries are as alive and feeling, as fickle and uncertain as people. Their degrees of love and devotion are as varying as with any human relation. Just as one is good, another is bad."},{"Author":"J.D. Stroube,  Caged by Damnation","Category":"soul","Quote":"Even knowing that my presence brought a shadow over the lives of my loved ones, I can't regret the experiences I've had with them. They gave me life, becoming an integral part of my soul. They healed me when I was broken and somehow they recovered those parts of me, I thought lost forever."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I met a boy whose eyes showed me that the past, present and future were all the same thing."},{"Author":"Truth Devour,  Unrequited","Category":"soul","Quote":"You have to appreciate where you have come from to know who you are in the present and whom you would like to be in the future."},{"Author":"Oswald Chambers","Category":"soul","Quote":"Am I as spontaneously kind to God as I used to be, or am I only expecting God to be kind to me? Am I full of the little things that cheer His heart over me, or am I whimpering because things are going hardly with me? There is no joy in the soul that has forgotten what God prizes."},{"Author":"Graham Greene,  Doctor Fischer of Geneva or The Bomb Party","Category":"soul","Quote":"He's satisfied with himself. If you have a soul you can't be satisfied."},{"Author":"Elizabeth von Arnim,  The Solitary Summer","Category":"soul","Quote":"I want to be as idle as I can, so that my soul may have time to grow."},{"Author":"Colleen Coble,  Fire Dancer","Category":"soul","Quote":"There is more to a soul than what others see"},{"Author":"Paulo Coelho,  The Pilgrimage","Category":"soul","Quote":"We must never stop dreaming. Dreams provide nourishment for the soul, just as a meal does for the body. Many times in our lives we see our dreams shattered and our desires frustrated, but we have to continue dreaming. If we don't, our soul dies, and agape cannot reach it."},{"Author":"Coco J. Ginger","Category":"soul","Quote":"He offered her power, money, status...a giant prison, all in exchange for only...her soul."},{"Author":"Marsilio Ficino","Category":"soul","Quote":"The soul exists partly in eternity and partly in time."},{"Author":"Richelle Mead,  Storm Born","Category":"soul","Quote":"I've heard that the soul often recognizes truth when it hears it, even if the mind does not."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I could watch him do this until morning — never asking questions and never interrupting his work. I worship quietly — his intense focus and attention to detail and then, out of no where, I realize the inconvenient, inappropriate truth: ‘I love this man… and it has swallowed me."},{"Author":"Truth Devour,  Unrequited","Category":"soul","Quote":"You are the ruler of my heart. There is no measure greater than this."},{"Author":"Erlend Loe,  Naïve. Super","Category":"soul","Quote":"I still don't know if things fit together, or if everything will be all right in the end. But I believe that something means something. I believe in cleansing the soul through fun and games. I also believe in love. And I have several good friends, and just one bad one."},{"Author":"Kelly Cutrone,  If You Have to Cry, Go Outside: And Other Things Your Mother Never Told You","Category":"soul","Quote":"Dreams won't always take you on a straight path to destiny, but they're usually related to what your soul wants for you."},{"Author":"Thomas à Kempis,  The Inner Life","Category":"soul","Quote":"A sure way of retaining the grace of heaven is to disregard outward appearances, and diligently to cultivate such things as foster amendment of life and fervour of soul, rather than to cultivate those qualities that seem most popular."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I know that your soul is on life support and that you feel lost and like you’re completely spinning out of control, but you’re finding yourself — here, tonight… even in this darkness."},{"Author":"Melina Marchetta,  The Piper's Son","Category":"soul","Quote":"Play me something that makes me feel;This soul inside me is made of steel.Brain is breathing, but heart’s not beatingAnd, babe, I need you to make things real.Walk inside me without silence,Kill the past and change the tense.Empty gnawing and the ache is soaring;Take me places that make more sense."},{"Author":"Patrick Süskind,  Perfume: The Story of a Murderer","Category":"soul","Quote":"And suddenly solitude fell across his heart like a dusty reflection. He closed his eyes. The dark doors within him opened and he entered. The next performance in the theater of Grenouille's soul was beginning."},{"Author":"William Shakespeare,  Othello","Category":"soul","Quote":"This look of thine will hurl my soul from heaven."},{"Author":"Jocelyn Murray","Category":"soul","Quote":"Sometimes it takes great suffering to pierce the soul and open it up to greatness"},{"Author":"Friedrich Nietzsche","Category":"soul","Quote":"What is happening to me happens to all fruits that grow ripe. It is the honey in my veins that makes my blood thicker, and my soul quieter."},{"Author":"Dean Hughes,  Far From Home","Category":"soul","Quote":"War is the greatest evil Satan has invented to corrupt our hearts and souls. We should honor our soldiers, but we should never honor war."},{"Author":"C.S. Friedman,  When True Night Falls","Category":"soul","Quote":"I sold my soul for knowledge of the future, only to have that very pact render me forever ignorant (Gerald Tarrant)."},{"Author":"Edith Hamilton","Category":"soul","Quote":"I came to the Greeks early, and I found answers in them. Greece's great men let all their acts turn on the immortality of the soul. We don't really act as if we believed in the soul's immortality and that's why we are where we are today."},{"Author":"Kahlil Gibran","Category":"soul","Quote":"Seven times have I despised my soul: The sixth time when she despised the ugliness of a face, and knew not that it was one of her own masks."},{"Author":"Terence McKenna","Category":"soul","Quote":"The artist’s task is to save the soul of mankind; and anything less is a dithering while Rome burns. Because of the artists, who are self-selected, for being able to journey into the Other, if the artists cannot find the way, then the way cannot be found."},{"Author":"Tabitha Suzuma,  A Note of Madness","Category":"soul","Quote":"The sight of such aching beauty would infuse his soul with pain."},{"Author":"Caitlin Kittredge,  The Iron Thorn","Category":"soul","Quote":"Crows don’t take from you,” Dean said. “They give your soul wings."},{"Author":"Ralph Waldo Emerson","Category":"soul","Quote":"Belief consists in accepting the affirmations of the soul; unbelief, in denying them."},{"Author":"Myla Goldberg,  Bee Season","Category":"soul","Quote":"She has often felt that her outsides were too dull for her insides, that deep within her there was something better than what everyone else could see."},{"Author":"Farahad Zama,  The Marriage Bureau for Rich People","Category":"soul","Quote":"There is no point in getting rich if we lose our soul along the way."},{"Author":"Ursula K. Le Guin,  The Dispossessed","Category":"soul","Quote":"Where does your soul go, when you die in Hell?"},{"Author":"Landon Parham,  First Night of Summer","Category":"soul","Quote":"All things, even the deepest sorrow or the most profound happiness are all temporary. Hope is fuel for the soul, without hope, forward motion ceases."},{"Author":"W. Somerset Maugham,  The Summing Up","Category":"soul","Quote":"Every production of an artist should be the expression of an adventure of his soul."},{"Author":"Beth Nimmo,  Rachel's Tears: The Spiritual Journey of Columbine Martyr Rachel Scott","Category":"soul","Quote":"I writeNotFor the sake of gloryNot For the sake of fameNotFor the sake of successBut for the sake of my soul"},{"Author":"Oscar Wilde,  Reviews","Category":"soul","Quote":"Behind the perfection of a man's style, must lie the passion of a man's soul."},{"Author":"Truth Devour,  Unrequited","Category":"soul","Quote":"Never surrender to you're passions. Dream and live to excess."},{"Author":"David Whyte","Category":"soul","Quote":"...wanting soul life without the dark, warming intelligence of personal doubt is like expecting an egg without the brooding heat of the mother hen."},{"Author":"Carlos María Domínguez,  The House of Paper","Category":"soul","Quote":"It is often much harder to get rid of books than to acquire them. They stick to us in that pact of need and oblivion we make with them, witnesses to a moment in our lives we will never see again. While they are still there, it is part of us."},{"Author":"Prem Prakash,  The Yoga of Spiritual Devotion A Modern Translation of the Narada Bhakti Sutras","Category":"soul","Quote":"Each soul has its own note to sing in the divine chorus and no voice is more important than another. (94)"},{"Author":"The Killers,  The Killers, Hot Fuss","Category":"soul","Quote":"I've got soul, but I'm not a souldier."},{"Author":"Kate Karyus Quinn,  Another Little Piece","Category":"soul","Quote":"Confession is good for the soul, they say. I'd imagine this is true. But my sins were too convoluted. And from the little I understand--too damning."},{"Author":"Richard Flanagan","Category":"soul","Quote":"Writing is not lying, nor is it theft. It is a journey and search for transparency between one’s words and one’s soul."},{"Author":"J.D. Stroube,  Caged in Darkness","Category":"soul","Quote":"My parents had torn through my innocence and left me with a tar-like substance that was corrupting what was left of me. I could feel it at night; slithering and curling around my soul as it slowly devoured me. It was draining my energy and replacing it with an evil I was afraid to confront."},{"Author":"Marikit dR. Camba,  Vividly Vague","Category":"soul","Quote":"Breathe next to me. And I will capture a piece of your soul along with mine."},{"Author":"Bahaa Taher,  الحب في المنفى","Category":"soul","Quote":"Misery is a scar on the soul, that if it begins in childhood, it lasts the whole lifetime. I understand that no two scars are alike, but I also ask myself; even if these scars are not alike, aren’t these things engraved on our souls signed by which we know each other?Aren’t we also alike?"},{"Author":"Caryll Houselander,  This War Is the Passion","Category":"soul","Quote":"Christ asks for a home in your soul, where he can be at rest with you, where he can talk easily to you, where you and he, alone together, can laugh and be silent and be delighted with one another."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"soul","Quote":"This path was not that of my conscious choosing. But after persistent subconscious confrontation, I have finally embraced what is, 'souly' for me...and I am thankful, when called upon, to be able to share and give to those who seek their own way of the path."},{"Author":"Whitney Barbetti,  Ten Below Zero","Category":"soul","Quote":"I was naked under his gaze. Skin was just that: skin. But to see your soul stripped, laid bare for the eyes of someone you barely knew-that was terrifying."},{"Author":"Henry Ward Beecher","Category":"soul","Quote":"The soul without imagination is what an observatory would be without a telescope."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"Everything hurts right now and nothing is helping because as the pain is getting worse — so is the love."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"Does our purpose on Earth directly link to the people whom we end up meeting? Are our relationships and experiences actually the required dots that connect and then lead us to our ultimate destinies?"},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I fantasize the night sky to be like a cosmic blue print of my life as I close my eyes and unbutton my heart…. just in case anyone up there is listening."},{"Author":"James Hillman","Category":"soul","Quote":"I can no longer be sure whether the psyche is in me or whether I'm in the psyche..."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"soul","Quote":"I had an out-of-body experience so strange that it felt normal. You see, my soul, or essence, had left my body and went and inhabited the body of my clone. So I wasn’t in my body, and yet I was. Or maybe none of that happened, and I was just in a delirious, sleep-deprived state."},{"Author":"SARK,  Succulent Wild Woman","Category":"soul","Quote":"My body is precious and not separate from my soul."},{"Author":"Kyung-sook Shin,  Please Look After Mom","Category":"soul","Quote":"You're paved in my heart like an old road. Like the pebbles in a pebble field, dirt in dirt, dust in dust, cobwebs in cobwebs."},{"Author":"Santosh Kalwar","Category":"soul","Quote":"Human is a suffered mind but an enlightened soul."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I’ve grown up defined by this desperate, undeniable, ‘can’t breathe’ kind of space inside of myself and I’m afraid that the diagnosis is fatal."},{"Author":"Lisa Kleypas,  Tempt Me at Twilight","Category":"soul","Quote":"It was a kiss to level mountains and shake stars from the sky. It was a kiss to make angels faint and demons weep...a passionate, demanding, soul-searing kiss that nearly knocked the earth off its axis."},{"Author":"Sri Chinmoy","Category":"soul","Quote":"If we can feel that it is not our voice, not our fingers, but some reality deep inside our heart which is expressing itself, then we will know that it is the soul’s music."},{"Author":"Henry Wadsworth Longfellow,  Voices of the Night","Category":"soul","Quote":"Life is real! Life is earnest!And the grave is not its goal;Dust thou are, to dust thou returnest,Was not spoken of the soul."},{"Author":"Julie Kagawa","Category":"soul","Quote":"It would be dreadfullyironic, I mused, if once I earned a soul, I forgot everything about being fey, including all my memories of her. That sort of ending seemedappropriately tragic; the smitten fey creature becomes human but forgets why he wanted to in the first place. Old fairy tales loved that sort of irony."},{"Author":"Sanober Khan,  Turquoise Silence","Category":"soul","Quote":"...so i will greet youin a wayall loved thingsare meant to be greetedwith a tear in my heartand a poem in my eye."},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"soul","Quote":"Conscience is thus explained only as the voice of God in the soul."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I know that this process of ‘me changing my life’ doesn’t just end once I set fire to this list of things I hate about myself. Tonight isn’t as much of a new beginning as it is a violent end and I know the real work hasn’t even started yet."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I’m going to follow this invisible red thread until I find myself again… until I finally figure out… who I’m meant to be."},{"Author":"Robert McKee,  Story: Style, Structure, Substance, and the Principles of Screenwriting","Category":"soul","Quote":"No matter our talent, we all know in the midnight of our souls that 90 percent of what we do is less than our best."},{"Author":"Sarah Kane","Category":"soul","Quote":"Body and soul can never be marriedI need to become who I already am and will bellow forever at this incongruity which has committed me to hell"},{"Author":"Markus Zusak,  Getting the Girl","Category":"soul","Quote":"If her soul ever leaks, I want it to land on me."},{"Author":"Tanith Lee,  Death's Master","Category":"soul","Quote":"The soul is a magician. Only living flesh hampers it."},{"Author":"Doug Cooper,  Outside In","Category":"soul","Quote":"There’s a drive in a lost soul—in one that is searching for acceptance, companionship, belonging, whatever you want to call it. The slightest coincidence ignites a spark that one hopes will lead to something meaningful."},{"Author":"Santosh Kalwar","Category":"soul","Quote":"I am an empty mind with an empty body and with an empty soul. I am neither haunting for anything nor something."},{"Author":"David Malouf","Category":"soul","Quote":"Words his soul danced to."},{"Author":"Jeff Lindsay,  Darkly Dreaming Dexter","Category":"soul","Quote":"It was such an unexpected and genuine smile that if I only had a soul I'm sure I would have felt quite guilty."},{"Author":"Sarah McLean","Category":"soul","Quote":"Meditation is an essential travel partner on your journey of personal transformation. Meditation connects you with your soul,and this connection gives you access to your intuition, your heartfelt desires, your integrity, and the inspiration to create a life you love."},{"Author":"Rudolfo Anaya,  Bless Me, Ultima","Category":"soul","Quote":"I had been afraid of the awful presence of the river, which was the soul of the river, but through her [Ultima] I learned that my spirit shared in the spirit of all things."},{"Author":"Ann Brashares,  Sisterhood Everlasting","Category":"soul","Quote":"She felt like parts of her soul were missing, had left her body long ago. It had happened not in Greece three months ago, but long before that. It was in Greece that she'd realized those parts had left her and were not coming back."},{"Author":"Hiro Mashima","Category":"soul","Quote":"We'll stop it, even if my body crumbles to bits I'll stop it with my soul!"},{"Author":"C.S. Lewis","Category":"soul","Quote":"If I discover within myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world."},{"Author":"Werner Von Braun","Category":"soul","Quote":"Everything science has taught me strengthens my belief in the continuity of our spiritual existence after death. I believe in an immortal soul. Science has proved that nothing disintegrates into nothingness. Life and soul, therefore, cannot disintegrate into nothingness, and so are immortal."},{"Author":"Ogwo David Emenike","Category":"soul","Quote":"Happy is the soul that has a friend. Happier is the soul that trusts in the truth of the heart of a friend. Happiest is the soul that knows the solemnity of friendship and honours its laws."},{"Author":"C. JoyBell C.","Category":"soul","Quote":"The conception of each star was at the point of no return; of a desperate soul struggling to master the winds!"},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"Something, somewhere, knows what’s best for me and promises to keep sending me people and experiences to light my way as long as I live in gratitude and keep paying attention to the signs."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"Let this time in your life cut you open and drain all of the things that are holding you back. I’m going to help you forgive the things that you won’t let yourself forget."},{"Author":"Eleesha","Category":"soul","Quote":"We cannot face up to what lies ahead, without facing up to what lies within."},{"Author":"Tiffany Madison","Category":"soul","Quote":"No man owns me. All man can do is practice the timeless, criminal art of threatening to separate my soul from her physical host."},{"Author":"Edward Abbey","Category":"soul","Quote":"What we need now are heroes and heroines, about a million of them, one brave deed is worth a thousand books. Sentiment without action is the ruin of the soul."},{"Author":"Steve Goodier","Category":"soul","Quote":"THE GOOD LIFE requires that we take pleasure in new things; A GOOD LIFE requires that we take pleasure in moments.To enjoy THE GOOD LIFE we have to get ahead; to enjoy A GOOD LIFE we have to make the trip worthwhile.THE GOOD LIFE is supported by feeding our pocketbooks; A GOOD LIFE is supported by feeding our souls."},{"Author":"Ralph Waldo Emerson","Category":"soul","Quote":"Beauty is the virtue of the body as virtue is the beauty of the soul"},{"Author":"Charles Baudelaire,  Intimate Journals","Category":"soul","Quote":"Abolishers of the soul (materialists) are necessarily abolishers of hell, they, certainly, are interested. At all events, they are people who fear to live again--lazy people."},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"I just want your voice aimed at me again. I want to absorb the direction of your eyes…"},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"Your personal truth is your gift to the world."},{"Author":"Roman Payne","Category":"soul","Quote":"We made love outdoors—without a roof, I like most, without stove, my favorite place, assuming the weather be fair and balmy, and the earth beneath be clean. Our souls intertwined and dripping with dew, and our love for each other was seen. Our love for the world was new."},{"Author":"Emily Dickinson,  The Complete Poems","Category":"soul","Quote":"THE soul should always stand ajar, That if the heaven inquire,He will not be obliged to wait, Or shy of troubling her.Depart, before the host has slid The bolt upon the door,To seek for the accomplished guest, -- Her visitor no more."},{"Author":"Therese Anne Fowler,  Z: A Novel of Zelda Fitzgerald","Category":"soul","Quote":"If the river has a soul, it's a peaceful one. If it has a lesson to impart, that lesson is patience. There will be drought, it says; there will be floods; the ice will form, the ice will melt; the water will flow and blend into the river's brackish mouth, then join the ocean between Lewes and Cape May, endlessly, forever, amen."},{"Author":"Basil the Great","Category":"soul","Quote":"Words are truly the image of the soul."},{"Author":"Annie Dillard,  Teaching a Stone to Talk: Expeditions and Encounters","Category":"soul","Quote":"The soul may ask God for anything, and never fail."},{"Author":"Ann Aguirre,  Aftermath","Category":"soul","Quote":"For I need this scar over my heart to remind me. Crazy as it sounds, if I can bear the wound on my body, it lessens what I must carry on my soul. How he knew that about me, I cannot fathom."},{"Author":"Karen Hackel,  The Whisper of Your Soul","Category":"soul","Quote":"Let your wisdom guide youOn your own personal journey By listening to your heartYour soul will be alight And let you beAll that you are intended to be"},{"Author":"Josef Pieper,  Happiness and Contemplation","Category":"soul","Quote":"... the greatest menace to our capacity for contemplation is the incessant fabrication of tawdry empty stimuli which kill the receptivity of the soul."},{"Author":"Alysha Speer","Category":"soul","Quote":"I felt like some part of my soul was ripped out and put under a microscope for criticizing."},{"Author":"Toba Beta","Category":"soul","Quote":"A good reading strengthens the soul."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"soul","Quote":"While fear depletes power, faith gives wings for the soul’s elevation."},{"Author":"Ilyas Kassam","Category":"soul","Quote":"We think to dance, and dance in thought. But to hibernate in the mind, is to bring upon us an apocalypse of the Soul."},{"Author":"Paulo Coelho,  The Zahir","Category":"soul","Quote":"fanaticism is the only way to put an end to the doubts that constantly trouble the human soul."},{"Author":"Omar Khayyám,  Quatrains","Category":"soul","Quote":"In monasteries, seminaries, retreats and synagogues, they fear hell and seek paradise. Those who know the mysteries of God never let that seed be planted in their souls."},{"Author":"Marlene Van Niekerk,  Agaat","Category":"soul","Quote":"...a butterfly is like the soul of a person, it dries out in captivity."},{"Author":"J.K. Rowling,  The Casual Vacancy","Category":"soul","Quote":"She had a way of moving that moved him as much as music, which was what moved him most of all. Surely the spirit animating that pearless body must be unusual too? Why would nature make a vessel like that, if not to contain something still more valuable?"},{"Author":"Parker J. Palmer,  Let Your Life Speak: Listening for the Voice of Vocation","Category":"soul","Quote":"We must come together in ways that respect the solitude of the soul that avoid the unconscious violence we do when we try to save each other that evoke our capacity to hold another life without dishonoring its mystery never trying to coerce the other into meeting our own needs."},{"Author":"Hermann Hesse,  Beneath the Wheel","Category":"soul","Quote":"When a tree is polled, it will sprout new shoots nearer its roots. A soul that is ruined in the bud will frequently return to the springtime of its beginnings and its promise-filled childhood, as though it could discover new hopes there and retie the broken threads of life. The shoots grow rapidly and eagerly, but it is only a sham life that will never be a genuine tree."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"soul","Quote":"Is there a word halfway between hello and goodbye? Because that’s the word my soul is trying to say."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"soul","Quote":"CALL YOURSELFLook deep in the mirrorAnd say: 'I LOVE YOU'And immediatelyAn electric current willRipple throughout your soulAnd burst through your eyesLike shooting starsDancing across the skiesIn ecstasy.To tell your soul you love it -Is like rememberingWHO YOU AREAfter being in a comaFor a hundred years.Your face will beam the lightOf a hundred galaxies."},{"Author":"C.S. Lewis,  Mere Christianity","Category":"soul","Quote":"Remember, we Christians think man lives for ever. Therefore, what really matters is those little marks or twists on the central, inside part of the soul which are going to turn it, in the long run, into a heavenly or a hellish creature."},{"Author":"Stacey Kade","Category":"soul","Quote":"I couldn't loose somebody else like that, without even the chance to say good-bye. Not again. Not her."},{"Author":"Edna Hatlestad Hong","Category":"soul","Quote":"A guilty suffering spirit is more open to grace than an apathetic or smug soul.' - Bread & Wine (day 5)"},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"soul","Quote":"My soul is a black maelstrom, a great madness spinning about a vacuum, the swirling of a vast ocean around a hole in the void, and in the waters, more like whirlwinds than waters, float images of all I ever saw or heard in the world: houses, faces, books, boxes, snatches of music and fragments of voices, all caught up in a sinister, bottomless whirlpool."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"soul","Quote":"The spirit is one of the most neglected parts of man by doctors and scientists around the world. Yet, it is as vital to our health as the heart and mind. It's time for science to examine the many facets of the soul. The condition of our soul is usually the source of many sicknesses."},{"Author":"Jeremy Aldana","Category":"soul","Quote":"The Memory Of You Is Like A Drug To Me"},{"Author":"Alysha Speer,  Sharden","Category":"soul","Quote":"And though I was currently living a fairy tale, some part of my soul knew that happiness couldn't last forever. I didn't deserve a happily ever after, and there weren't many other cards to play when that was the truth."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"soul","Quote":"من شأن السجود أن يصبح باردًا ويغرق في الملل المألوف إن تركت انتباهك يشت عنه .ولكن إن حافظت على تركيزك ، فإنك تتحمل بذلك مسؤولية الحفاظ على روحك"},{"Author":"J.D. Stroube,  Caged by Damnation","Category":"soul","Quote":"I could see her will leaving and death seeping through her skin to skewer her soul."},{"Author":"Ann Aguirre,  Aftermath","Category":"soul","Quote":". . . and I don’t expect him to suborn his life into mine any more than I would change my dreams for him. We’re not one soul, one being, however much we love each other."},{"Author":"Kevin Brockmeier,  The View from the Seventh Layer","Category":"soul","Quote":"You have a pet theory, one you have been turning over for years, that life itself is a kind of Rube Goldberg device, an extremely complicated machine designed to carry out the extremely simple task of constructing your soul."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"soul","Quote":"I now, weak, old, diseased, poor, dying, hold still my soul in my hands, and I regret nothing."},{"Author":"Ma Jaya Sati Bhagavati,  The 11 Karmic Spaces: Choosing Freedom from the Patterns That Bind You","Category":"soul","Quote":"Spiritual yearning is the homesickness of the soul."},{"Author":"Aleksandar Hemon","Category":"soul","Quote":"I gradually became aware that my interiority was inseparable from my exteriority, that the geography of my city was the geography of my soul."},{"Author":"Jeffrey Carver","Category":"soul","Quote":"Write from the soul, not from some notion about what you think the marketplace wants.The market is fickle; the soul is eternal'."},{"Author":"Brian Rathbone,  Inherited Danger","Category":"soul","Quote":"The souls of heroes are forged by the gods and tempered with the pain of life."},{"Author":"Jessica Verday,  The Haunted","Category":"soul","Quote":"I'm your other half. (...) I'll carry your heartbeat in mine."},{"Author":"Michel de Montaigne","Category":"soul","Quote":"The least strained and most natural ways of the soul are the most beautiful; the best occupations are the least forced."},{"Author":"Amaka Imani Nkosazana","Category":"soul","Quote":"Be thankful for a breath of fresh air to be alive and well. Allow love and happiness to penetrate throughout your mind and soul. Take time to relax and live in the moment, the now, the present. Enjoy today."},{"Author":"A.M. Homes,  May We Be Forgiven","Category":"soul","Quote":"How can I tell anyone that there has always lived within me a rusty sense of disgust-a dull, brackish water that I suspect is my soul?"},{"Author":"Paulo Coelho","Category":"soul","Quote":"it’s that sense of powerlessness that destroyed my soul. i cannot be as good as i would like to be.nor as bad as i think i need to be.i think you have the same doubts that your goodness was not rewarded"},{"Author":"Thomas Carlyle,  On Heroes, Hero Worship and the Heroic in History","Category":"soul","Quote":"There needs not a great soul to make a hero; there needs a god-created soul which will be true to its origin; that will be a great soul!"},{"Author":"Craig Werner,  Higher Ground: Stevie Wonder, Aretha Franklin, Curtis Mayfield, and the Rise and Fall of American Soul","Category":"soul","Quote":"....Charles laughingly observed,'Gospel and the blues are really, if you break it down, almost the same thing. It's just a question of whether you're talkin' about a woman or God."},{"Author":"Sanober Khan","Category":"soul","Quote":"stronger than mountains.a place where my heart feels the safest- underneath his shirt."},{"Author":"Megha Khare,  Write like no one is reading 2","Category":"soul","Quote":"I have always considered myself a person with a gypsy heart, and I Surrender my dreams to my soul, for it's a free sprit who believes in no boundaries of region and religion."},{"Author":"Jarod Kintz,  Seriously delirious, but not at all serious","Category":"soul","Quote":"The big uncookable sections of who we are, they’re the ones I love to taste the most."},{"Author":"Walt Whitman","Category":"soul","Quote":"Songs of myselfI am the poet of the Body and I am the poet of the Soul, The pleasures of heaven are with me and the pains of hell are with me, The first I graft and increase upon myself, the latter I translate into new tongue. I am the poet of the woman the same as the man, And I say it is as great to be a woman as to be a man,.."},{"Author":"L.M. Montgomery,  Anne of the Island","Category":"soul","Quote":"Anybody is liable to rheumatism in her legs, Anne. It's only old people who should have rheumatism in their souls, though. Thanks goodness, I never have. When you get rheumatism in your soul you might as well go and pick out your coffin."},{"Author":"John Milton,  L'Allegro, Il Penseroso, Comus, and Lycidas","Category":"soul","Quote":"And looks commercing with the skies,Thy rapt soul sitting in thine eyes."},{"Author":"Jennifer Elisabeth,  Born Ready: Unleash Your Inner Dream Girl","Category":"soul","Quote":"I want you to trust yourself, baby. Love is all that matters and you’ve always known that. You’ve known, since you were a very little girl, what your life is meant to be about…"},{"Author":"Charles Dickens,  The Pickwick Papers","Category":"soul","Quote":"She dotes on poetry, sir. She adores it; I may say that her whole soul and mind are wound up, and entwined with it. She has produced some delightful pieces, herself, sir. You may have met with her 'Ode to an Expiring Frog,' sir."},{"Author":"Walt Whitman","Category":"soul","Quote":"O the joy of my spirit--it is uncaged--it darts like lightning!It is not enough to have this globe or a certain time,I will have thousands of globes and all time."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"soul","Quote":"Jemanden zu beeinflussen bedeutet, ihm eine fremde Seele zu geben."},{"Author":"William Blake","Category":"soul","Quote":"Man has no Body distinct from his soul; for that called Body is a portion of a Soul discerned by the five senses, the chief inlets of Soul in this age."},{"Author":"Flann O'Brien,  The Third Policeman","Category":"soul","Quote":"Past humanity is not only implicit in each new man born but is contained in him. Humanity is an ever-widening spiral and life is the beam that plays briefly on each succeeding ring. All humanity from its beginning to its end is already present but the beam has not yet played beyond you."},{"Author":"Jeremy Aldana","Category":"soul","Quote":"My art is that of the 35mm kind; my poetry is of the lead and ink kind; my happiness is of the product of both; and my legacy is of the story of my soul, that my life left behind"},{"Author":"Toba Beta","Category":"soul","Quote":"By writing quotes...I mark a trail of my soul's journey in this realm."},{"Author":"George Eliot,  Middlemarch","Category":"soul","Quote":"To know intense joy without a strong bodily frame, one must have an enthusiastic soul."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"My soul is invisible, like an anorexic’s dinner, but it sure enhances how I feel about my body."},{"Author":"Saul Bellow,  Ravelstein","Category":"soul","Quote":"He didn't ask \"Where will you spend eternity?\"as religious the-end-is-near picketers did but rather, \"With what, in this modern democracy, will you meet the demands of your soul?"},{"Author":"Chuck Palahniuk,  Fight Club","Category":"soul","Quote":"هناك أجيال ظلت تعمل في وظائف تكرهها فقط لتستطيع شراء أشياء لا تحتاج إليها .. لا توجد حروب عظيمة في جيلنا و لاكساد عظيم .. لكن لدينا حربًا عظمى للروح . لدينا ثورة عظمى ضد الثقافة . الكساد العظيم هو حياتنا"},{"Author":"Jennifer Elisabeth","Category":"soul","Quote":"My soul hurts."},{"Author":"Mark Helprin,  A Soldier of the Great War","Category":"soul","Quote":"I saw how greatly he suffered the requirement of being clever. It separated him from his soul, and it didn’t get him anything other than a living."},{"Author":"Michael Bassey Johnson","Category":"soul","Quote":"The more death, the more birth. People are entering, others are exiting. The cry of a baby, the mourning of others. When others cry, the other are laughing and making merry. The world is mingled with sadness, joy, happiness, anger, wealth, poverty, etc."},{"Author":"Rudyard Kipling","Category":"soul","Quote":"Body and spirit, I surrendered whole, To harsh Instructors- and received a soul."},{"Author":"Jeremy Aldana","Category":"soul","Quote":"A soul gives power to the mind; and the mind empowers the soul"},{"Author":"Sarah McLean,  Soul-Centered: Transform Your Life in 8 Weeks with Meditation","Category":"soul","Quote":"When you are soul-centered, you can focus your attention where and when you want to, easily, without distraction. You know to look for what you want to see and experience. You know that what you seek you shall find, and what you focus on in life will be more prominent in your awareness. You know your awareness is powerful and creative.\"~ Sarah McLean"},{"Author":"Thomm Quackenbush,  Of Christmas Present","Category":"soul","Quote":"There might have been prettier women in the room but, when she turned those babies on, fluttered her eyelashes, I was hers. It had taken me nearly fifteen years to extinguish their light. Now, when she looks at me, it's a vacuum. I had drained so much from her over the course of our marriage that every glance rips a little bit of my soul away to fill the void I had whittled within her."},{"Author":"Sanober Khan","Category":"soul","Quote":"i immersemyselfin youlikei immerse myselfinto a beautiful story."},{"Author":"Elizabeth George,  A Woman's High Calling","Category":"soul","Quote":"When you cultivate a godly thought life your soul will shine and you will exhibit the presence of the Lord in you."},{"Author":"Truth Devour,  Unrequited","Category":"soul","Quote":"Totally present in this moment for you."},{"Author":"Chuck Palahniuk,  Fight Club","Category":"soul","Quote":"Prepare to evacuate soul in five, in four, three, two, one."},{"Author":"Thomas Moore,  Original Self: Living with Paradox and Originality","Category":"soul","Quote":"Gnostic tales tell of the homesickness of the soul, its yearning for its own milieu…"},{"Author":"Aristotle","Category":"soul","Quote":"The female is, as it were, a mutilated male, and the catamenia are semen, only not pure; for there is only one thing they have not in them, the principle of soul."},{"Author":"Joanne McClean","Category":"soul","Quote":"Reading feeds the soul, writing nourishes it!"},{"Author":"Elizabeth von Arnim,  Elizabeth and Her German Garden","Category":"soul","Quote":"Sometimes callers from a distance invade my solitude, and it is on these occasions that I realize how absolutely alone each individual is, and how far away from his neighbour; and while they talk (generally about babies, past, present, and to come), I fall to wondering at the vast and impassable distance that separates one's own soul from the soul of the person sitting in the next chair."},{"Author":"Meredith Ann Pierce,  The Pearl of the Soul of the World","Category":"soul","Quote":"Oh, Irrylath,Irrylath, we squaundered our two years together."},{"Author":"Alice Walker,  The Color Purple","Category":"soul","Quote":"And I don't believe you dead. How can you be dead if I still feel you? Maybe, like God, you changed into something different that I'll have to speak to in a different way, but you not dead to me Nettie. And never will you be."},{"Author":"Dew Platt,  The Rudeness of Soul","Category":"soul","Quote":"In-existence, the soul’s greatest imposition is its perfection. It is projected as a perfected form of the physical embodiment, an emblem of things, perhaps hyperreal and untouchably perfect as existence. It can not be! The soul in-existence is nothing of perfection. It is raw potential. The soul is nothing but potential. To be specific, the soul is unordered potential!"},{"Author":"Leo Tolstoy,  Sebastopol in December","Category":"soul","Quote":"Let fear once get possession of the soul, and it does not readily yield its place to another sentiment.Sebastopol by Leo Tolstoy"},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"soul","Quote":"Life had stepped into the place of theory and something quite different would work itself out in his mind."},{"Author":"Harley King","Category":"soul","Quote":"God steals my soul."},{"Author":"Wilkie Collins,  The Woman in White","Category":"soul","Quote":"The mystery which underlies the beauty of women is never raised above the reach of all expression until it has claimed kindred with the deeper mystery in our own souls."},{"Author":"Stephen Mosley","Category":"soul","Quote":"At night I lay awake, her likeness casting dark shadows across my soul and senses, and my stomach throbbing away. I imagined her arms around me, lulling me into a phantom bliss, so frustrating, so unreal."},{"Author":"John Derbyshire,  Fire from the Sun","Category":"soul","Quote":"I preach that odd defiant melancholy that sees the dreadful loneliness of the human soul and the pitiful disaster of human life as ever redeemable and redeemed by compassion, friendship and love."},{"Author":"Stacey Kade","Category":"soul","Quote":"Do you have any idea who Erin was kissing?\"\"Yeah, so we'll brush out teeth really, really thoroughly afterwards,\"I said, bumping her nose with mine gently. I wasn't going to let anyone spoil this moment."},{"Author":"Samuel Beckett,  Embers","Category":"soul","Quote":"Ada: And why life? (Pause.) Why life, Henry? (Pause.) Is there anyone about?Henry: Not a living soul.Ada: I thought as much. (Pause.) When we longed to have it to ourselves there was always someone. Now that it does not matter the place is deserted."},{"Author":"David Almond","Category":"soul","Quote":"The season of evil,\"I echoed. \"Protect your soul."},{"Author":"Sorin Cerin,  Wisdom Collection: The Book of Wisdom","Category":"soul","Quote":"No matter how many leaves would the tree of your soul have in front of the intense heat in the words of Time in this world, they can never shade the eternity lost inside you."},{"Author":"Herman Melville,  Pierre: or, the Ambiguities","Category":"soul","Quote":"…for it is often to be observed of the shallower men, that they are the very last to despond. It is the glory of the bladder that nothing can sink it; it is the reproach of a box of treasure, that once overboard it must drown"},{"Author":"Sage Steadman \"The Hippie\",  Snowflake Obsidian: Memoir of a Cutter","Category":"soul","Quote":"During the day I would move my body to the rhythm that only I could hear. I would try and connect with everything in my surroundings thinking that it somehow connected to who I was and was secretly sending me messages about what was in my soul."},{"Author":"Lora Leigh,  Wild Card","Category":"soul","Quote":"Bella. You were always my soul."},{"Author":"Charles Kingsley","Category":"soul","Quote":"There is nothing more wonderful than a book. It may be a message to us from the dead, from human souls we never saw who lived perhaps thousands of miles away, and yet these little sheets of paper speak to us, arouse us, teach us, open our hearts and in turn open their hearts to us like brothers. Without books, God is silent, justice dormant, philosophy lame."},{"Author":"Amy Leigh Mercree","Category":"soul","Quote":"Focus your heart, mind, and soul on joy and you'll find ultimate success and fulfillment."},{"Author":"Israelmore Ayivor,  The Great Hand Book of Quotes","Category":"soul","Quote":"Don't lose hope. If your hope gets lost, the other side called \"failure\"begins to win! The quickest medicine to heal a depressed soul is to command; \"arise my soul and praise the Lord\". Hope is the clothe piece in which wraps a healthy soul!"},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"soul","Quote":"Soul inhabits body that fits."},{"Author":"Christopher Pearse Cranch","Category":"soul","Quote":"We are spirits clad in veils."},{"Author":"Raquel Cepeda,  Bird of Paradise: How I Became Latina","Category":"soul","Quote":"Even the juncture in history and the zeitgeist we live in is something we choose, setting the scene for the spiritual fodder we need to grow and achieve deeper elevation of our souls."},{"Author":"Charles Frazier,  Cold Mountain","Category":"soul","Quote":"His spells portrayed the spirit as a frail thing, contstantly under attack and in need of stength, always threatening to die inside you. Inman found this notion dismal indeed, since he had been taught by sermon and hymn to hold as truth that the soul of man never dies."},{"Author":"Wilfred Owen,  The Poems Of Wilfred Owen","Category":"soul","Quote":"As bronze may be much beautified by lying in the dark damp soil, so men who fade in dust of warfare fade fairer, and sorrow blooms their soul."},{"Author":"Walt Whitman","Category":"soul","Quote":"Songs of myselfClear and sweet is my soul, and clear and sweet is all that is not my soul. Lack one lacks both, and the unseen is proved by the seen, Till that becomes unseen and receives proof in its turn."},{"Author":"Thea Euryphaessa,  Running Into Myself","Category":"soul","Quote":"Stories are psycho-diagnostic ― they diagnose the condition of our psyches. When we watch, read or hear a story, whatever detail jumps out reflects an issue in our psyche that requires our attention."},{"Author":"Karen Hackel,  The Whisper of Your Soul","Category":"soul","Quote":"You are beholdenTo the truthIt is the wayIt is the pathIt is your destinyTo be trueIs to be"},{"Author":"Ignazio Silone","Category":"soul","Quote":"I would willingly pass my life writing and re-writing the same book - that one book every writer carries within him - the image of his own soul."},{"Author":"Toba Beta,  Master of Stupidity","Category":"soul","Quote":"Smartass Disciple: Master, where will you go after your soul leaves your body?Master of Stupidity: What makes you think a soul will go elsewhere physically?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Sublime Beauty When I shut my eyes, I can move mountains.When I open them, mountains can move me."},{"Author":"Beryl Dov","Category":"soul","Quote":"Comfort Zone Your comfort zone has a clock on it, ticking off until it becomes your death zone."},{"Author":"Shannon L. Alder","Category":"soul","Quote":"Behind every angry soul is a wounded child that just wanted you to love them for who they are."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"They call alcohol spirits, because it’s the spirit turned liquid. Would you drink my soul if you knew I’d use it to get inside of you? After all, most men buy women alcohol so they can get inside them too."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"soul","Quote":"Do I own my soul, or would two of my clones?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"soul","Quote":"I’m a natural salesman. I sold my soul to the devil. I’m so shrewd that I got pennies on the dollar for it. Ha! Wait, a buyer who gets pennies on the dollar is the clever one in the deal. Damn it! Lucifer tricked me!"},{"Author":"Tommy Cotton,  Just Went Out for Milk","Category":"soul","Quote":"Guilt is the toothache of the soul."},{"Author":"Garey Gordon,  The Values Pursued Life: Excellence and Greatness from Within","Category":"soul","Quote":"A soul that becomes the place where divine grace is harbored and encouraged joins the class of the immortals and lives on into eternal greatness."},{"Author":"Leo Tolstoy","Category":"soul","Quote":"A writer is dear and necessary for us only in the measure of which he reveals to us the inner workings of his very soul."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"soul","Quote":"Essence of any creature encompasses more than one realm.Here now this body, is a vehicle of my essence in this universe."},{"Author":"Jayne Anne Phillips,  Lark & Termite","Category":"soul","Quote":"Smoke veils the air like souls in drifting suspension, declining the war's insistence everyone move on."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"soul","Quote":"There's no heaven as I had known before. It's just a great universe which is available to be enjoyed by souls who dream about it."},{"Author":"Dew Platt,  The Rudeness of Soul","Category":"soul","Quote":"While the powers of the Primal Cause lie in causation, it shows itself in process through thoughts, perception and conception. It is the power of the Primal Cause to decipher what is perceived from the ordered plane and conceive judgments through thoughts from the unordered."},{"Author":"Henryk Sienkiewicz","Category":"soul","Quote":"As to women, I agree that each has three or four souls, but none of them a reasoning one."},{"Author":"Mary Lydon Simonsen,  The Perfect Bride for Mr. Darcy","Category":"soul","Quote":"..love lays bare your soul."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"soul","Quote":"There are souls that can't encounter to each other."},{"Author":"Sorin Cerin,  Wisdom Collection: The Book of Wisdom","Category":"soul","Quote":"The soul is a prolonged anniversary of our lives in this world."},{"Author":"Beryl Dov","Category":"soul","Quote":"Metamorphosis [10w] Change. Become the butterfly.Don't stay a caterpillar with wings."},{"Author":"Beryl Dov","Category":"soul","Quote":"Eyes of Heaven To see through the eyes of heavenis to look upon your fellow manand only see the good in him."},{"Author":"Alberto Caeiro,  The Collected Poems of Alberto Caeiro","Category":"soul","Quote":"It’s an already inside outside,The philosophers say it’s the soulBut it’s not the soul: it’s the animal or the man itselfIn its way of existing."},{"Author":"Nikki Rowe","Category":"soul","Quote":"Our hearts speak the same language but more importantly our souls share the same voice."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"soul","Quote":"Lie to me. Just to console my soul."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"soul","Quote":"My soul left my body, and my body left my clothes and went streaking through the streets."},{"Author":"Fernando Pessoa","Category":"soul","Quote":"المرآة تعكس بدقة متناهية دون أن تخطئ ابداَ . لأنها وبكل بساطة لا تفكر"},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"soul","Quote":"Every man has a soul, but will every man’s clone have a soul? No, because me and some scientists will have sucked them out in the lab. Why sell your soul to the devil, when you can sell your clone’s soul?"},{"Author":"Udayveer Singh","Category":"soul","Quote":"Evil surrounding can destroy a Good soul."},{"Author":"Toba Beta,  Master of Stupidity","Category":"soul","Quote":"Smartass Disciple: Master, what will happen to the men right after their death ?Master of Stupidity: They live with a same or different part of their consciousness."},{"Author":"Álvaro de Campos","Category":"soul","Quote":"When I’m depressed, I read Caeiro — he’s my fresh air. I become very calm, content, faithful — yes, I find faith in God, and in the soul’s transcendent living smallness, after reading the poems by that ungodly anti-humanist who goes unsurpassed on earth."},{"Author":"محمد الغزالي,  خلق المسلم","Category":"soul","Quote":"فالنفس المختلة، تثير الفوضى في أحكم النظُم، وتستطيع النفاذ منه إلى أغراضها الدنيئة، والنفس الكريمة ترقع الفتوق في الأحوال المختَلّة ويشرق نُبْلها من داخلها، فتحسن التصرف والمسير، وسط الأنواء والأعاصير"},{"Author":"Debi Tibbles,  All Aboard! How Ollie Tibbles Became a Train","Category":"soul","Quote":"We live in a time that hungers for HOPE; to believe in MIRACLES and DREAMS, for without these soul gems, humanity is ripped at the seams."},{"Author":"Sorin Cerin,  Wisdom Collection: The Book of Wisdom","Category":"soul","Quote":"How much soul can include the self-salvation of sin?"},{"Author":"Robert Edison Fulton Jr.,  One Man Caravan","Category":"soul","Quote":"...it was if another planet were calling. The call, embodied, issued in liquid syllables from the mouth of the Arab sailor who, on the prow of the Vestra each sun-up, looked toward the East and sang the Persian song:Hearken unto dawn, oh, my soul...Let good come unto the world."},{"Author":"Beryl Dov","Category":"soul","Quote":"Regret [10w] Regret's more about lost opportunities than about paths we've chosen."},{"Author":"Beryl Dov","Category":"soul","Quote":"Sometimes God is Drunk [10w] Satan's sudden appearance means God is on a drinking binge."},{"Author":"Beryl Dov","Category":"soul","Quote":"Till Death Do You Part [10w] Marriage will indeed change people ~for better or for worse."},{"Author":"Beryl Dov","Category":"soul","Quote":"Garden [10w] A garden is a poem written with flowers on earth."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Wonderful Wonder Between the 'Onenesses' [10w] + [10w] + [10w] + [10w] If you can imagine time running backwards, death becomes birth;The moment before conception, becomes our oneness with the universe.Therefore, we shouldn't fear death because oneness returns to oneness;The wonder that happens between these onenesses is God's gift."},{"Author":"Beryl Dov","Category":"soul","Quote":"Madness [10w] Madness isn't an objective state,it is a cultural bias."},{"Author":"Beryl Dov","Category":"soul","Quote":"Preserving Beauty [10w] + {Couplet} Preserving beauty is futile;even Cleopatra returned to the Nile."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love's Kiss of Death [10w] Love's kiss of death is taking each another for granted."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love [10w] Love is a time machineset to your perfect present"},{"Author":"Beryl Dov","Category":"soul","Quote":"FBI vs. CIA When a person works for the FBI for 20 years and retires,he gets a watch.When a person works for the CIA for 20 years and retires,he gets watched.I know this not because I'm in law enforcement or with the NSA ~I know this because I have HBO."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rewrite☷Rewrite [10w] Happiness writes new memories;New losses rewrite over old ones."},{"Author":"Beryl Dov","Category":"soul","Quote":"Good vs. Great [10w] To be good twice is a true mark of greatness."},{"Author":"Beryl Dov","Category":"soul","Quote":"Memories [10w] Spend half your life creating memories,the other half, remembering."},{"Author":"A.D. Posey","Category":"soul","Quote":"One day, your light will silence the darkness, and you will be surrounded by the beauty within."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Love is non-flammable soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"The soul who does not live to give the best, deny the sacred self of full strength."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"You are a great sacred soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"The warrior of the night is a wondrous soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Seek to know thy sacred soul."},{"Author":"Michael Meade","Category":"soul","Quote":"Each life involves an essential errand; not simply the task of survival, but a life-mission embedded in the soul from the beginning."},{"Author":"Beryl Dov","Category":"soul","Quote":"Scientific Discovery [10w] The greatest scientific discoveries were madelooking at the overlooked."},{"Author":"Leo Tolstoy","Category":"soul","Quote":"Whatever we may say about the soul going to the sky... we know there is no sky but only an atmosphere."},{"Author":"Michel de Montaigne","Category":"soul","Quote":"Though the ancient poet in Plutarch tells us we must not trouble the gods with our affairs because they take no heed of our angers and disputes, we can never enough decry the disorderly sallies of our minds."},{"Author":"rahmahasyiah","Category":"soul","Quote":"Sesuatu yang tidak pernah dilihat bukan berrati tidak ada dan tidak nyata"},{"Author":"Dejan Stojanovic","Category":"soul","Quote":"Entering a cell, penetrating deep as a flying saucer to find a new galaxy would be an honorable task for a new scientist interested more in the inner state of the soul than in outer space."},{"Author":"Criss Jami,  Healology","Category":"soul","Quote":"Like most arts, the link between the mind and the pen can chain you like an enslaved workaholic. Even on an intended vacation you suddenly have this killer urge to record whatever the vacation may teach."},{"Author":"Jay Woodman","Category":"soul","Quote":"The steady soul and the ego pretender / walk with their arms round each other's shoulders / through the mirage."},{"Author":"Kelly Minter,  No Other gods: Confronting Our Modern Day Idols","Category":"soul","Quote":"What a person has is of no consequence, whether much or little, when it comes to the deep satisfaction of the soul. Apart from Christ, the rich and beautiful, and the poor and unlovely, will all end up in precisely the same misery."},{"Author":"Farrah Naseem","Category":"soul","Quote":"But that did not stop her heart from shattering into countless pieces or her soul from shredding into slivers."},{"Author":"Dani J. Caile","Category":"soul","Quote":"The sole/soul purpose of a book is to be read."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"soul","Quote":"Body needs variable of time to be able to settle presence of soul in this three-dimensional space."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"soul","Quote":"The essence of all things determines souls that are fit to send messages for their kinds."},{"Author":"C. JoyBell C.,  Saint Paul Trois Chateaux: 1948","Category":"soul","Quote":"And at that moment, Thibaut knew he was a murderer. He had murdered his brother that night; he had taken away his brother's soul."},{"Author":"Debasish Mridha","Category":"soul","Quote":"Only from the soul can you see the magic."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Poet's Way Are we ever sure what we do,will endure and get its due?No.But we do it anyway.For that is the poet's way."},{"Author":"Beryl Dov","Category":"soul","Quote":"Lost vs. Lost We get lost twice in life.The first stems from uncertainty,when we try to find what our dreams truly are.The more profound feeling of being lost is existential, and comes unforeseen, after we finally fulfill our dreams.To survive the latter, we must create an entirely new set of dreams."},{"Author":"Beryl Dov","Category":"soul","Quote":"What is the Meaning of Life? [10w] {6} To be transformed into all we are capable of becoming."},{"Author":"Beryl Dov","Category":"soul","Quote":"The 3 Most Powerful Words in the English Language for Every College Student [3w] Ilovepizza"},{"Author":"Beryl Dov","Category":"soul","Quote":"Pulling a Houdini Relationships are magic;we're always getting each other out of handcuffs and strait-jacketswhile locked in a steamer trunk underwater."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hidden [10w] A woman is an iceberg;we see less than 10%."},{"Author":"Beryl Dov","Category":"soul","Quote":"Knocked-Up Kinda' Loven Marry, me, marry me, marry me,You better say, 'affirmative',Cuz you stuck a bun in my ovenand you haven't an alternative."},{"Author":"Beryl Dov","Category":"soul","Quote":"Tonight is For the Dying I've seen it grow dark ten-thousand times, yet never once mourned the loss of light, until tonight. Tonight I'm dying, dying, dying; before morn I may be ash in an urn, I know the light will return, maybe keeping ablaze its promise to others. Maybe not.If I had my druthers, the others would bedying, dying, dying, too,tonight."},{"Author":"Beryl Dov","Category":"soul","Quote":"UPS [10w] Women at work judge the UPS man by his package."},{"Author":"Beryl Dov","Category":"soul","Quote":"*\"Maybe the whole point of my life is to make you feel more alive."},{"Author":"Beryl Dov","Category":"soul","Quote":"Revel in the Unraveling Being authentic is lifting the maskon who you think you should be seen as,and becoming at ease with your bare ass vulnerability.Revel in the unraveling,take courage in sharing your imperfections,and you'llincrease your loveexponentially."},{"Author":"Beryl Dov","Category":"soul","Quote":"Divine Write [10w] To write is to divinely dabblein infinite alternate realities."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry vs. Prose [10w] Prose is the bread of imagination;poetry is the wine."},{"Author":"Beryl Dov","Category":"soul","Quote":"American Foreign Policy [10w] Foreign Policy requires dealing from the bottom of the deck."},{"Author":"Beryl Dov","Category":"soul","Quote":"As Long As It Has a Fast Internet Connection {Couplet} I need a cozy den to winter in,a hiberaculum away from the city's din."},{"Author":"Beryl Dov","Category":"soul","Quote":"Infinite Promise The carrot of infinite promise always dangles just inches beyond our noses.The trick is to surreptitiously switch that carrot for a zucchini."},{"Author":"Beryl Dov","Category":"soul","Quote":"Recollection [10w] Recollection recategorize memoriesby sorting them out into different collections."},{"Author":"Beryl Dov","Category":"soul","Quote":"Go with your Gut Our eyes, our mind plays tricks.Our love muscle, our heartchooses blindly and impulsively.But our gut,ahh, our gut,always makes the wise choice ~and goes straight for the burning hot pocketsfresh out of the microwavebecause our mouthsahh, our mouths,never needed a roof in the first place."},{"Author":"Beryl Dov","Category":"soul","Quote":"My Secret for Out-of-the-Box-Thinking To help me writein my signature out-of-the-box style,I sit in front of my humidifier that I've filled up with Grey Goose vodka.My humidifier is now at Underwriters Laboratoriesin a 12-Step Programand buddied up with a de-humidifier."},{"Author":"Beryl Dov","Category":"soul","Quote":"Herpes [10w] Only greatness and genital herpes are conspicuous by their absence."},{"Author":"Beryl Dov","Category":"soul","Quote":"Carlsberg: Probably the best lager in the world... ...just like IKEA is the best furniture on earth."},{"Author":"Beryl Dov","Category":"soul","Quote":"God Created [10w] Lips were created to kiss and hands to make peace."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pizza vs. Internet Porn I'm still debating whether pizza or internet porn is the best thing ever invented.I've already jack-off three times while eating a double-cheese pepperoni piemaking my careful deliberations."},{"Author":"Beryl Dov","Category":"soul","Quote":"Fugly Fishmates For every woman that looks like a hatchet-faced haddockthere's an equally ugly flounder-faced man with even fewer prospects."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love vs. Honeymoon [10w] Love is what truly begins when the honeymoon is over."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rhode Island State Motto Hope.Not much here but at least we have Family Guy."},{"Author":"Beryl Dov","Category":"soul","Quote":"Washington State Motto Al-Ki. [25]America's most rainy, PC and annoying state."},{"Author":"Beryl Dov","Category":"soul","Quote":"Kraft Macaroni & Cheese: It's the cheesiest... ...advertising slogan ever!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Self-Help I asked the bookseller,'Do you have any self-help books for addiction?'He said,'If I tell you, I'd be enabling you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rain Check I'm a shitty typist and speller, I hunt and peck,I wrote, \"i LeFt mY sWeEtToOtH iN yOuR nEcKoF tHe WoOdS, cOuLd YoU pLeAsE bRiNgIt BeCk.\"Surprisingly, you did,and left.\"rAiN cHeCk."},{"Author":"Beryl Dov","Category":"soul","Quote":"In and Out [10w] Our infant blanket in the externalization of our mother's womb.ღ ♛ ღ ♛ ღ ♛ ღ ♛ ღ Intruth, we should be married under,sling our newborn babiesinand after deathbe shrouded in the same infant blanketwe were taken home from the hospital in."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Freedom Paradox [10w] The act of protecting freedom is a violation of freedom."},{"Author":"Beryl Dov","Category":"soul","Quote":"Fabulous Creatures and Trust Issues [10w] Never trust a sheep in wolf’s clothing despite the unicorn."},{"Author":"Beryl Dov","Category":"soul","Quote":"Gray [10w] Since gray's the 'new black' things aren't black and white."},{"Author":"Beryl Dov","Category":"soul","Quote":"Stumble When you don't know how to end a sentence you've stumbled upon a truth."},{"Author":"Beryl Dov","Category":"soul","Quote":"Office Depot: Taking Care of Business... ...with short breaks, bad management and no job advancement opportunities."},{"Author":"Beryl Dov","Category":"soul","Quote":"Virginia Haiku \"Bowl of chili for me.She'll have the Cheesy Western.Both with, add a slab."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Universe Begins and Ends in Us If a telescope could see beyond the edges of the universe,we would see ourselves looking into a telescope trying to see beyond the edges of universe."},{"Author":"Beryl Dov","Category":"soul","Quote":"What is God? [17] [10w] God has a fondness for cosmology and carbon-based life forms."},{"Author":"Beryl Dov","Category":"soul","Quote":"Dialogue Knowledge compromises its truthonce it ceases to be a dialogue."},{"Author":"Beryl Dov","Category":"soul","Quote":"Movies [10w] Movies were invented to sellbuttery snacks and sugary drinks"},{"Author":"Beryl Dov","Category":"soul","Quote":"Summer NYC ☜ʇɥƃᴉlɟ☞'ɥsɐp ɐ 'ɥsɐlds ∀˙ɥʇɐq ʍollɐɥs ɐ ʇɐ sʍoɹɹɐds ǝʞᴉlsɹǝlʞuᴉɹds ʇɐ uǝɹplᴉɥƆ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~Children at sprinklerslike sparrows at a shallow bath.A splash, a dash, ☜flight☞"},{"Author":"Beryl Dov","Category":"soul","Quote":"Don't Mess with the Queen {Couplet} The first man harnessing the secrets of fireCannot compare with the revelation of your sovereign ire."},{"Author":"Beryl Dov","Category":"soul","Quote":"War [10w] When leaders threaten war,they’re breaking dirt on our graves."},{"Author":"Beryl Dov","Category":"soul","Quote":"Soup [10w] Never marry anyone who eats their soup with a ladle."},{"Author":"Beryl Dov","Category":"soul","Quote":"Travel [10w] The difference between a traveler and vacationer is one arrives."},{"Author":"Beryl Dov","Category":"soul","Quote":"Getting Even Bring a gun to a knife-fight,Bring a nuke to a war.Even if you don't win,You'll even the score.““”̿ ̿ ̿ ̿ ̿’̿’̵͇̿̿з=(•̪ⓧ)=ε/̵͇̿̿/̿ ̿ ̿ ̿ ̿"},{"Author":"Beryl Dov","Category":"soul","Quote":"Fame [10w] Fame has a funny way of rewriting your entire past."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hypocrisy [10w] Religion without hypocrisy doesn't exist;that's man's imperfection, not God's."},{"Author":"Beryl Dov","Category":"soul","Quote":"Lost Love [10w] + {Couplet} Lost love's the season of mists,Though they are gone, memory persists."},{"Author":"Beryl Dov","Category":"soul","Quote":"Long Term Relationships [10w] Long term relationships should begin and end with a laugh."},{"Author":"Beryl Dov","Category":"soul","Quote":"Present {Couplet} Our present is the dissipating despair of our past mingled with the promise of our future we hope will last."},{"Author":"Beryl Dov","Category":"soul","Quote":"Please Don't Commemorate Me Just Yet [10w] The living are only commemorated when they're at death's door."},{"Author":"Beryl Dov","Category":"soul","Quote":"Atheism [10w] Atheism is the tragic triumph of cold contemptuousness over gratitude."},{"Author":"Beryl Dov","Category":"soul","Quote":"Shakespeare vs. Keynesian Economics {Couplet} If 'Neither a lender nor a borrower be',investments would dry up, economies stagnate,and off to the poorhouse go you and me."},{"Author":"Beryl Dov","Category":"soul","Quote":"Life Imprisonment with No Possibility of Parole [10w] \"The needle is preferable to three hots and a cot."},{"Author":"Beryl Dov","Category":"soul","Quote":"Persistence If persistence is the foundation of all success, how come persistent liars and nags aren't more successful?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Democracy, Really [10w] A democracy is free to replace one tyranny with another."},{"Author":"Beryl Dov","Category":"soul","Quote":"Biggest Problem with 10w [10w] The biggest problem with aphorisms is people believe they're true."},{"Author":"Beryl Dov","Category":"soul","Quote":"Past is Past [10w] Lovers should clearly avoid obsessing about each other's romantic past."},{"Author":"Beryl Dov","Category":"soul","Quote":"Good Egg [10w] Picking up the pieces is the responsibilty of the egg."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ruth Whither thou goest, I will go ~as long as it's to the mall.I heard Dillard's is having an 80% off sale!"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Human Race Pleasure is the sprint.Contentment is the 5 mile.Happiness is the marathon."},{"Author":"Beryl Dov","Category":"soul","Quote":"There's More Than Two Choices [10w] Don't take the road less traveled;blaze your own path."},{"Author":"Beryl Dov","Category":"soul","Quote":"Endless Childhood [10w] + {Couplet} Put off summer's endAnd adulthood's vexingburdens shall suspend."},{"Author":"Beryl Dov","Category":"soul","Quote":"Marriage Material For women seeking a marriage partner,a man's sense of humor trumps good looks.Unfortunately for the funnymen out there,security trumps laughter."},{"Author":"Beryl Dov","Category":"soul","Quote":"How to Treat Your Lover {Couplet} If you want to learn how your lover best to treat,Pretend each time is the last time you'll ever meet."},{"Author":"Beryl Dov","Category":"soul","Quote":"Facebook's New Marketing Slogan \"We can only be lonesome together.900,000,000 served."},{"Author":"Beryl Dov","Category":"soul","Quote":"Out-of-the-Box [10w] I march to my own drummerin a drum circle."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Stink of Hate {Couplet} When haters write they raise a stink;must be the venom coursing through their ink."},{"Author":"Beryl Dov","Category":"soul","Quote":"Oy Vey Haiku (g)Nat's sphincter clenched.The skinhead asked, 'You a Jew?Minyan's one man short."},{"Author":"Beryl Dov","Category":"soul","Quote":"Preparation [10w] Hope for the best, but prepare for your insufferable wife."},{"Author":"Beryl Dov","Category":"soul","Quote":"Misfortune Misfortune is but a stepping stone to great fortune ~especially if your slip and fall was possibly caused by negligenceand you get yourself a good Jew lawyer to sue the parties responsible."},{"Author":"Beryl Dov","Category":"soul","Quote":"That's Why Shag's the Way To Go [10w] Love's messy;it tracks mud on the carpet of life."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ode to a Wastepaper Basket I love the way you sit in the corner,gracious like a lover,catching my every crumpled vanity."},{"Author":"Beryl Dov","Category":"soul","Quote":"Fall in Love in Fall {Couplet} It would be more befitting to fall in love in the fall,for the leave's colorful dance of death, augurs the long haul."},{"Author":"Beryl Dov","Category":"soul","Quote":"Grave Dancing for Dummies {Couplet} They danced at my grave when I was buried at sea;with my haters drowned, I'm now totally free."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Poet's Disease My body atrophies.My mind swells.Imagination's become my crutch."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love in the Afterlife [10w] Maybe I'll love you in the afterlife.This life, fuhgeddaboudit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Seafood My body's just a shell,the world is my oyster ~and I'm getting a whale of appetiteright now for some delicious seafood ."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wrong Number [10w] There is no such thing as dialing a wrong number."},{"Author":"Beryl Dov","Category":"soul","Quote":"God May Grant Your Wishes Daily [10w] Pray for sunshine at night and moonbeams when you wake."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Unspoken Speaks Volumes Stillness brackets the exchanges between lovers. Itis not the lack of sound, but an encapsulated silenceof resonance. Resonant silences stand like bookends, embracing their thoughts;though formal pleasantries vibrate the air,they are more ritual than communication.The couples true intents are articulated in the unspoken.Two bodies.One soul."},{"Author":"Beryl Dov","Category":"soul","Quote":"Leap of Faith [10w] Seeing God withinis where the leap of faith lands."},{"Author":"Beryl Dov","Category":"soul","Quote":"Err 2 [10w] To err is human, to make it a habit, assinine."},{"Author":"Beryl Dov","Category":"soul","Quote":"Scientology [10w] There's nothing more oppressive than the ignorance of foolish belief."},{"Author":"Beryl Dov","Category":"soul","Quote":"Soulmate My Ass [10w] Aspire to marry the person the least wrong for you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hellman's Mayonnaise: Bring out the Hellman's and bring out the best... ...artery clogger since Burger King’s Triple Whopper with Cheese."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hustling [10w] Fishing's the world's oldest profession;only the bait has changed."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mood Swings 'ᏰέƦẙḽԃṏሁ's the most \"unappreciated\"poet on this site.Being \"misunderstood\"is what gets him into a fight.Now that I'm retired and free,He's the new \"King\"of HP ~Now I hate that Jew because he's better and right."},{"Author":"Beryl Dov","Category":"soul","Quote":"Tangled [10w] Love becomes a tangle of roots submerged in common soil."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Game Is Afoot God's buried eight jewels within my soul.Life's game is,'Remove each gem, yet find me whole.'The clue is,\"Eight is one, and one is eight,no jewel's more precious,all equally great."},{"Author":"Beryl Dov","Category":"soul","Quote":"Flood of Feeling {Couplet} A flood of feeling is a poem,created from daydreaming in the zone.The levees break, emotions snake,from imagination's ocean who sets the stakes."},{"Author":"Beryl Dov","Category":"soul","Quote":"Visual Pun [10w] Example of visual pun:cloud shaped like a banana peel."},{"Author":"Beryl Dov","Category":"soul","Quote":"Upgrading [10w] Promise them the worldto get the universe in return."},{"Author":"Beryl Dov","Category":"soul","Quote":"Prolific [10w] \"Perhaps I'm prolific because I believe creativity can forestall death."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rice-a-Roni: The San Francisco treat... ...the other treat, of course, being anal penetration."},{"Author":"Beryl Dov","Category":"soul","Quote":"Southern Cat on a Hot Tin Roof Sure nuff, I'm happier than a cat on a formerly hot tin roofwhich now usesNXT Cool Zone® heat reflecting roof coating ~but I'm still ornier than a mule on loco weedand a whole lot hornier than a two-dicked billy goat.You gots any coatin' for dat?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Virtual Reality [10w] Bliss is a virtual-reality headset coupled with a virtual-reality hooker software."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love vs. Mental Illness [10w] Love, like mental illness, comes on graduallyand then suddenly."},{"Author":"Beryl Dov","Category":"soul","Quote":"Sharia Justice [10w] Sharia justice is a lynch mob masquerading as Allah's will."},{"Author":"Beryl Dov","Category":"soul","Quote":"Dressed to Kill [10w] At fashionable parties,vegetarians should not be dressed to kill."},{"Author":"Beryl Dov","Category":"soul","Quote":"Missouri State Motto Salus populi suprema lex esto [16]If our chiggers don't getcha', Rush Limbaugh will."},{"Author":"Beryl Dov","Category":"soul","Quote":"Do Me No Favors Haiku 'Do me no favors ~I can take care of myself.So, pay the check and drive me home."},{"Author":"Beryl Dov","Category":"soul","Quote":"Did He Do the Right Thing? I walked out of the room. I did not stay to watch my beloved draw her last breath because I didn't want all my magical memories of her tainted by the profanity of death."},{"Author":"Beryl Dov","Category":"soul","Quote":"Genocide [10w] Genocide is the runaway bride once death becomes the bridegroom."},{"Author":"Beryl Dov","Category":"soul","Quote":"Self-Contempt [10w] Self-contempt is calling yourself collect and refusing to accept the charges."},{"Author":"Beryl Dov","Category":"soul","Quote":"Vacations for Souls [10w] When souls are bored in Heaven they vacation in Hell."},{"Author":"Beryl Dov","Category":"soul","Quote":"Enmity Enmity is the soul of shit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Evolution of Love [10w] Love evolved from when one monkey handed another a blossom."},{"Author":"Beryl Dov","Category":"soul","Quote":"Finding Fault [10w] + {Couplet} We find in others faultWhenever our wounds perceives salt."},{"Author":"Beryl Dov","Category":"soul","Quote":"Avery If a boy named Avery marries a girl named Avery,will they name or just label their children?"},{"Author":"Beryl Dov","Category":"soul","Quote":"God vs. Satan [10w] Why can't God and Satan get along?They're both detail-oriented."},{"Author":"Beryl Dov","Category":"soul","Quote":"One Size Fits All Life Strategy Smile first.Ask questions later."},{"Author":"Beryl Dov","Category":"soul","Quote":"Why I Don't Carry a Cellphone [10w] It's a sign of servility you can be contacted anytime."},{"Author":"Beryl Dov","Category":"soul","Quote":"Note to Self: Patent #10w Diving Mask for fish filled with water when oceans disappear."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wretched [10w] Intelligence without compassion is an invitation to a wretched life."},{"Author":"Beryl Dov","Category":"soul","Quote":"Beyond the Place of Turning Back ↺ \"Sometimes I wish to fly so far sou⇟hit's stars beyond the place of turning back↺"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Sound of Killing [10w] + [10w] A doe, a deer, a femaledeerin my headlights.A doe, a deer, a femaledeeron my sunroof."},{"Author":"Beryl Dov","Category":"soul","Quote":"Scientifically Proven [10w] Mariah Carey has a brain the size of a walnut."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mmm Mmm Good Gimmick Campbell's Soup announced todayit's introducing 'QWERTY' soupfor our more computer literate children.Who are they kidding?They're just relabeling the old Alphabet Soup."},{"Author":"Beryl Dov","Category":"soul","Quote":"Gypsy When one gypsy spits on you, its disgusting;when two do, it's suspicious;when three do, you're late to a gypsy wedding."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poets Be Realists! Poets be realists!It's O.K. to keep your jobs ~just don't quit your day dreams."},{"Author":"Beryl Dov","Category":"soul","Quote":"Predestination [10w] 'Twas predestined that I'd call predestination a crock of shit."},{"Author":"Beryl Dov","Category":"soul","Quote":"The State of the World Attests to This: [10w] Common people are too easily manipulated or stupid to vote."},{"Author":"Beryl Dov","Category":"soul","Quote":"Somalia Haiku For a Somalian, heaven's drawing water from a well in an earthen pot."},{"Author":"Beryl Dov","Category":"soul","Quote":"The AP Stylebook is Useless {Couplet} I can't abbreviate abbreviation nor know how to initialize an acronym,I can find the contraction for contraction nor the précis for a homonym."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Poet's Mind In so many ways I walk ablaze in a maze,my eyes in a glaze, my mind in a daze,this poem's just a phrase in the latency phase,rephrase, rephrase, rephrase..."},{"Author":"Beryl Dov","Category":"soul","Quote":"No Planning for Death [10w] People put more planning into a weekend vacation than death."},{"Author":"Beryl Dov","Category":"soul","Quote":"Storm [10w] Clouds darken to X-rays revealingthe tumorous thunder resounding within."},{"Author":"Beryl Dov","Category":"soul","Quote":"Epic vs. Great Poetry [10w] Epic poetry's about the extraordinary;Great poetry is about the commonplace."},{"Author":"Beryl Dov","Category":"soul","Quote":"Death & Poetry Nothing softens the blow of death like a cushy poem to fall upon."},{"Author":"Beryl Dov","Category":"soul","Quote":"Kaddish Kaddish for Mrs. Ginsbergis not Kaddish,For your mom raised a Buddhistand mine raised a Jew.You'll zazen for your loss,I'll daven for mine.I do not belittle your loss,your grief is no less than mine.But by abandoning your tribe, אלון,Who now will say Kaddish for you?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Leaps of Faith [10w] Like religion, leaps of faith are behind all idealistic movements."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry as Entertainment [10w] Poetry that's not entertaining is just a self-indulgent laundry list."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Flood that Did Not Subside [10w] What would today's world be,If Noah's dove flew into obscurity?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Athens, Texas Haiku Blackeyed Pea Capital of the World.Yup, just another shithole."},{"Author":"Beryl Dov","Category":"soul","Quote":"Notoriety vs. Anonymity [10w] 'Tis better to live with notoriety,than die of anonymity."},{"Author":"Beryl Dov","Category":"soul","Quote":"Spineless \"How do you know which invertebrate lacks resolution if they're all spineless?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Rationalize [10w] Man needs an apt aphorism to rationalize his ruthless actions."},{"Author":"Beryl Dov","Category":"soul","Quote":"Irish-Gaelic Wife-Fooking Proverb The truth can't be concealedI fooked your Caitlin from behind,because you can never plow a field by just turning it over in your mind.By the way, Caitlin's last words, before sucking me cock, were\"Me husband's balls smells like ballyblue cheese, ahhhhhh, Éirinn go Brách!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Galoshes Haiku Cherry blossoms bloomin the morning mist.Thank God I took my galoshes."},{"Author":"Beryl Dov","Category":"soul","Quote":"The 'Ugly' Poet [10w] Poets develop cleverness with wordsto compensate for their unattractiveness."},{"Author":"Debasish Mridha","Category":"soul","Quote":"Nature is always talking to you, smiling to you, and singing to you. To understand, you just have to be open to listen with your heart and soul."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Prayer God, be my light in pitch-black night;Show me the path from wrong to rightThat I might in Your hands be delivered later,Having eclipsed myself to become something greater."},{"Author":"Beryl Dov","Category":"soul","Quote":"Writer's Prayers That Don't Work \"Lord, lead me from the banality of everyday life,to the gleaming one beneath the surface."},{"Author":"Beryl Dov","Category":"soul","Quote":"First Day at Harvard [10w] Smartest kid in the roomwalks into room of competitors."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mythbusters [10w] Snipers will assure you safety in numbers is a myth."},{"Author":"Beryl Dov","Category":"soul","Quote":"Charity [10w] Contentment over your life is the best aphrodisiac for charity."},{"Author":"Beryl Dov","Category":"soul","Quote":"Grandma's Advice on Ambition \"Children, if you aim for the stars you'll be impaled by small meteorites and become toast."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pun vs. Puny [10w] + {Couplet} \"His penis was a pun,judging by the predictable groans.The hours set by innuendos,the seconds by the moans."},{"Author":"Beryl Dov","Category":"soul","Quote":"Let Others Speak [10w] When others speak of your virtues they grow tenfold."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Loaf of Challah Haiku A loaf of challah,a bottle of Rashi wine...For everything else there's Simply Manischewitz."},{"Author":"Beryl Dov","Category":"soul","Quote":"Retail [10w] The first and last sale of the day are best."},{"Author":"Beryl Dov","Category":"soul","Quote":"Thorn [5w] Every thorn has its rose."},{"Author":"Beryl Dov","Category":"soul","Quote":"Catalyst [10w] You're not lying if your lie helps engender the truth."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wheels of Change Discontentment is the wheels of change.You can either add some grease to bring about change faster,or run in front of them in protest,and be crushed by them."},{"Author":"Beryl Dov","Category":"soul","Quote":"Who, Me? We marry nearly the same person over and over again,hoping next time they'll get it right."},{"Author":"Beryl Dov","Category":"soul","Quote":"Bespeckled Heroes [10w] Great heroes in 100 years become statues speckled with birdshit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love Undeniable [10w] A lover may deny anything to their lover but love."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poets Job Description [10w] Poets console the soul with words and eyes with images."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love's War [10w] In love's war there aren't winners and losers ~just casualties."},{"Author":"Beryl Dov","Category":"soul","Quote":"Too Much Information You must empty your mind of garbage to let new garbage in."},{"Author":"Beryl Dov","Category":"soul","Quote":"Death [10w] What the the dying most resent is life goes on."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love vs. Control [10w] A lover you can control is not worthy of having."},{"Author":"Beryl Dov","Category":"soul","Quote":"New Year's Revolving Door [10w] + [10w] + {Couplet} 2015's revolution commences with the overthrow of New Year's resolution.Seek not absolutionfor our weak character's immune to evolution."},{"Author":"Beryl Dov","Category":"soul","Quote":"First Things First \"Where are you?\"is the voice of God.\"Who am I?\"is the voice of your soul.You can't answer Goduntil you answer yourself.Before you come out of hiding,find your identity and your purpose."},{"Author":"Beryl Dov","Category":"soul","Quote":"Tennessee State Motto Agriculture and Commerce.Where the KKK was bornand the most popular pick up line is, 'Nice tooth!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Heartbreak [10w] Heartbreak’s like a heart attack but without the hospital bills."},{"Author":"Beryl Dov","Category":"soul","Quote":"Humble Wishes [10w] \"God, all I simply ask is that I become perfect."},{"Author":"Beryl Dov","Category":"soul","Quote":"Children Learn to Love and Hate A child understands love by three months and hate by three years.How the child processes that understandingwill shape his character for the next seventy."},{"Author":"Beryl Dov","Category":"soul","Quote":"Indiscernible Love [10w] True love's so effortless, others can hardly see it's happening."},{"Author":"Beryl Dov","Category":"soul","Quote":"Russian, Umerzhurnalistka Someone who too many questions for his own good. Literally, 'Dead journalist'."},{"Author":"Beryl Dov","Category":"soul","Quote":"Who Isn't [10w] Psychotherapy's powerless once you assume you're smarter than the therapist."},{"Author":"Beryl Dov","Category":"soul","Quote":"Extra Crispy Deranged Free Range Chickens \"Hey, I may be delusional in believing you're delusional,but one thinks for sure, the person who bothers to read this shit is delusional."},{"Author":"Beryl Dov","Category":"soul","Quote":"Animal Species Identity [10w] Funny how animals know their own species without a mirror."},{"Author":"Beryl Dov","Category":"soul","Quote":"Bagels and Lox Life's an everything bagel;love is a schmear of scallion cream cheese;and lox, no matter how you cut it,is resistant to dumbass metaphors."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry and Ostrich Feathers A poet should leave his poem covered with a faint film of fairy dust,inviting the reader to bring his faint heartand an ostrich feather duster to the reading."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love on Fire [10w] A man in love cannot see fire or smell smoke."},{"Author":"Beryl Dov","Category":"soul","Quote":"Time Traveler's Ennui The future ain't what it use to be."},{"Author":"Beryl Dov","Category":"soul","Quote":"Maintaining the Distance between Wealth and Poverty [10w] The nouveau riche are far more ruthlessthan the rich."},{"Author":"Beryl Dov","Category":"soul","Quote":"Origami Master If you're the greatest origami master in the worldmaybe I can find you a job folding napkins at a restaurant.I'm not making any promises."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ethical Dilemma of an Ascending Body [10w] + [10w] You can't ascend a ladderwithout rungs to push back;you can't climb a staircasewithout stairs to step on."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rat Trap Haiku 'Hmm, 12 by 13,4 by 9. Oy! You call thisrat trap an apartment?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Depression Busy people have neither the time nor the swimming skills to take a divein a pool of depression."},{"Author":"Beryl Dov","Category":"soul","Quote":"Double-Dipping [10w] Double-dip in righteousness and delight in the here and herafter."},{"Author":"Beryl Dov","Category":"soul","Quote":"2D or Not 2D [10w] The best thing about a two-dimensional world is nobody's fat."},{"Author":"Beryl Dov","Category":"soul","Quote":"Err [10w] My dear, \"To err is human — to forgive, to redefine."},{"Author":"Beryl Dov","Category":"soul","Quote":"Switch Hitter [10w] Aphorisms are penned in my left brain,poetry, my right."},{"Author":"Beryl Dov","Category":"soul","Quote":"Discrete vs. Discreet Moonlight falls upon my feet,beyond the sun's overwrought conceit.I'm painted pristine white, without the heat;reflection's cool reflection~ how discreet!"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Squeaky Wheel The squeaky wheel ~will put you $374.43 in the holeafter replacing the brake pad, rotorsand $500 with a new master cylinder."},{"Author":"Beryl Dov","Category":"soul","Quote":"Obscure Poetry Obscurity does not make a poem better or deeper.It simply makes it obscure."},{"Author":"Beryl Dov","Category":"soul","Quote":"Eckhart Tolle for Sociopaths The foundation for all abundance is having more cool shit than your neighbor."},{"Author":"Beryl Dov","Category":"soul","Quote":"Yams vs. Sweet Potatoes vs. Cassava vs. Popeye [10w] \"I am that I am that I am a yam."},{"Author":"Beryl Dov","Category":"soul","Quote":"Angels vs. Fools [10w] Au contraire: Angels rush in where fools fear to tread."},{"Author":"Beryl Dov","Category":"soul","Quote":"Virtual Friends [10w] Internet camaraderie's bullshit because these 'friends' can't be relied upon."},{"Author":"Beryl Dov","Category":"soul","Quote":"Stampede [10w] Her stampede of wild emotions broke down everything once stable."},{"Author":"Beryl Dov","Category":"soul","Quote":"Now [10w] + {Couplet} Whether you Hurry up! or P r o c r a s t i n a t e,the NOW doesn't discriminate."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry and Dogs [10w] Poetry and dogs make the best companions.Don't trust dogs."},{"Author":"Beryl Dov","Category":"soul","Quote":"Evil [10w] Believing you're evil sets into motion the wheels of self-destruction."},{"Author":"Beryl Dov","Category":"soul","Quote":"Free Lunch There's no such thing as a free lunch ~for people who haven't yet learned to beat the system ;)"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Wonder of Wandering [10w] When you wander without destination,the world becomes your teacher."},{"Author":"Beryl Dov","Category":"soul","Quote":"If I Were God [10w] If I were God I'd sell my shit on Ebay."},{"Author":"Beryl Dov","Category":"soul","Quote":"Iran [10w] In Teheran daylight dawnswith minarets against skies of bronze."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hook 'em I know how to leave them satisfied and hungry for more ~with a carefully administered shot of insulin."},{"Author":"Beryl Dov","Category":"soul","Quote":"❞ [10w] \"Let's cuddle like a quotation mark filling a blank page."},{"Author":"Beryl Dov","Category":"soul","Quote":"Jew in a Canoe Haiku Jew in a canoe,whitewater rushes, the canoe tips.The Jew doesn't."},{"Author":"Beryl Dov","Category":"soul","Quote":"O God O God I love you.I worship you, I need you.Everything I am is because of you.Everything.O God I hate you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Evil Thoughts [10w] Believing 'You're either with us or against us' is evil."},{"Author":"Beryl Dov","Category":"soul","Quote":"Library [10w] Hopefully, the library in the afterlife doesn't contain contemporary poetry."},{"Author":"Beryl Dov","Category":"soul","Quote":"again!\"=\"\"Perfect happiness is when your child giggles and yells,\"Again!"},{"Author":"Beryl Dov","Category":"soul","Quote":"My Sweet Home, Alabama If it grows, it sticks, if it crawls, it bites,if it's outside, it rusts,if it's ornery, it fights,if it's a dawg, it barks.if its a possum, it feignsif it's a buggy, it squeals,if it's winter, it's summer,If it's slimy, it's eels.If it ain't Dixie, it won't do,so let's fix to get piss drunkand lynch us another nigger and Jew."},{"Author":"Beryl Dov","Category":"soul","Quote":"Occam's Razor [10w] I shaved with Occam's razor and he shaved with mine."},{"Author":"Beryl Dov","Category":"soul","Quote":"Finally, I Know Who I Am You are what you eat.~ Ludwig Andreas FeuerbachWe become what we think about.~ Earl NightingaleI'm a Horny Pizza!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Past/Present/Future I have no problem living in the present,but because of my pastpeople want to kill me in the future."},{"Author":"Beryl Dov","Category":"soul","Quote":"Political Strategists Avoids the Controversial [10w] Politicians win by pandering to the base of shared assumptions."},{"Author":"Beryl Dov","Category":"soul","Quote":"Fate [10w] The eternal point where our dreams intersect is called fate."},{"Author":"Beryl Dov","Category":"soul","Quote":"3 Surefire Ways to Win a Man You sucking my cock made our relationship interesting.You taking it up your ass made it meaningful.You cooking me dinner made it lasting."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mingling Defined [10w] Superficial people engaging with superficial people on a superficial level."},{"Author":"Beryl Dov","Category":"soul","Quote":"Oppressor vs. Oppressed [10w] Love somtimes disintegrates into becoming the oppressor or the oppressed."},{"Author":"Beryl Dov","Category":"soul","Quote":"Busch Beer: Head for the mountains... [10w] ...and fall off the precipice shitfaced."},{"Author":"Beryl Dov","Category":"soul","Quote":"Keep Your Day Job Bitch [10w] + {Couplet} If you've guessed that I'm blessed,augury ain't your strawberry."},{"Author":"Beryl Dov","Category":"soul","Quote":"Amazon.com Amazon.com is the Church of Consumer Capitalismwhose ethics demands we know the price of everything,the value of absolutely nothing of true moral valueand most importantly ~Customers Who Bought This Item Also Bought."},{"Author":"Beryl Dov","Category":"soul","Quote":"What Children See [10w] \"A spider is an octopus who lives in the desert."},{"Author":"Beryl Dov","Category":"soul","Quote":"Dogs [10w] Dogs never lie about love,but occasionally fake an orgasm."},{"Author":"Beryl Dov","Category":"soul","Quote":"Entrepreneurs [10w] A man should be judged by the companyhe sells."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry Calling [10w] Poetry's not a calling.It's a whispering in your ear."},{"Author":"Beryl Dov","Category":"soul","Quote":"I [10w] 'I' is a wellspring in the desertoverflowing with life."},{"Author":"Beryl Dov","Category":"soul","Quote":"test post please ignore .Gotcha!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Six Minus Three Degrees of Stupidation [10w] Three degrees of stupid:stupidstupid squaredstupid stupid stupid"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Grass is Always Greener on the Other Side of the Hill That's because my lawn is on a south-facing slope of the hill and more more open to sunlight and warm winds. It's dryer due to higher levels of evapotranspiration than my neighbor's greener north-facing slope.I'm not the least bit envious of the color of his greener grass.I'm just pissed that the prick owns a better piece of real estate."},{"Author":"Beryl Dov","Category":"soul","Quote":"Grateful [10w] + [10w] If you can't think of anything you should be grateful for,think that you can think and be grateful for that."},{"Author":"Beryl Dov","Category":"soul","Quote":"Let's get physical, physical [10w] All physical contact is meaningful,even if meaningful means sleazy."},{"Author":"Beryl Dov","Category":"soul","Quote":"Hate [10w] Love cannot hate eradicate ~only a more ruthless hate can."},{"Author":"Beryl Dov","Category":"soul","Quote":"Explosive Heart [10w] + {Couplet} A heart that's been playedcan become a hand grenade."},{"Author":"Beryl Dov","Category":"soul","Quote":"Shit Poetry [10w] Poetry without grace of expression is just so much shit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Teenagers [10w] Teenagers are the lone survivors of a ruthless hormonal holocaust."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Machismo Motto [10w] \"When we are not hard as nails we get screwed."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ars Poetica: Dovetailing Collage [10w] Poems should be a dovetailing collage not a linear cohesion."},{"Author":"Beryl Dov","Category":"soul","Quote":"Imitation [10w] Art imitates life.Life imitates art.I just imitate imitation."},{"Author":"Beryl Dov","Category":"soul","Quote":"Man vs. Chimp Even chimpanzees are toolmakers,but only man has the unique honor of being a Godmaker."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Tragedy of Forgetfulness When you stop loving someone,in order to heal your memory of them begins to fade.Unfortunately, the good ones fade with the bad and suddenlyyears of your life have disappeared."},{"Author":"Beryl Dov","Category":"soul","Quote":"Promising vs. Promises A promising life comes from a childhood without broken promises."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Real Passionate Kiss Should Feel Like Dying [10w] Like ice melting into water coming to a rolling boil."},{"Author":"Beryl Dov","Category":"soul","Quote":"First Things First [10w] God created the possibility of absurditybefore he created man."},{"Author":"Beryl Dov","Category":"soul","Quote":"Me vs. Me Only the practice of empathy and gratitudecan make the opaque ego transparent to receivethe loving light emanating from your soul.Hate and selfishness will always leave you'in the shadow."},{"Author":"Beryl Dov","Category":"soul","Quote":"Heart My heart jumps every time you walk through the door.It's not love.I have an arrhythmia."},{"Author":"Beryl Dov","Category":"soul","Quote":"Gone to the Dogs [10w] All ideals corrupt into ideology to sustain the social order."},{"Author":"Beryl Dov","Category":"soul","Quote":"Detonation vs. Pre-Ignition [10w] Poets have thin skins;physicists call this differential burn rates."},{"Author":"Beryl Dov","Category":"soul","Quote":"Publisher's Persuasion \"You're much too good a writer to want a six figure advance. You don't want your readers to think you're only writing for money ~ do you?"},{"Author":"Beryl Dov","Category":"soul","Quote":"What One Vulture Said to the Other I have a bone to pick with you ~which end shall we start on?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Old People [10w] At the mere mention of death they gasp for breath."},{"Author":"Beryl Dov","Category":"soul","Quote":"Iowa Haiku \"We're not really dull,we are just misunderstood.Weed helps dull the pain."},{"Author":"Beryl Dov","Category":"soul","Quote":"Spooning [10w] Love means tasting her spaghetti sauce on a wooden spoon."},{"Author":"Beryl Dov","Category":"soul","Quote":"Omnipresence Under The Christmas Tree \"I wish I was a schizophrenic with déjà vu so I could've been everywhere simultaneously."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Gypsy Jackpot An ambulance, a police car and a fire truck parked in front of a gypsy's trailer can only mean one thing ~ insurance scam!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Pushkin When Pushkin came to Shovekin all hell broke loose."},{"Author":"Beryl Dov","Category":"soul","Quote":"Home Never give up a home for a house;you may never find a home again."},{"Author":"Beryl Dov","Category":"soul","Quote":"Compassion [10w] Compassion is the combination to enter the vault of heaven."},{"Author":"Beryl Dov","Category":"soul","Quote":"Selfies [10w] Selfies allows you instant gratification and reminiscence all at once."},{"Author":"Beryl Dov","Category":"soul","Quote":"When in Doubt [10w] If your relationship becomes stagnant,set fire to her dress."},{"Author":"Beryl Dov","Category":"soul","Quote":"Telekinetic Poker Players Telekinetic poker players have a tell when they're bluffing:they always raise you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Curse of the Ageing Woman {Couplet} I'm a wallflower, bluestocking, left on the Shelf, When you're beyond one's sell-by date, you've left by yourself,"},{"Author":"Beryl Dov","Category":"soul","Quote":"Grass in a Sidewalk Crack Grass sprounting miraculously in a sidewalk crack is a metaphor forlousy maintenance."},{"Author":"Beryl Dov","Category":"soul","Quote":"Broken [10w] + {Couplet} \"His gifts have become broken things, hidden from my view,Sitting on a shelf, above my shoes, like exterminated Jews."},{"Author":"Beryl Dov","Category":"soul","Quote":"Eye of God [10w] The Hubble-Universe is a microchip in the Eye of God."},{"Author":"Beryl Dov","Category":"soul","Quote":"Too Beautiful for Words [10w] + [10w] When nature presents us with miracles too beautiful for words,it is either a mountain, a beach, or a baby."},{"Author":"Beryl Dov","Category":"soul","Quote":"GPS for Sin \"You've entered the point of no return;Re-cal-cu-la-ting."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mercy vs. Revenge \"May God have mercy on my unfaithful, back-stabbing, adulterous husband because I sure as hell won't."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Circumstances can change through worldly knowledge (ignorance of the self, the Soul) and also through (true) knowledge (realization of the self). With ignorance, circumstances will bring entanglements and with (true) knowledge, circumstances will bring solutions. (True) Knowledge itself changes circumstances. Is God likely to come down and do so?"},{"Author":"Ta-Nehisi Coates,  Between the World and Me","Category":"soul","Quote":"The spirit and soul are the body and brain, which are destructible-that is precisely why they are so precious."},{"Author":"A.D. Posey","Category":"soul","Quote":"A loving heart, determination, faith, courage, trust, belief, truth, and a solid soul create the wings with which we fly."},{"Author":"A.D. Posey","Category":"soul","Quote":"Drizzle happiness wherever you go."},{"Author":"A.D. Posey","Category":"soul","Quote":"Believe so brightly that everyone sees the beauty in believing."},{"Author":"A.D. Posey","Category":"soul","Quote":"Life is magic."},{"Author":"A.D. Posey","Category":"soul","Quote":"Every day is not a day to master but an adventure to experience."},{"Author":"A.D. Posey","Category":"soul","Quote":"Kind words change the world."},{"Author":"A.D. Posey","Category":"soul","Quote":"Film gives us a second chance at a first impression."},{"Author":"A.D. Posey","Category":"soul","Quote":"Be still in peace and reach your highest peak."},{"Author":"A.D. Posey","Category":"soul","Quote":"The best writing speaks when the heart whispers."},{"Author":"A.D. Posey","Category":"soul","Quote":"Her words are her wings. She's flying."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"The greatest victory is the conquest soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Love ignites spiritual fire in the soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Every trial toughens the soul."},{"Author":"Ruth Ahmed,  When Ali Met Honour","Category":"soul","Quote":"They say some couples are joined in heaven, and on Earth they look for their partner soul to be with.I knew I had found mine in her. And who can fight heaven?"},{"Author":"Vladimir Nabokov,  Glory","Category":"soul","Quote":"But then what does it matter whence comes the gentle nudge that jars the soul into motion and sets it rolling, doomed never again to stop?"},{"Author":"Michael Meade,  Why the World Doesn't End: Tales of Renewal in Times of Loss","Category":"soul","Quote":"Liberation happens each time we become conscious of the contents of the soul."},{"Author":"Anuj Somany","Category":"soul","Quote":"Positivity is a connectivity between Heart-to-Heart and not Mind-to-Mind as that is only equal Profitability."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Soul (Atma) remains very far from where kashays (anger-pride-deceit-greed) are created, the Soul is quite far from there. Where there is absence of kashays, there lies the ‘religion of Vitrags (the enlightened ones)’, and where kashays are present, lies the ‘relative religion’!"},{"Author":"Dada Bhagwan","Category":"soul","Quote":"There is no samkit (vision with right belief that I am Pure Soul) where there are kashays [anger, pride, deceit and greed], and where there are no kashays, there is samkit (self realization)."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"All those that don’t allow us to do things for the Soul (our True Self), they are our opposers (kashays); we shouldn’t listen to them."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Until ignorance, of one’s own Self (the Soul), is removed, illusory attachment (moha) will not go away."},{"Author":"Ken Liu,  The Paper Menagerie and Other Stories","Category":"soul","Quote":"But being the mirrors for each other's souls has a cost: by the time they part from each other, the individuals in the mating pair have become indistinguishable. Before their merger, they each yearned for the other; as they part, they part from the self. The very quality that attracted them to each other is also, inevitably, destroyed in their union."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"I love my soul to spiritually care for it."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Pure Soul and circumstances; there are only these two; but the disturbance of egoism does not allow it to be at peace."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"There are so many things in this world. If we put it in short (succinctly), then what will remain? The ‘pure Soul’ and ‘circumstances’. Moreover, to disperse is the nature of circumstances. Therefore, the Pure Soul will not have to tell them to go away."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Abhorrence towards bitter circumstances and attachment towards sweet ones is the nature of agnan (ignorance of the self). Bitter and sweet will not exist if agnan (ignorance of the self) leaves."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Attachment-abhorrence is an ‘effect’ and ignorance (of the self) is the ‘cause’!"},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Awareness (of the Self) prevails in matters where one becomes attachment-free (vitrag), and where one has attachment-abhorrence, there his awareness will not prevail."},{"Author":"Haruki Murakami,  1Q84 BOOK 1","Category":"soul","Quote":"I don't have a thing,\"Tengo said, \"except my soul.\"\"Sounds like a job for Mephistopheles,\"she said."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"Religion (dharma) is decrease in kashay (anger, pride, deceit and greed) and increase of kashay is irreligion (adharma). When Kashay goes away (completely) is the religion of the Self (Soul)."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Love is a spiritual soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Let the sunflowers of thy soul bloom in the sunshine."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"There lies within thy soul sunshine, let it radiate the sacred light."},{"Author":"A.D. Posey","Category":"soul","Quote":"Love is written by the soul."},{"Author":"Father Lantom, Daredevil","Category":"soul","Quote":"Guilt can be a good thing. It's the soul's call to action. The indication that... something is wrong. The only way... to rid your heart of it... is to correct your mistakes and keep going... until amends are made."},{"Author":"Marty Rubin","Category":"soul","Quote":"Love of the world is the soul of the world."},{"Author":"Anuj Somany","Category":"soul","Quote":"A person feels the pain in judicious proportion to the sensitive nature cherished in own world; otherwise there is enough fun, happiness, enjoyment and pleasure in life."},{"Author":"James Hillman","Category":"soul","Quote":"What door is opened into soul through our wounds."},{"Author":"Nikki Rowe","Category":"soul","Quote":"And like the sun, I will always rise."},{"Author":"Alfred Lord Tennyson,  The Complete Works of Alfred Tennyson","Category":"soul","Quote":"Our echoes roll from soul to soul, And grow forever and for ever."},{"Author":"LaShaun Middlebrooks Collier","Category":"soul","Quote":"You were born with a song in the seat of your soul; let the life that you live be the singing of it."},{"Author":"Beryl Dov","Category":"soul","Quote":"Nebraska State Motto Equality before the law.Where Monsanto/GMO corn is above the law."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wheaties: Breakfast of Champions... who'll endorse any product for a price."},{"Author":"Beryl Dov","Category":"soul","Quote":"What happens when you trip China's Premier Li Keqiang on a banana peel? Your wind up with an even more slippery slope."},{"Author":"Beryl Dov","Category":"soul","Quote":"Finish Off Your Enemies If you finish off your enemiesdo they wind up more charming and with better manners?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Las Vegas Magic! I was the greatest magician in the world.Things were going great. My agent booked me to play the Mirage Hotel in Las Vegas for $100,000 per performance!When I got onstage everything suddenly disappeared.I'm not sure if it was allan illusion or a delusion,but I cashed the check anyway just to be safe."},{"Author":"Beryl Dov","Category":"soul","Quote":"Lotto If I won a million bucks in Lotto,I'd give it to Charity.Charity gives great head."},{"Author":"Beryl Dov","Category":"soul","Quote":"Money Can't Buy Everything [10w] Money can't buy everything ~ but love is certainly no exception."},{"Author":"Beryl Dov","Category":"soul","Quote":"Talented [10w] Being called talented brings with it more hatred than applause."},{"Author":"Beryl Dov","Category":"soul","Quote":"Dammit Goddammit' Defined [10w] Damned if you do and damned if you don't double-bind."},{"Author":"Beryl Dov","Category":"soul","Quote":"Read vs. Write If you want to know about life second hand, read;if you want to experience life directly, write."},{"Author":"Beryl Dov","Category":"soul","Quote":"Bruges Belgium Haiku Behind a stack of grey Lego bricksyou wheeze up Belfry's 366 stepsand don't see a single bat."},{"Author":"Beryl Dov","Category":"soul","Quote":"Death Ride Denied At the stables of your agonyDeath brought his morbid mareTo whisk you from your woeful wantsAnd coax you from your cares.A ride you did deny this princeAnd bid him soft farewell,Hoping the morrow must be brighter sinceYour yesterdays were hell."},{"Author":"Beryl Dov","Category":"soul","Quote":"Minimum Wage [10w] Even trained bears couldn't bear working for bare minimum wage."},{"Author":"Beryl Dov","Category":"soul","Quote":"Privacy [10w] Why someone prefers his privacy is itself a private matter."},{"Author":"Beryl Dov","Category":"soul","Quote":"Doldrums People who live in the doldrumscan't throw caution to the wind."},{"Author":"Beryl Dov","Category":"soul","Quote":"Rebellious Fish [10w] Sometimes swimming against the current turns you into glazed salmon."},{"Author":"Beryl Dov","Category":"soul","Quote":"Jesus [10w] \"Sorry to keep you hanging,but it's just our nature."},{"Author":"Beryl Dov","Category":"soul","Quote":"Argument [10w] Argue for the sake of resolutionnot for arguments sake.."},{"Author":"Beryl Dov","Category":"soul","Quote":"Recipe for Love [10w] Recipe for love:compatibilityattraction ~just add penis and stir."},{"Author":"Beryl Dov","Category":"soul","Quote":"Some Semblance of Such \"To lose one's identity to a Doppelgänger may be regarded as a misfortune; to lose multiple identities speaks of Nabakov."},{"Author":"Beryl Dov","Category":"soul","Quote":"Miss Universe Contest Protest Haiku Fundamentalists protest Miss Universe contest.Go home, beat their wives."},{"Author":"Beryl Dov","Category":"soul","Quote":"No That's Bad Aim Shoot!That ass clown couldn't hit the broad side of a barnwith the smart photon torpedohe lifted from Area 51."},{"Author":"Beryl Dov","Category":"soul","Quote":"Twittersweeet [10w] Finding Twitter followers' like fishing in a lake of fisherman."},{"Author":"Beryl Dov","Category":"soul","Quote":"Autumn Ikebana [10w] + {Haiku} Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves.or:Earthen rainbows raked by Autumn's Ikebana of wind arranging leaves."},{"Author":"Beryl Dov","Category":"soul","Quote":"Who is Fortunate? [10w] Who is fortunate?He who measures his fortune in friends."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ranger Smith, Unemployement and the Possibility of Unperceived Existence If a tree falls in the forest and we're not there,do we fire the park ranger without making a sound?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Kansas State Motto Ad astra per aspera. [9]Flat land and flatline intelligence."},{"Author":"Beryl Dov","Category":"soul","Quote":"How to Exercise Caution [10w] Walk in the counsel of the wickedon your treadmill."},{"Author":"Beryl Dov","Category":"soul","Quote":"Today I Learned: Delete Today I learnedwhen you delete stuff on your computerit still resides on your hard drive.It's sort of like getting divorcedbut that bitch still lives in your house."},{"Author":"Beryl Dov","Category":"soul","Quote":"Chlorophylia [10w] + {Couplet} Few things amaze as the paletteof the autumn blaze."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Matter of Perspective I see rain dancing on the stage of the pond.Fish see heaven throwing a thousand kisses.My wife see a drizzle of olive oil on a pot of spaghetti. The scientist sees condensation and precipitation.The rain sees reincarnation.A poet see them all in permutation."},{"Author":"Beryl Dov","Category":"soul","Quote":"Proof Proof of God's existence is as silly as proof of love's."},{"Author":"Beryl Dov","Category":"soul","Quote":"Virtual Reality [10w] The only thing better than reality is perfected virtual reality."},{"Author":"Beryl Dov","Category":"soul","Quote":"There is nothing wrong with your television set. Do not attempt to adjust the picture. [10w] + {Couplet} Network TV's insistent stupidity to the Outer Limits pushes me."},{"Author":"Beryl Dov","Category":"soul","Quote":"Royal Pricks [10w] Woe unto the king of his bubble who's a prick."},{"Author":"Beryl Dov","Category":"soul","Quote":"Reflection Upon Reflection [10w] Don't look into a mirror in rooms full of mirrors."},{"Author":"Beryl Dov","Category":"soul","Quote":"Il Principe 2015: Lesson 2 ~ Shit If you're going to run for public office,you must first scrape the shit off your shoe,or the stink will follow you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Spirituality and Aging Spirituality comes naturally to the old because they're running out of options."},{"Author":"Beryl Dov","Category":"soul","Quote":"Straight Men vs. Curved Women [10w] 'Straight' men who approach 'curved' women must'mind the gap'."},{"Author":"Beryl Dov","Category":"soul","Quote":"Having Words with Words [10w] ”I’ve had a falling out with words,leaving me speechless."},{"Author":"Beryl Dov","Category":"soul","Quote":"♀ Travelers vs. ♀ Tourists [10w] + [10w] Female travelers wear no makeup, stringy jewelry and Jesus sandals.Female travelers wear overcaked makeup, diamond jewelry and Gucci Booties."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Written Word The only thing I hold dearer than myself(and my moms, yo') ~is the written word.I'd give my life for that bitch, (yo'.)"},{"Author":"Beryl Dov","Category":"soul","Quote":"Writer's Block [10w] Every writer's block is surrounded by a million other possibilities."},{"Author":"Beryl Dov","Category":"soul","Quote":"Penetration [10w] The difference between truism and an enlightened [10w] is penetration."},{"Author":"Beryl Dov","Category":"soul","Quote":"Tickled Pink Today,without thinking,I filled my half-empty fish tank, to its brink.Having doubled the size of his universe,my Siamese bettais quite tickled pinkThe same thing happens when you fill my half-empty world with your love.Bai, keep pourin'!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Leaping lemmings! Leaping lemmings!I so adore ya'Can't get enoughJust want more’o'ya'!When I've had my fill'o'ya',I long for anotherRefill'o'ya.So, let's cut my spiel And here's the deal:I'm just gonna' haveta' cloneya'!So, when we're doneJust having fun --I'm just gonna' haveta' boneya'Again."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wisconsin State Motto Forward.Leading the nation in drunk driving and Cheesehead hats."},{"Author":"Beryl Dov","Category":"soul","Quote":"Paranoid Realist Perspective [10w] \"I've conquered all my enemies except for the real ones."},{"Author":"Beryl Dov","Category":"soul","Quote":"Grease [10w] Relationships between people are rarely frictionless;they all need grease."},{"Author":"Beryl Dov","Category":"soul","Quote":"Frank Lloyd Wright {Couplet} Frank Lloyd Wright eliminated the confining wall,so now when your wife screams at youit sounds like you're in Tammany Hall."},{"Author":"Beryl Dov","Category":"soul","Quote":"Toasts During the hymeneal repast,The guest stood silent as toasts were cast.The Best Man bore witness to a dozen years pastThe Bridesmaid joked about a relationship that wouldn’t lastThe groom listened and held the hand of the brideKnowing his real toast was buttered on the other side."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Frog in my Throat I had me frog in my throat.I swallowed hard and it croaked.Tasted like shit.Next time I get me a frog in my throat,my snooty French boyfriend better wash his dick with soap."},{"Author":"Beryl Dov","Category":"soul","Quote":"2 Rules on Becoming a Good Poet [10w] Rule#1: Never write shitty poetry.Rule#2: Never forget Rule #1."},{"Author":"Beryl Dov","Category":"soul","Quote":"Russian, Metafizicheskiy-poshlost This is the humorous metaphysical banality like watching Tolstoy's wife, Sophia, nag her husband about leaving borscht stains on the table linen. The resulting discombobulation totally messed up the ending of Anna Karenina."},{"Author":"Beryl Dov","Category":"soul","Quote":"Goose Neck [10w] Whenever a goose has a car accident, the traffic sucks."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love vs. the Three Headed Dragon In relationships, the corrosive venom of the three-headed dragon areindifference, fault-finding and 'take-each-other-for-grantedness'.Only these cantarnish the shining armor of amour."},{"Author":"Beryl Dov","Category":"soul","Quote":"Valentine's Day 1 [10w] Valentine's Day affirms the promise that love can be sustained."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poets and Competitiveness [10w] \"I'm the only poet I need to be better than."},{"Author":"Beryl Dov","Category":"soul","Quote":"Death is Opening Night Everything's that happened yesterday is a rehearsal for everything that will happen..."},{"Author":"Beryl Dov","Category":"soul","Quote":"Revenge [10w] Revenge is a long game;all you need is time."},{"Author":"Beryl Dov","Category":"soul","Quote":"How to Get Girls into Bed When I take a new girl out on a dateI tell them I slipped poison into their wineand the antidote is on my penis."},{"Author":"Beryl Dov","Category":"soul","Quote":"Why Utopias Fail When you tie several horses together and one takes the lead, they all fall."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Delinquent Girl Chronicles Ages 7-11: Skip ropeAges 12-16: Skip classAge 17: Skip periodAge 18: Skip coming homeAge 19: Skip town"},{"Author":"Beryl Dov","Category":"soul","Quote":"Good and Evil To have good and evil the Devil must always remain a step beyond saving."},{"Author":"Beryl Dov","Category":"soul","Quote":"Overheard at McDonalds \"I am become death, the destroyer of worlds.Are you going to finish those fries?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Jesus Christ Hiaku Jesus Christget a job already.You're killing your mother!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Missed Childhood [10w] + {Couplet} Adolescence spent upon a cross,regrettably is childhood's loss."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pond(er) This [10w] Nobody wants to be:'Big fish in a little pond."},{"Author":"Beryl Dov","Category":"soul","Quote":"Melting Icicles Haiku Drip, drip, Drip, drip, Drip:Sounds of melting iciclesannouncing the Spring"},{"Author":"Beryl Dov","Category":"soul","Quote":"Integrity [10w] There’s no indignity men of integrity aren’t willing to endure."},{"Author":"Beryl Dov","Category":"soul","Quote":"What's a Proper Tribute to Robin Williams? [10w] When funnymen die is to better to laugh or cry?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Nomad {Couplet} When your roots grow from the outside in,home becomes whatever place you're in."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mild Suffering vs. Great Suffering Mild suffering serves the purpose of inner-change.Great suffering serves the purpose of evil,or just being at the wrong place at the wrong time."},{"Author":"Beryl Dov","Category":"soul","Quote":"Depth of Love [10w] The longer the time between relationships,the deeper your love."},{"Author":"Beryl Dov","Category":"soul","Quote":"Ferdinand VII of Spain {Couplet} He who can false loyalty feignshall sit twice upon the throne of Spain."},{"Author":"Beryl Dov","Category":"soul","Quote":"Simply Fabulous Haiku If I write fablesam I a fabulist orsimply fabulous?"},{"Author":"Beryl Dov","Category":"soul","Quote":"Prickly Pears [10w] Men are often like cactus fruits ~thorny outside,mushy inside."},{"Author":"Beryl Dov","Category":"soul","Quote":"As Dead As \"Nothing's changed at my place of birth.It is as dead as I remember leaving it."},{"Author":"Beryl Dov","Category":"soul","Quote":"Becoming [10w] We're a becoming whose final shape is unknown to all."},{"Author":"Beryl Dov","Category":"soul","Quote":"The Poet is God When a poem's words perfectly fit,it has legs.When they communicate well,it has a voice.When they make you think,it has a mind.When the make you feel,it has a heart.Think about it.When you write a poem,you've created a person,with a distinct identityand an immortal soulthat you send out into the worldto possibly change the world.Now you know what it feels liketo be God."},{"Author":"Beryl Dov","Category":"soul","Quote":"Taste [10w] + [10w] \"If you have sophisticated taste, you like what I like.If you're a Neanderthal, you will love what I hate."},{"Author":"Beryl Dov","Category":"soul","Quote":"Spreading Yourself Too Thin We tend to bite off more than we can chewbecause we've got big mouths."},{"Author":"Beryl Dov","Category":"soul","Quote":"Knowledgeable [10w] The knowledgeable man inventoried and catalogued everything he doesn't know."},{"Author":"Beryl Dov","Category":"soul","Quote":"Money [10w] The root of all evil has a well earned reputation."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Voice from the Past A book is a voice from the past whispering into your ear.Sometime I get the urge to exhume the author's bodyand hit him in the head with a shovel."},{"Author":"Beryl Dov","Category":"soul","Quote":"Laughter and The Chosen [10w] Making people laugh is God's gift to the Chosen People."},{"Author":"Beryl Dov","Category":"soul","Quote":"Maine State Motto Dirigo. [10]You won't find no niggers here, eh."},{"Author":"Beryl Dov","Category":"soul","Quote":"Enemies [10w] I prefer my enemies death than apologeticfor closure's sake"},{"Author":"Beryl Dov","Category":"soul","Quote":"Family [10w] Family is a truth pill ~ just beware of an overdose."},{"Author":"Beryl Dov","Category":"soul","Quote":"Death as Opportunity [10w] Death's an opportunity to wisely fill the void it leaves."},{"Author":"Beryl Dov","Category":"soul","Quote":"Diana Sporting a Remington Sendero SF II {Couplet} Over one shoulder hung a rifle, over the other swung a brace of pheasants;She was a no-nonsense breed of sniper, a viper with no time for fangs of conscience."},{"Author":"Beryl Dov","Category":"soul","Quote":"Free Will [20w] A bunch of amino acids bumping up together is not the scientific explanation of free will, it's grilling a hamburger."},{"Author":"Beryl Dov","Category":"soul","Quote":"Lonely Marriage is the best refuge of the lonely to be lonely together,and if it lasts long enough,take turns being lonely."},{"Author":"Beryl Dov","Category":"soul","Quote":"Why We Need Smart People [10w] We need smart people to call other smart people morons."},{"Author":"Beryl Dov","Category":"soul","Quote":"Masochist [10w] A masochist goes to massage parlor seeking a tragic ending."},{"Author":"Beryl Dov","Category":"soul","Quote":"Stratospherical Poems [10w] Poets circle the earth in a higher orbit than readers."},{"Author":"Beryl Dov","Category":"soul","Quote":"Don't Quit ❣ Don't quit on love and it won't bail on you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Is Prayer Only for Man? I [10w] Does God pray for His creation's in Heaven and Earth?"},{"Author":"Beryl Dov","Category":"soul","Quote":"What Women Think Women don't care if you got a six pack if you slurp you soup."},{"Author":"Beryl Dov","Category":"soul","Quote":"Fashion [10w] Clothes makes the man.Fashion, above all, makes the President."},{"Author":"Beryl Dov","Category":"soul","Quote":"Delusion vs. Truth Delusions are what really set you free;the truth is a choke hold."},{"Author":"Beryl Dov","Category":"soul","Quote":"What's in it for me?' A selfish person doesn't become compassionate as the result of some words of wisdom or epiphany. The selfish need selfish reasons to act unselfish."},{"Author":"Beryl Dov","Category":"soul","Quote":"Diet and Exorcise [10w] The most effective diet is hanging around with fat people."},{"Author":"Beryl Dov","Category":"soul","Quote":"Bridges [10w] Bridges are overpasses for commuters and roofs for the homeless."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"The inner being is a divine soul."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"May your soul be rooted in love."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry Site vs. Social Networking Site [10w] Hello Poetry is whatever you want Hello Poetry to be."},{"Author":"Beryl Dov","Category":"soul","Quote":"Object of Desire A woman knows she's the object of a unknown man's desirelike a game animal becoming aware it is being looked at."},{"Author":"Beryl Dov","Category":"soul","Quote":"Spineless [10w] There are more spineless men on the planet than jellyfish."},{"Author":"Beryl Dov","Category":"soul","Quote":"Deadlines The only deadline I plan on missing is the one at the cemetery."},{"Author":"Beryl Dov","Category":"soul","Quote":"Broken Heart [10W] The broken heart becomes volcanic, forever rumbling anddispersing ash."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pale Oak Leaves Scatter Pale oak leaves scatteraround my father's grave.\"For this I pay $30/month maintenance?"},{"Author":"Beryl Dov","Category":"soul","Quote":"The Moon The moon's a pearl among the starry gems,more cultured than the rest of them.A blemished diadem of charcoaled nightthat chaperons the sun back to the light."},{"Author":"Beryl Dov","Category":"soul","Quote":"Forget [10w] {Couplet} Let's lift our goblet of regret,forgive, forsake and forget."},{"Author":"Beryl Dov","Category":"soul","Quote":"Battered Women [5w] Battered womenare more crispy."},{"Author":"Beryl Dov","Category":"soul","Quote":"Children and Food [10w] Once children order like grown-upsfood's lost its sweet innocence."},{"Author":"Beryl Dov","Category":"soul","Quote":"Marriage Advice [10w] Marry a man above youand a woman beneath you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Crawling Backwards [10w] Crawling backwards is the hardwired wisdom of crabs and survivors."},{"Author":"Beryl Dov","Category":"soul","Quote":"Frivolous Gossip and Poetry It's just so much frivolous gossip to dwell upon the moral merits of a poet;what should only concern the reader is the merit of his words.Leave moral judgments to the preachers and aesthetic judgments to the critical readers."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"There is deliverance for every daring soul."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"When the outside intent (other than the intent of Pure Soul, Parbhaav) stops, he attains enlightened bliss of the Self (samadhi)."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"When you experience permanent bliss of the Self (samadhi), then it will be considered that your entire work is completed."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"If you experience bliss of the Self (samadhi) amidst complete problematic stage, then know that you have met a “Gnani Purush” [the enlightened one]!"},{"Author":"Dada Bhagwan","Category":"soul","Quote":"How much straight forward you are; that much bliss of the Self (Samadhi) will prevail within you."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"True peaceful state is that when one has inner peace amidst total lack of peace on the outside. Bliss of the Self (samadhi) amidst external turmoil is ‘tested’ samadhi."},{"Author":"Dada Bhagwan","Category":"soul","Quote":"When is bliss of the self (Samadhi) experienced? It is when one does not want anything, when all the tubers of one’s greed goes away, then the bliss of the self (Samadhi) is experienced. Give away, how much you give (your things to others), that much (happiness) will be yours !"},{"Author":"Dada Bhagwan","Category":"soul","Quote":"To be unattached in every phase of one’s life is indeed full enlightened bliss of the Self (Purna samadhi)!"},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Good heart, good soul."},{"Author":"Nikki Rowe","Category":"soul","Quote":"He touched my soul long before I knew what his hands felt like."},{"Author":"William Shakespeare,  Henry V","Category":"soul","Quote":"Cuando tu alma está preparada, las cosas también lo están."},{"Author":"Rachel L. Schade,  Silent Kingdom","Category":"soul","Quote":"The pages afforded glimpses into my soul where I'd hidden it, behind masks of paper and ink."},{"Author":"Steve Maraboli","Category":"soul","Quote":"Some people insist on inviting me to their drama buffet... No thanks! My soul hungers for nourishment and growth; it doesn't lust for poison and depletion."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Indomitable soul encompasses a beautiful heart and a beautiful smile."},{"Author":"Bonnie Zackson Koury","Category":"soul","Quote":"There are men with heart and soul that respect values and tradition then there are men with no heart that are manipulators and couldn't care less about values or tradition they both have friendly faces don't be fooled learn the difference by Bonnie Zackson Koury"},{"Author":"Michael Meade","Category":"soul","Quote":"Fate and destiny are close woven within us and near them can be found the true genius of our lives."},{"Author":"Michael Meade","Category":"soul","Quote":"Inside each one of us there is a mostly hidden, mostly golden, mostly eternal image or aspect of being, similar to the gold that is buried in the earth. We are the earthlings, the children of the earth, and therefore we are a replica, in a sense, of the earth itself. One of the ideas that is important is: As above, so below. As outside, so within."},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Be strong in soul."},{"Author":"Michael Hayssus","Category":"soul","Quote":"I'm desperately trying to have my heart accept the fact that I would be better off if I let go, I can't undo what's been done, nor am I able to forget, but together, me, my heart and my soul, we can work on what's ahead, if we team up we can write another story...Michael Hayssus, A Diary Of Hurts"},{"Author":"Lailah Gifty Akita","Category":"soul","Quote":"Every sacred travel transforms the soul."},{"Author":"Beryl Dov","Category":"soul","Quote":"Make It Happen!!! [10w] Don't wait for someone to fall in love with you."},{"Author":"Beryl Dov","Category":"soul","Quote":"Embittered [10w] \"His heart blistered like paint peeling from an old rig."},{"Author":"Beryl Dov","Category":"soul","Quote":"Celebrity [10w] Celebrity seeking is like love or war: NO HOLDS BARRED."},{"Author":"Beryl Dov","Category":"soul","Quote":"Memory Timeline of Divorce Divorce +1 year: \"Just because we don't talk, it doesn't mean I can't stop thinking about you.\"Divorce +10 years: \"The one good thing that came out of our marriage was our wonderful children.\"Divorce +20 year: \"Who? Doesn't ring a bell."},{"Author":"Beryl Dov","Category":"soul","Quote":"Dogs Playing Poker Art [10w] Poker-faced dogs looks like they're bluffing or need to shit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Black Hole The death of one great man makes the world seem empty;the death or three creates a back hole in the heart of humanity.In Memorium 2015B.B. KingOliver SacksNicholas Winton"},{"Author":"Beryl Dov","Category":"soul","Quote":"Objective Journalism Foreign journalists will always compromise objectivity to preserve relationships that give them better access."},{"Author":"Beryl Dov","Category":"soul","Quote":"Boundaries [10w] Receiving bribes blurs the clear boundaries between friends and enemies."},{"Author":"Beryl Dov","Category":"soul","Quote":"they=\"\"use=\"\"to=\"\"be=\"\"so=\"\"sweet\"=\"\"[10w]=\"\"Parent's should celebrate change in their children;they're growing up."},{"Author":"Beryl Dov","Category":"soul","Quote":"Gradually Then Instantly [10w] We fall in love the way we lose our minds."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pretending to be Deep ;) [10w] Only from the mountain's valley can you see the peak."},{"Author":"Beryl Dov","Category":"soul","Quote":"Socrates [10w] \"I know less than you.That's how smart I am!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Western Hypocricy I laugh at the hypocrisy of this western world that only expects the Muslims and Jews to act more Christian, while they continueto revel in the carnage of their heathen ways."},{"Author":"Beryl Dov","Category":"soul","Quote":"Nature's Prayer [10w] + {Couplet} Trees gesticulate in morning prayer;wind circulates with cleansing air."},{"Author":"Beryl Dov","Category":"soul","Quote":"Sunshine On My Shoulders When you're home's always filled with sunshine,you're either blessed or it's time to fix the roof."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wedding Veil [10w] + {Couplet} A wedding veil's of no availbecause virginity's a fairy-tale."},{"Author":"Beryl Dov","Category":"soul","Quote":"1953 It seems the world has gone downhill since the year Sir Edmund Hillary climbed Everest."},{"Author":"Beryl Dov","Category":"soul","Quote":"Mended [10w] {Couplet} If the recently mended heart,breaks again, it shall not start."},{"Author":"Beryl Dov","Category":"soul","Quote":"Senility [10w] Senility's like a bottle of Coke that lost its bubbles."},{"Author":"Beryl Dov","Category":"soul","Quote":"Reconstruction of Japan After World War II [10w] 'I am what I plan'became the motto of modern-Japan."},{"Author":"Beryl Dov","Category":"soul","Quote":"Bonjour [10w] You're more obscure than first we met,\"uttered with regret."},{"Author":"Beryl Dov","Category":"soul","Quote":"Heaven [10w] Heaven’s not a destination ~it’s a way of processing life."},{"Author":"Beryl Dov","Category":"soul","Quote":"Compassion and Self-Neglect [10w] Compassionate people know how to care of everybody but themselves."},{"Author":"Beryl Dov","Category":"soul","Quote":"Love Fades [10w] Like our love,Chinese painters show distance in faded grays."},{"Author":"Beryl Dov","Category":"soul","Quote":"La Récolteuse de la Mort Je suis la Récolteuse de la Mort et ~vous êtes ce que je viens pour les!"},{"Author":"Beryl Dov","Category":"soul","Quote":"Crest Toothpaste: Look, Ma, no cavities!... ...that'll really piss off the TSA agents looking for contraband."},{"Author":"Beryl Dov","Category":"soul","Quote":"An Enirely Different Matter [10W] Four states of matter:solid, liquid, gasand ffuzzy-wuzzy."},{"Author":"Beryl Dov","Category":"soul","Quote":"Lubbock, Texas Haiku Oil wells, Hub of the Plains.Stinks like an armpit."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry Should Dance [10w] Let poetry dance ~neither outpace it nor let it lag."},{"Author":"Beryl Dov","Category":"soul","Quote":"New Year's Resolutions New Year's resolutions shouldn't be about doing new things;it should be about stopping to do the shitty things you're already doing."},{"Author":"Beryl Dov","Category":"soul","Quote":"Err \"To err is human ~ more wine!"},{"Author":"Beryl Dov","Category":"soul","Quote":"My Fathers Last Words My dad was a sadist and whorehound.His last words were,'Son, I have a million dollars hidden in the."},{"Author":"Beryl Dov","Category":"soul","Quote":"Today's Affirmation [10w] \"I'll unplug myself from myselfand plug into something higher."},{"Author":"Beryl Dov","Category":"soul","Quote":"Poetry is a Ladder {C☰O☰U☰P☰L☰E☰T} {The poet's job is to create a ladder} {for the reader to enter his imagination}and☰once☰they've☰climbed☰u­p☰to☰the ☰top☰remove☰each☰rung☰by☰grad­ation"},{"Author":"Beryl Dov","Category":"soul","Quote":"Hello Poetry Needs Y'allz How empty the oceans would be were it only filled with orcas."},{"Author":"Beryl Dov","Category":"soul","Quote":"Pedestals [10w] People should not be placed on pedestals unless they're stuffed."},{"Author":"Beryl Dov","Category":"soul","Quote":"Perdue: It takes a tough man to make a tender chicken... ...it's all about steroids and crowd management."},{"Author":"Beryl Dov","Category":"soul","Quote":"Wine [10w] American wines tasting as good as French wines are presumptuous."},{"Author":"Beryl Dov","Category":"soul","Quote":"Loneliness [10w] Loneliness is GPS equipped new Mercedeswith nowhere to go.****************"},{"Author":"Beryl Dov","Category":"soul","Quote":"Thorny Love [10w] A thorn by any other name would hurt as much."},{"Author":"Beryl Dov","Category":"soul","Quote":"A Suicide's Regret \"I cut my vein in vain;blood slowly oozes out.I should've cut an arteryand watch it spurt and spout."},{"Author":"Beryl Dov","Category":"soul","Quote":"Boasting vs. Toasting [10w] + {Couplet} What many call boasting to my success I call toasting."},{"Author":"Beryl Dov","Category":"soul","Quote":"Disability [10w] Unconditional love can turn a child's disability into an advantage."},{"Author":"Hermann Hesse","Category":"soul","Quote":"Uit deze belevenissen, die niemand ziet, bestaat de innerlijke, wezenlijke lijn van ons lot. Zulk een breuk en scheur groeit weer dicht, hij heelt en wordt vergeten, maar in de diepst verborgen hoek leeft en bloedt hij verder."}]
