[{"Author":"Mark Twain","Category":"truth","Quote":"If you tell the truth, you don't have to remember anything."},{"Author":"Jess C. Scott,  The Intern","Category":"truth","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"Mark Twain","Category":"truth","Quote":"A lie can travel half way around the world while the truth is putting on its shoes."},{"Author":"Mark Twain","Category":"truth","Quote":"Never tell the truth to people who are not worthy of it."},{"Author":"Oscar Wilde,  The Importance of Being Earnest","Category":"truth","Quote":"The truth is rarely pure and never simple."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"truth","Quote":"The truth.\"Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution."},{"Author":"Joe Klaas,  Twelve Steps to Happiness","Category":"truth","Quote":"The truth will set you free, but first it will piss you off."},{"Author":"Suzanne Collins,  The Hunger Games","Category":"truth","Quote":"I am not pretty. I am not beautiful. I am as radiant as the sun."},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"Perhaps one did not want to be loved so much as to be understood."},{"Author":"Aldous Huxley,  Complete Essays 2, 1926-29","Category":"truth","Quote":"Facts do not cease to exist because they are ignored."},{"Author":"John Lennon","Category":"truth","Quote":"I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?"},{"Author":"George Carlin,  When Will Jesus Bring The Pork Chops?","Category":"truth","Quote":"Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid."},{"Author":"Fyodor Dostoyevsky,  The Brothers Karamazov","Category":"truth","Quote":"Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love."},{"Author":"Oscar Wilde","Category":"truth","Quote":"A thing is not necessarily true because a man dies for it."},{"Author":"George Orwell","Category":"truth","Quote":"In a time of deceit telling the truth is a revolutionary act."},{"Author":"Winston S. Churchill","Category":"truth","Quote":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing ever happened."},{"Author":"Oscar Wilde","Category":"truth","Quote":"Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth."},{"Author":"Socrates","Category":"truth","Quote":"The unexamined life is not worth living."},{"Author":"S.E. Hinton,  The Outsiders","Category":"truth","Quote":"I lie to myself all the time. But I never believe me."},{"Author":"Henry David Thoreau","Category":"truth","Quote":"Our truest life is when we are in dreams awake."},{"Author":"William Faulkner","Category":"truth","Quote":"Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world...would do this, it would change the earth."},{"Author":"Mark Twain,  Following the Equator: A Journey Around the World","Category":"truth","Quote":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't."},{"Author":"Stephanie Klein,  Straight Up and Dirty","Category":"truth","Quote":"Tell the truth, or someone will tell it for you."},{"Author":"Flannery O'Connor","Category":"truth","Quote":"The truth does not change according to our ability to stomach it."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"truth","Quote":"Books are mirrors: you only see in them what you already have inside you."},{"Author":"Pablo Picasso","Category":"truth","Quote":"Art is the lie that enables us to realize the truth."},{"Author":"John Lennon","Category":"truth","Quote":"The more I see, the less I know for sure."},{"Author":"Jim Morrison","Category":"truth","Quote":"The most important kind of freedom is to be what you really are. You trade in your reality for a role. You trade in your sense for an act. You give up your ability to feel, and in exchange, put on a mask. There can't be any large-scale revolution until there's a personal revolution, on an individual level. It's got to happen inside first."},{"Author":"Kalu Ndukwe Kalu","Category":"truth","Quote":"The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy."},{"Author":"Henry David Thoreau,  Walden","Category":"truth","Quote":"Rather than love, than money, than fame, give me truth."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"truth","Quote":"The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward."},{"Author":"Ernest Hemingway","Category":"truth","Quote":"The best way to find out if you can trust somebody is to trust them."},{"Author":"Socrates","Category":"truth","Quote":"The unexamined life is not worth living."},{"Author":"Sarah Dessen,  Just Listen","Category":"truth","Quote":"So you're always honest,\"I said.\"Aren't you?\"\"No,\"I told him. \"I'm not.\"\"Well, that's good to know, I guess.\"\"I'm not saying I'm a liar,\"I told him. He raised his eyebrows. \"That's not how I meant it, anyways.\"\"How'd you mean it, then?\"\"I just...I don't always say what I feel.\"\"Why not?\"\"Because the truth sometimes hurts,\"I said.\"Yeah,\"he said. \"So do lies, though."},{"Author":"Benjamin Disraeli","Category":"truth","Quote":"There are three types of lies -- lies, damn lies, and statistics."},{"Author":"Gabriel Garcí­a Márquez,  One Hundred Years of Solitude","Category":"truth","Quote":"It's enough for me to be sure that you and I exist at this moment."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"There are no facts, only interpretations."},{"Author":"George Bernard Shaw","Category":"truth","Quote":"If you want to tell people the truth, make them laugh, otherwise they'll kill you."},{"Author":"Ernest Hemingway","Category":"truth","Quote":"All you have to do is write one true sentence. Write the truest sentence that you know."},{"Author":"Virginia Woolf","Category":"truth","Quote":"If you do not tell the truth about yourself you cannot tell it about other people."},{"Author":"Robert Orben","Category":"truth","Quote":"Illegal aliens have always been a problem in the United States. Ask any Indian."},{"Author":"Thomas Merton,  No Man Is an Island","Category":"truth","Quote":"The beginning of love is the will to let those we love be perfectly themselves, the resolution not to twist them to fit our own image. If in loving them we do not love what they are, but only their potential likeness to ourselves, then we do not love them: we only love the reflection of ourselves we find in them"},{"Author":"François de La Rochefoucauld","Category":"truth","Quote":"No persons are more frequently wrong, than those who will not admit they are wrong."},{"Author":"Eckhart Tolle","Category":"truth","Quote":"The past has no power over the present moment."},{"Author":"William Blake,  Auguries of Innocence","Category":"truth","Quote":"A truth that's told with bad intentBeats all the lies you can invent."},{"Author":"Edward Abbey","Category":"truth","Quote":"Better a cruel truth than a comfortable delusion."},{"Author":"Michelle Hodkin,  The Unbecoming of Mara Dyer","Category":"truth","Quote":"Thinking something does not make it true. Wanting something does not make it real."},{"Author":"Bruce Feirstein","Category":"truth","Quote":"The distance between insanity and genius is measured only by success."},{"Author":"C.S. Lewis","Category":"truth","Quote":"I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more."},{"Author":"Jack Kerouac","Category":"truth","Quote":"The only truth is music."},{"Author":"Ernest Hemingway","Category":"truth","Quote":"All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you: the good and the bad, the ecstasy, the remorse and sorrow, the people and the places and how the weather was. If you can get so that you can give that to people, then you are a writer."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"truth","Quote":"To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"truth","Quote":"Nothing, Everything, Anything, Something: If you have nothing, then you have everything, because you have the freedom to do anything, without the fear of losing something."},{"Author":"Markus Zusak,  The Book Thief","Category":"truth","Quote":"Usually we walk around constantly believing ourselves. \"I'm okay\"we say. \"I'm alright\". But sometimes the truth arrives on you and you can't get it off. That's when you realize that sometimes it isn't even an answer--it's a question. Even now, I wonder how much of my life is convinced."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"truth","Quote":"The truth will set you free. But not until it is finished with you."},{"Author":"Tim O'Brien","Category":"truth","Quote":"That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth."},{"Author":"Hayley Williams","Category":"truth","Quote":"Sometimes it takes a good fall to really know where you stand"},{"Author":"Nadine Gordimer","Category":"truth","Quote":"The truth isn't always beauty, but the hunger for it is."},{"Author":"Greg Behrendt","Category":"truth","Quote":"I'm about to make a wild, extreme and severe relationship rule: the word busy is a load of crap and is most often used by assholes. The word \"busy\"is the relationship Weapon of Mass Destruction. It seems like a good excuse, but in fact in every silo you uncover, all you're going to find is a man who didn't care enough to call. Remember men are never to busy to get what they want."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"truth","Quote":"Most men would rather deny a hard truth than face it."},{"Author":"George Washington","Category":"truth","Quote":"It is better to offer no excuse than a bad one."},{"Author":"Lemony Snicket,  Horseradish","Category":"truth","Quote":"It is difficult, when faced with a situation you cannot control, to admit you can do nothing."},{"Author":"Lemony Snicket,  Horseradish","Category":"truth","Quote":"There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself."},{"Author":"Kahlil Gibran","Category":"truth","Quote":"When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight."},{"Author":"Catherine Deneuve","Category":"truth","Quote":"A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man."},{"Author":"Katherine Boo,  Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity","Category":"truth","Quote":"Much of what was said did not matter, and that much of what mattered could not be said."},{"Author":"Sophie Kinsella,  The Undomestic Goddess","Category":"truth","Quote":"There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out."},{"Author":"Malcolm X","Category":"truth","Quote":"I'm for truth, no matter who tells it. I'm for justice, no matter who it is for or against. I'm a human being, first and foremost, and as such I'm for whoever and whatever benefits humanity as a whole."},{"Author":"George R.R. Martin,  A Clash of Kings","Category":"truth","Quote":"People often claim to hunger for truth, but seldom like the taste when it's served up."},{"Author":"Oscar Wilde","Category":"truth","Quote":"We live in an age when unnecessary things are our only necessities."},{"Author":"Lao Tzu,  Tao Te Ching","Category":"truth","Quote":"The truth is not always beautiful, nor beautiful words the truth."},{"Author":"C.S. Lewis","Category":"truth","Quote":"If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair."},{"Author":"Cassandra Clare,  City of Ashes","Category":"truth","Quote":"Something inside Clary cracked and broke, and words came pouring out. 'What do you want me to tell you? The truth? The truth is that I love Simon like I should love you, and I wish he was my brother and you weren't, but I can't do anything about that and neither can you!"},{"Author":"Marcus Aurelius,  Meditations","Category":"truth","Quote":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth."},{"Author":"Anne Lamott","Category":"truth","Quote":"You can safely assume you've created God in your own image when it turns out that God hates all the same people you do."},{"Author":"Lemony Snicket,  The Blank Book","Category":"truth","Quote":"Just because you don't understand it doesn't mean it isn't so."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"truth","Quote":"Men may be stronger, but it is women who endure."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all."},{"Author":"John Green,  Paper Towns","Category":"truth","Quote":"Nothing ever happens like you imagine it will"},{"Author":"Maya Angelou","Category":"truth","Quote":"There's a world of difference between truth and facts. Facts can obscure truth."},{"Author":"C. JoyBell C.","Category":"truth","Quote":"I think that we are like stars. Something happens to burst us open; but when we burst open and think we are dying; we’re actually turning into a supernova. And then when we look at ourselves again, we see that we’re suddenly more beautiful than we ever were before!"},{"Author":"Wallace Stevens","Category":"truth","Quote":"Perhaps the truth depends on a walk around the lake."},{"Author":"Kurt Vonnegut","Category":"truth","Quote":"1492. As children we were taught to memorize this year with pride and joy as the year people began living full and imaginative lives on the continent of North America. Actually, people had been living full and imaginative lives on the continent of North America for hundreds of years before that. 1492 was simply the year sea pirates began to rob, cheat, and kill them."},{"Author":"T.S. Eliot","Category":"truth","Quote":"Sometimes things become possible if we want them bad enough."},{"Author":"Jess C. Scott,  The Intern","Category":"truth","Quote":"Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait."},{"Author":"Blaise Pascal","Category":"truth","Quote":"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it."},{"Author":"Jessamyn West","Category":"truth","Quote":"Fiction reveals truth that reality obscures."},{"Author":"Nisargadatta Maharaj","Category":"truth","Quote":"It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates."},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"Truth never damages a cause that is just."},{"Author":"Arthur Schopenhauer","Category":"truth","Quote":"All truth passes through three stages: First, it is ridiculed; Second, it is violently opposed; Third, it is accepted as self-evident."},{"Author":"Walt Whitman","Category":"truth","Quote":"Whatever satisfies the soul is truth."},{"Author":"J.D. Salinger,  Franny and Zooey","Category":"truth","Quote":"I’m just sick of ego, ego, ego. My own and everybody else’s. I’m sick of everybody that wants to get somewhere, do something distinguished and all, be somebody interesting. It’s disgusting."},{"Author":"Charles Bukowski,  Hot Water Music","Category":"truth","Quote":"Life's as kind as you let it be."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"truth","Quote":"Whether you live to be 50 or 100 makes no difference, if you made no difference in the world."},{"Author":"Dorothy L. Sayers","Category":"truth","Quote":"Facts are like cows. If you look them in the face long enough, they generally run away."},{"Author":"Voltaire","Category":"truth","Quote":"Love truth, but pardon error."},{"Author":"Terry Goodkind","Category":"truth","Quote":"If the road is easy, you're likely going the wrong way."},{"Author":"Carl Sagan,  The Demon-Haunted World: Science as a Candle in the Dark","Category":"truth","Quote":"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring."},{"Author":"Gautama Buddha","Category":"truth","Quote":"Three things can not hide for long: the Moon, the Sun and the Truth."},{"Author":"Ally Carter,  Heist Society","Category":"truth","Quote":"It is an occupational hazard that anyone who has spent her life learning how to lie eventually becomes bad at telling the truth."},{"Author":"Greg Behrendt,  He's Just Not That Into You: The No-Excuses Truth to Understanding Guys","Category":"truth","Quote":"Here's something else to think about: calling when you say you're going to is the very first brick in the house you are building of love and trust. If he can't lay this one stupid brick down, you ain't never gonna have a house baby, and it's cold outside."},{"Author":"George Orwell,  In Front of Your Nose: 1945-1950","Category":"truth","Quote":"The essence of being human is that one does not seek perfection."},{"Author":"Søren Kierkegaard","Category":"truth","Quote":"There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true."},{"Author":"Oscar Wilde","Category":"truth","Quote":"One should never trust a woman who tells one her real age. A woman who would tell one that would tell one anything."},{"Author":"Jodi Picoult,  Keeping Faith","Category":"truth","Quote":"The truth doesn't always set you free; people prefer to believe prettier, neatley wrapped lies"},{"Author":"Jess C. Scott,  The Devilin Fey","Category":"truth","Quote":"I envy people that know love. That have someone who takes them as they are."},{"Author":"C.S. Lewis","Category":"truth","Quote":"You never know how much you really believe anything until its truth or falsehood becomes a matter of life and death to you."},{"Author":"Sylvia Plath,  The Bell Jar","Category":"truth","Quote":"But when it came right down to it, the skin of my wrist looked so white and defensless that I couldn't do it. It was as if what I wanted to kill wasn't in that skin or the thin blue pulse that jumped under my thumb, but somewhere else, deeper, more secret, and a whole lot harder to get."},{"Author":"Dorothy Allison,  Bastard Out of Carolina","Category":"truth","Quote":"Things come apart so easily when they have been held together with lies."},{"Author":"Yevgeny Yevtushenko","Category":"truth","Quote":"When truth is replaced by silence,the silence is a lie."},{"Author":"Melina Marchetta,  Saving Francesca","Category":"truth","Quote":"I can't believe I said it out loud. The truth doesn't set you free, you know. It makes you feel awkward and embarrassed and defenseless and red in the face and horrified and petrified and vulnerable. But free? I don't feel free. I feel like shit."},{"Author":"André Gide","Category":"truth","Quote":"Believe those who are seeking the truth. Doubt those who find it."},{"Author":"Jess C. Scott,  The Other Side of Life","Category":"truth","Quote":"Friends are the family you choose (~ Nin/Ithilnin, Elven rogue)."},{"Author":"Carl Sagan","Category":"truth","Quote":"Who is more humble? The scientist who looks at the universe with an open mind and accepts whatever the universe has to teach us, or somebody who says everything in this book must be considered the literal truth and never mind the fallibility of all the human beings involved?"},{"Author":"Leo Tolstoy,  A Confession","Category":"truth","Quote":"Wrong does not cease to be wrong because the majority share in it."},{"Author":"Laurie Halse Anderson,  Speak","Category":"truth","Quote":"I have survived. I am here. Confused, screwed up, but here. So, how can I find my way? Is there a chain saw of the soul, an ax I can take to my memories or fears?"},{"Author":"Georges Bataille,  Violent Silence: Celebrating Georges Bataille","Category":"truth","Quote":"I believe that truth has only one face: that of a violent contradiction."},{"Author":"John Steinbeck,  East of Eden","Category":"truth","Quote":"There's more beauty in truth, even if it is dreadful beauty."},{"Author":"Charlie Chaplin","Category":"truth","Quote":"A man's true character comes out when he's drunk."},{"Author":"Veronica Roth,  Allegiant","Category":"truth","Quote":"You don’t believe things because they make your life better, you believe them because they’re true."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I don't understand people who say they need more \"Me Time.\"What other time is there? Do these people spend part of their day in someone else's body?"},{"Author":"Søren Kierkegaard","Category":"truth","Quote":"The most common form of despair is not being who you are."},{"Author":"Jane Austen,  Emma","Category":"truth","Quote":"Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised or a little mistaken."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"truth","Quote":"Live your truth. Express your love. Share your enthusiasm. Take action towards your dreams. Walk your talk. Dance and sing to your music. Embrace your blessings. Make today worth remembering."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"truth","Quote":"Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble. Matthew 6:34"},{"Author":"Mark Twain","Category":"truth","Quote":"The Bible has noble poetry in it... and some good morals and a wealth of obscenity, and upwards of a thousand lies."},{"Author":"Hunter S. Thompson","Category":"truth","Quote":"I have a theory that the truth is never told during the nine-to-five hours."},{"Author":"John Keats","Category":"truth","Quote":"I am certain of nothing but the holiness of the Heart's affections and the truth of the Imagination."},{"Author":"Abraham Lincoln","Category":"truth","Quote":"I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live up to what light I have."},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"truth","Quote":"The only way you can write the truth is to assume that what you set down will never be read. Not by any other person, and not even by yourself at some later date. Otherwise you begin excusing yourself. You must see the writing as emerging like a long scroll of ink from the index finger of your right hand; you must see your left hand erasing it."},{"Author":"Leo Tolstoy","Category":"truth","Quote":"Boredom: the desire for desires."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"Being in a minority, even in a minority of one, did not make you mad. There was truth and there was untruth, and if you clung to the truth even against the whole world, you were not mad."},{"Author":"Henry David Thoreau","Category":"truth","Quote":"Our truest life is when we are in dreams awake."},{"Author":"Jess C. Scott","Category":"truth","Quote":"A fit, healthy body—that is the best fashion statement"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"What does it mean to be the best? It means you have to be better than the number two guy. But what gratification is there in that? He's a loser—that’s why he's number two."},{"Author":"Alice Sebold,  The Lovely Bones","Category":"truth","Quote":"Nothing is ever certain."},{"Author":"Walter Scott,  Marmion","Category":"truth","Quote":"Oh, what a tangled web we weave...when first we practice to deceive."},{"Author":"Sara Gruen,  Water for Elephants","Category":"truth","Quote":"With a secret like that, at some point the secret itself becomes irrelevant. The fact that you kept it does not."},{"Author":"Doris Lessing,  Under My Skin: Volume One of My Autobiography, to 1949","Category":"truth","Quote":"There is no doubt fiction makes a better job of the truth."},{"Author":"Criss Jami","Category":"truth","Quote":"Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths."},{"Author":"Jess C. Scott,  Wicked Lovely","Category":"truth","Quote":"I felt like an animal, and animals don’t know sin, do they?"},{"Author":"Albert Camus,  The Myth of Sisyphus and Other Essays","Category":"truth","Quote":"Man is always prey to his truths. Once he has admitted them, he cannot free himself from them."},{"Author":"Jason Mraz","Category":"truth","Quote":"You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday."},{"Author":"William Wilberforce","Category":"truth","Quote":"You may choose to look the other way but you can never say again that you did not know."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"truth","Quote":"She says he says, but she could be lying to me, and he could be lying to her, so I can’t believe her, even if I could believe her."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"truth","Quote":"I quote others only in order the better to express myself."},{"Author":"John Lennon,  Beatles Lyrics","Category":"truth","Quote":"Nothing is real."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"truth","Quote":"But you can't make people listen. They have to come round in their own time, wondering what happened and why the world blew up around them. It can't last."},{"Author":"Albert Camus,  The Myth of Sisyphus and Other Essays","Category":"truth","Quote":"Seeking what is true is not seeking what is desirable."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"truth","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"June Ahern","Category":"truth","Quote":"How hurtful it can be to deny one's true self and live a life of lies just to appease others."},{"Author":"Ayn Rand","Category":"truth","Quote":"The truth is not for all men but only for those who seek it."},{"Author":"Sue Monk Kidd,  The Secret Life of Bees:","Category":"truth","Quote":"Knowing can be a curse on a person's life. I'd traded in a pack of lies for a pack of truth, and I didn't know which one was heavier. Which one took the most strength to carry around? It was a ridiculous question, though, because once you know the truth, you can't ever go back and pick up your suitcase of lies. Heavier or not, the truth is yours now."},{"Author":"Leo Tolstoy","Category":"truth","Quote":"Muhammad has always been standing higher than the Christianity. He does not consider god as a human being and never makes himself equal to God. Muslims worship nothing except God and Muhammad is his Messenger. There is no any mystery and secret in it."},{"Author":"Jason Mraz","Category":"truth","Quote":"I’ve come to the conclusion that people who wear headphones while they walk, are much happier, more confident, and more beautiful individuals than someone making the solitary drudge to work without acknowledging their own interests and power."},{"Author":"William Shakespeare,  Macbeth","Category":"truth","Quote":"What's done cannot be undone."},{"Author":"Jason Mraz","Category":"truth","Quote":"Transformation is my favorite game and in my experience, anger and frustration are the result of you not being authentic somewhere in your life or with someone in your life. Being fake about anything creates a block inside of you. Life can’t work for you if you don’t show up as you."},{"Author":"James Joyce,  Ulysses","Category":"truth","Quote":"History, Stephen said, is a nightmare from which I am trying to awake."},{"Author":"Tim O'Brien,  The Things They Carried","Category":"truth","Quote":"A thing may happen and be a total lie; another thing may not happen and be truer than the truth."},{"Author":"A.W. Tozer","Category":"truth","Quote":"What comes into our minds when we think about God is the most important thing about us."},{"Author":"Pema Chödrön,  When Things Fall Apart: Heart Advice for Difficult Times","Category":"truth","Quote":"The most fundamental aggression to ourselves, the most fundamental harm we can do to ourselves, is to remain ignorant by not having the courage and the respect to look at ourselves honestly and gently."},{"Author":"Marcus Aurelius,  Meditations","Category":"truth","Quote":"If someone is able to show me that what I think or do is not right, I will happily change, for I seek the truth, by which no one was ever truly harmed. It is the person who continues in his self-deception and ignorance who is harmed."},{"Author":"Rick Riordan,  The Sea of Monsters","Category":"truth","Quote":"Does truth have a moral?"},{"Author":"Niels Bohr","Category":"truth","Quote":"Prediction is very difficult, especially about the future."},{"Author":"Leila Sales,  This Song Will Save Your Life","Category":"truth","Quote":"Sometimes people think they know you. They know a few facts about you, and they piece you together in a way that makes sense to them. And if you don't know yourself very well, you might even believe that they are right. But the truth is, that isn't you. That isn't you at all."},{"Author":"Orson Scott Card,  Ender's Game","Category":"truth","Quote":"I think it's impossible to really understand somebody, what they want, what they believe, and not love them the way they love themselves."},{"Author":"José N. Harris","Category":"truth","Quote":"There is beauty in truth, even if it's painful. Those who lie, twist life so that it looks tasty to the lazy, brilliant to the ignorant, and powerful to the weak. But lies only strengthen our defects. They don't teach anything, help anything, fix anything or cure anything. Nor do they develop one's character, one's mind, one's heart or one's soul."},{"Author":"Douglas Adams,  The Hitchhiker's Guide to the Galaxy","Category":"truth","Quote":"Anyone who is capable of getting themselves made President should on no account be allowed to do the job."},{"Author":"Niels Bohr","Category":"truth","Quote":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth."},{"Author":"Martin Luther King Jr.","Category":"truth","Quote":"On some positions, cowardice asks the question, is it expedient? And then expedience comes along and asks the question, is it politic? Vanity asks the question, is it popular? Conscience asks the question, is it right?There comes a time when one must take the position that is neither safe nor politic nor popular, but he must do it because conscience tells him it is right."},{"Author":"Leo Tolstoy,  War and Peace","Category":"truth","Quote":"There is no greatness where there is not simplicity, goodness, and truth."},{"Author":"Sarah J. Maas,  Crown of Midnight","Category":"truth","Quote":"The best lies were always mixed with truth."},{"Author":"Ernest Hemingway","Category":"truth","Quote":"Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you."},{"Author":"John Green,  The Fault in Our Stars","Category":"truth","Quote":"Sometimes people don’t understandthe promises they’re making when they make them,” I said.Isaac shot me a look. “Right, of course.But you keep the promise anyway. That’swhat love is. Love is keeping the promise anyway. Don’t you believe in true love?"},{"Author":"Kami Garcia,  Beautiful Darkness","Category":"truth","Quote":"We don't get to chose what is true. We only get to choose what we do about it."},{"Author":"Darren Shan","Category":"truth","Quote":"Real life's nasty. It's cruel. It doesn't care about heroes and happy endings and the way things should be. In real life, bad things happen. People die. Fights are lost. Evil often wins."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"The most important thing in communication is hearing what isn't being said. The art of reading between the lines is a life long quest of the wise."},{"Author":"Jason Mraz","Category":"truth","Quote":"It’s strange how dreams get under your skin and give your heart a test for what’s real and what’s imaginary."},{"Author":"Isaac Newton","Category":"truth","Quote":"I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the sea-shore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me."},{"Author":"Flannery O'Connor,  Collected Works: Wise Blood / A Good Man is Hard to Find / The Violent Bear it Away / Everything that Rises Must Converge / Essays and Letters","Category":"truth","Quote":"You shall know the truth and the truth shall make you odd."},{"Author":"H.G. Wells","Category":"truth","Quote":"The forceps of our minds are clumsy forceps, and crush the truth a little in taking hold of it."},{"Author":"Scott Westerfeld,  Extras","Category":"truth","Quote":"I guess sometimes you have to lie to find the truth."},{"Author":"Robin Hobb,  Assassin's Apprentice","Category":"truth","Quote":"When you cut pieces out of the truth to avoid looking like a fool you end up looking like a moron instead."},{"Author":"Elvis Presley","Category":"truth","Quote":"Truth is like the sun. You can shut it out for a time, but it ain't going away."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"Reputation is what others think of us; character is what God knows of us. When you have spent what feels like eternity trying to repair a few moments of time that destroyed the view others once had of you then you must ask yourself if you have the problem or is it really them? God doesn’t make us try so hard, only enemies do."},{"Author":"Czesław Miłosz","Category":"truth","Quote":"In a room wherepeople unanimously maintaina conspiracy of silence,one word of truthsounds like a pistol shot."},{"Author":"Jarod Kintz,  99 Cents For Some Nonsense","Category":"truth","Quote":"Between hello and goodbye is I love you."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"truth","Quote":"Trust starts with truth and ends with truth."},{"Author":"Aristotle","Category":"truth","Quote":"The high-minded man must care more for the truth than for what people think."},{"Author":"William Shakespeare,  Hamlet","Category":"truth","Quote":"This above all: to thine own self be true."},{"Author":"Mark Helprin,  Winter's Tale","Category":"truth","Quote":"He moved like a dancer, which is not surprising; a horse is a beautiful animal, but it is perhaps most remarkable because it moves as if it always hears music."},{"Author":"Chuck Palahniuk,  Survivor","Category":"truth","Quote":"Honest is how I want to look. The truth doesn't glitter and shine."},{"Author":"C.G. Jung","Category":"truth","Quote":"Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not."},{"Author":"Katherine Mansfield,  Journal of Katherine Mansfield","Category":"truth","Quote":"Risk anything! Care no more for the opinion of others ... Do the hardest thing on earth for you. Act for yourself. Face the truth.\"(Journal entry, 14 October 1922)"},{"Author":"René Descartes","Category":"truth","Quote":"If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"truth","Quote":"You think when you wake up in the mornin yesterday don't count. But yesterday is all that does count. What else is there? Your life is made out of the days it’s made out of. Nothin else."},{"Author":"Steve Jobs","Category":"truth","Quote":"Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains."},{"Author":"Moderata Fonte,  The Worth of Women: Wherein Is Clearly Revealed Their Nobility and Their Superiority to Men","Category":"truth","Quote":"Do you really believe ... that everything historians tell us about men – or about women – is actually true? You ought to consider the fact that these histories have been written by men, who never tell the truth except by accident."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"The truth is like a nipple: the more you twist it, the more somebody is going to get hurt."},{"Author":"Banksy","Category":"truth","Quote":"Art should comfort the disturbed and disturb the comfortable."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"truth","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Sigmund Freud,  The Future of an Illusion","Category":"truth","Quote":"Religious doctrines … are all illusions, they do not admit of proof, and no one can be compelled to consider them as true or to believe in them."},{"Author":"Charlaine Harris,  Dead as a Doornail","Category":"truth","Quote":"My bullshit meter is reading that as 'false'."},{"Author":"Robert M. Pirsig,  Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values","Category":"truth","Quote":"The truth knocks on the door and you say, \"Go away, I'm looking for the truth,\"and so it goes away. Puzzling."},{"Author":"Margaret Atwood","Category":"truth","Quote":"A truth should exist,it should not be usedlike this. If I love youis that a fact or a weapon?"},{"Author":"John Green,  Looking for Alaska","Category":"truth","Quote":"What the hell is instant? Nothing is instant. Instant rice takes five minutes, instant pudding an hour. I doubt that an instant of blinding pain feels particularly instantaneous."},{"Author":"Voltaire","Category":"truth","Quote":"Cherish those who seek the truth but beware of those who find it."},{"Author":"Warsan Shire","Category":"truth","Quote":"Don't assume, ask. Be kind. Tell the truth. Don't say anything you can't stand behind fully. Have integrity. Tell people how you feel."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"truth","Quote":"There are few reasons for telling the truth, but for lying the number is infinite."},{"Author":"D. Simone","Category":"truth","Quote":"May Light always surround you;Hope kindle and rebound you.May your Hurts turn to Healing;Your Heart embrace Feeling.May Wounds become Wisdom;Every Kindness a Prism.May Laughter infect you;Your Passion resurrect you.May Goodness inspire your Deepest Desires.Through all that you Reach For, May your arms Never Tire."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments."},{"Author":"Jean-Paul Sartre","Category":"truth","Quote":"Like all dreamers I confuse disenchantment with truth."},{"Author":"Benjamin Disraeli","Category":"truth","Quote":"Time is precious, but truth is more precious than time."},{"Author":"Veronica Roth,  Divergent","Category":"truth","Quote":"She has been to the compound before. She remembered this hallway. She knows about the initiation process. My mother was Dauntless."},{"Author":"Malcolm X","Category":"truth","Quote":"Truth is on the side of the oppressed."},{"Author":"Margaret Mitchell,  Gone with the Wind","Category":"truth","Quote":"Death, taxes and childbirth! There's never any convenient time for any of them."},{"Author":"J.A. Konrath","Category":"truth","Quote":"One of the greatest journeys in life is overcoming insecurity and learning to truly not give a shit."},{"Author":"Natsuki Takaya","Category":"truth","Quote":"I love the stars.Because they can't say anything.I love the stars.Because they do not judge anyone."},{"Author":"Gena Showalter,  The Darkest Night","Category":"truth","Quote":"Sometimes what we want isn't what we need."},{"Author":"Simone Elkeles,  How to Ruin Your Boyfriend's Reputation","Category":"truth","Quote":"Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Unreturned love is like trying to make a sandwich with one slice of bread. Don’t stress—fold it in half and love yourself."},{"Author":"Warren W. Wiersbe","Category":"truth","Quote":"Truth without love is brutality, and love without truth is hypocrisy."},{"Author":"Jarod Kintz,  I Want","Category":"truth","Quote":"I want to write a poem about \"Truth,\"\"Honor,\"\"Dignity,\"and whether the toilet paper should roll over or under when you pull on it."},{"Author":"Jiddu Krishnamurti,  The First and Last Freedom","Category":"truth","Quote":"It is truth that liberates, not your effort to be free."},{"Author":"Osho,  The Buddha Said...: Meeting the Challenge of Life's Difficulties","Category":"truth","Quote":"Truth is not something outside to be discovered, it is something inside to be realized."},{"Author":"Sara Shepard,  Heartless","Category":"truth","Quote":"No one believes a liar. Even when she's telling the truth."},{"Author":"Helen Keller","Category":"truth","Quote":"What I'm looking for is not out there, it is in me."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"truth","Quote":"Life, it’s made up of two things—time and love. A watch tells one, but what tells the other? We tell each other."},{"Author":"John Keats,  The Complete Poems","Category":"truth","Quote":"Beauty is truth, truth beauty,—that is all Ye know on earth, and all ye need to know"},{"Author":"Bertrand Russell,  A History of Western Philosophy","Category":"truth","Quote":"To teach how to live without certainty, and yet without being paralyzed by hesitation, is perhaps the chief thing that philosophy, in our age, can still do for those who study it."},{"Author":"Greg Behrendt","Category":"truth","Quote":"We're taught that in life, we should try to look on the bright side. Not in this case. In this case, assume rejection first. Assume you're the rule, not the exception. It's liberating. But we also know it's not an easy concept. -He's not just into you"},{"Author":"Max Brooks,  World War Z: An Oral History of the Zombie War","Category":"truth","Quote":"Lies are neither bad nor good. Like a fire they can either keep you warm or burn you to death, depending on how they're used."},{"Author":"Albert Einstein","Category":"truth","Quote":"The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed."},{"Author":"Albert Einstein","Category":"truth","Quote":"The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth."},{"Author":"Irvin D. Yalom,  When Nietzsche Wept","Category":"truth","Quote":"Every person must choose how much truth he can stand."},{"Author":"Lisa Lutz,  The Spellmans Strike Again","Category":"truth","Quote":"Our ability to adapt is amazing. Our ability to change isn't quite as spectacular."},{"Author":"Michael Jackson","Category":"truth","Quote":"Lies run sprints, but the truth runs marathons."},{"Author":"Søren Kierkegaard,  The Journals of Kierkegaard","Category":"truth","Quote":"The tyrant dies and his rule is over, the martyr dies and his rule begins."},{"Author":"Harold Pinter,  Old Times","Category":"truth","Quote":"There are some things one remembers even though they may never have happened."},{"Author":"Al Pacino","Category":"truth","Quote":"I always tell the truth. Even when I lie."},{"Author":"Holly Black,  Red Glove","Category":"truth","Quote":"The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies."},{"Author":"Emilie Autumn","Category":"truth","Quote":"You're so easy to read but the book is boring me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"The difference between you and everyone else, is everyone else. And that’s a lot, so you should feel special."},{"Author":"Jason Mraz","Category":"truth","Quote":"Frustration and Love can’t exist in the same place at the same time, so get real and start doing what you would rather be doing in life. Love your life. All of it. Even the heavy shit that happened to you when you were 8. All of it was and IS perfect."},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"I believe in the fundamental truth of all great religions of the world."},{"Author":"Myra McEntire,  Hourglass","Category":"truth","Quote":"Most of what I say is complete truth. My edit button is broken."},{"Author":"Lady Gaga","Category":"truth","Quote":"I'm telling you a lie in a vicious effort that you will repeat my lie over and over until it becomes true"},{"Author":"Nicole Yatsonsky","Category":"truth","Quote":"Your truest friends are the ones who will stand by you in your darkest moments--because they're willing to brave the shadows with you--and in your greatest moments--because they're not afraid to let you shine."},{"Author":"Carl Sagan","Category":"truth","Quote":"The truth may be puzzling. It may take some work to grapple with. It may be counterintuitive. It may contradict deeply held prejudices. It may not be consonant with what we desperately want to be true. But our preferences do not determine what's true."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"truth","Quote":"I love the Lord, for he heard my voice; he heard my cry for mercy. Because he turned his ear to me, I will call on him as long as I live. (Psalms 116:1-2 NIV)"},{"Author":"Raymond E. Feist,  Silverthorn","Category":"truth","Quote":"Life is problems. Living is solving problems."},{"Author":"C.S. Lewis","Category":"truth","Quote":"Nothing is yet in its true form."},{"Author":"Anton Chekhov","Category":"truth","Quote":"You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Love now, not later. Also, love later."},{"Author":"A.J. Russell","Category":"truth","Quote":"All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My hands will get dirty holding your rose-shaped heart, because love is like gardening—it’s earthy and takes work to keep it alive."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"truth","Quote":"It's partly true, too, but it isn't all true. People always think something's all true."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"truth","Quote":"Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever."},{"Author":"Terry Pratchett,  Witches Abroad","Category":"truth","Quote":"Progress just means bad things happen faster."},{"Author":"Daphne du Maurier,  Rebecca","Category":"truth","Quote":"I wondered how many people there were in the world who suffered, and continued to suffer, because they could not break out from their own web of shyness and reserve, and in their blindness and folly built up a great distorted wall in front of them that hid the truth."},{"Author":"Emilio Estevez","Category":"truth","Quote":"We are all wonderful, beautiful wrecks. That's what connects us--that we're all broken, all beautifully imperfect."},{"Author":"Noam Chomsky","Category":"truth","Quote":"Either you repeat the same conventional doctrines everybody is saying, or else you say something true, and it will sound like it's from Neptune."},{"Author":"Augustine of Hippo","Category":"truth","Quote":"If you believe what you like in the Gospel, and reject what you don't like, it is not the Gospel you believe, but yourself."},{"Author":"Corrie ten Boom,  The Hiding Place","Category":"truth","Quote":"In darkness God's truth shines most clear."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"If you're not comfortable enough with yourself or with your own truth when entering a relationship, then you're not ready for that relationship."},{"Author":"Nicholas Sparks","Category":"truth","Quote":"I'm sure you think that I don't understand what you're going through, but I do. It's just that sometimes, our future is dictated by what we are, opposed to what we want."},{"Author":"Jeanne Birdsall,  The Penderwicks on Gardam Street","Category":"truth","Quote":"...even a tiny bit of deceit is dishonorable when it's used for selfish or cowardly reasons.- Mr. Penderwick"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Nothing carries meaning. People carry meaning. We are the porters of importance."},{"Author":"E. Lockhart,  The Boyfriend List: 15 Guys, 11 Shrink Appointments, 4 Ceramic Frogs and Me, Ruby Oliver","Category":"truth","Quote":"It shattered something inside me that hadn't been broken before."},{"Author":"Alison Goodman,  Eon: Dragoneye Reborn","Category":"truth","Quote":"I found power in accepting the truth of who I am. It may not be a truth that others can accept, but I cannot live any other way. How would it be to live a lie every minute of your life."},{"Author":"Jodi Picoult,  Salem Falls","Category":"truth","Quote":"Words are like eggs dropped from great heights; you can no more call them back than ignore the mess they leave when they fall."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"There’s no reason to not be humble, because as great as you may be, you can always be greater."},{"Author":"Turcois Ominek","Category":"truth","Quote":"I'm guilty of giving people more chances than they deserve but when I'm done, I'm done."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"She asked me how I slept. Knowing she meant quality of sleep, I said I slept naked. It’s true. Ask any of the joggers who saw me sleepwalking."},{"Author":"Christopher Hitchens","Category":"truth","Quote":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him will believeth in anything. - Hitchens 3:16"},{"Author":"Joss Whedon","Category":"truth","Quote":"You take people, you put them on a journey, you give them peril, you find out who they really are."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"truth","Quote":"To become one who believes two become one, you need love in your life."},{"Author":"Sophie Kinsella,  Confessions of a Shopaholic","Category":"truth","Quote":"A man will never love you or treat you as well as a store. If a man doesn’t fit, you can’t exchange him seven days later for a gorgeous cashmere sweater. And a store always smells good. A store can awaken a lust for things you never even knew you needed. And when your fingers first grasp those shiny, new bags…"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"True regret is knowing you missed your only opportunity to be simply a good friend to someone that was exactly like you."},{"Author":"Anton Szandor LaVey","Category":"truth","Quote":"It has been said, 'the truth will make men free.' The truth alone has never made anyone free. It is only doubt which will bring mental emancipation."},{"Author":"Katherine Dunn,  Geek Love","Category":"truth","Quote":"The truth is always an insult or a joke, lies are generally tastier. We love them. The nature of lies is to please. Truth has no concern for anyone's comfort"},{"Author":"Fernando Pessoa,  Poems of Fernando Pessoa","Category":"truth","Quote":"To be great, be whole;Exclude nothing, exaggerate nothing that is not you.Be whole in everything. Put all you areInto the smallest thing you do.So, in each lake, the moon shines with splendorBecause it blooms up above."},{"Author":"Khaled Hosseini,  The Kite Runner","Category":"truth","Quote":"Better to get hurt by the truth than comforted with a lie."},{"Author":"Arthur Conan Doyle,  A Case of Identity","Category":"truth","Quote":"Life is infinitely stranger than anything which the mind of man could invent."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I think eulogies are wasted on the dead. It’s the living who need to hear kind words spoken about them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"It's a black and white issue: gray is grey, and there's no two ways about it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"If I had no clothes it’d be winter. If I were naked, it’d be the truth and we could lie together."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"At first, they'll only dislike what you say, but the more correct you start sounding the more they'll dislike you."},{"Author":"Gayle Forman,  Where She Went","Category":"truth","Quote":"In the calculus of feelings, you never really know how one person's absence will affect you more than another's."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I have a tongue like a rose petal, and when I say I love you, it has the fragrance of truth. My words are my garden, and I’m planting our future."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"truth","Quote":"An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."},{"Author":"Anne Rice,  The Vampire Lestat","Category":"truth","Quote":"I never lie,\"I said offhand. \"At least not to those I don't love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I count as blessings things I could have benefited from, even if I neglected to utilize them. A gift is still a gift, even if left wrapped and unopened."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"You gotta run more than your mouth to escape the treadmill of mediocrity. A true hustler jogs during the day, and sleepwalks at night."},{"Author":"Hermann Hesse","Category":"truth","Quote":"I will no longer mutilate and destroy myself in order to find a secret behind the ruins."},{"Author":"Carlos Ruiz Zafón","Category":"truth","Quote":"that as long as we are being remembered, we remain alive."},{"Author":"Plato","Category":"truth","Quote":"You should not honor men more than truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Telephone pole wires get in the way of great photos. Communication always gets in the way of communication."},{"Author":"Leo Rosten","Category":"truth","Quote":"The purpose of life is not to be happy—but to matter, to be productive, to be useful, to have it make some difference that you lived at all."},{"Author":"Al David","Category":"truth","Quote":"One lie has the power to tarnish a thousand truths."},{"Author":"Judy Blume","Category":"truth","Quote":"The truth will make you odd."},{"Author":"Philip Pullman,  The Amber Spyglass","Category":"truth","Quote":"I told him I was going to betray you, and betray Lyra, and he believed me because I was corrupt and full of wickedness; he looked so deep I felt sure he'd see the truth. But I lied too well. I was lying with every nerve and fiber and everything I'd ever done...I wanted him to find no good in me, and he didn't. There is none."},{"Author":"Rachel Maddow","Category":"truth","Quote":"The single best thing about coming out of the closet is that nobody can insult you by telling you what you've just told them."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"The naked truth is anything but naked. But it will be soon enough, if I keep giving it alcohol."},{"Author":"David Foster Wallace,  Infinite Jest","Category":"truth","Quote":"That sometimes human beings have to just sit in one place and, like, hurt. That you will become way less concerned with what other people think of you when you realize how seldom they do. That there is such a thing as raw, unalloyed, agendaless kindness. That it is possible to fall asleep during an anxiety attack. That concentrating on anything is very hard work."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Under the guise of being nice guys, the central bankers have done to the people what no army in history has been evil enough to do."},{"Author":"Ashly Lorenzana","Category":"truth","Quote":"Never do anything that you can't admit doing, because if you are that ashamed of whatever it is, it's probably wrong."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My reality is it’s nighttime. The truth is I’m just blindfolded. How many people live like me, in self-deluded darkness?"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"You will never find the real truth among people that are insecure or have egos to protect. Truth over time becomes either guarded or twisted as their perspective changes; it changes with the seasons of their shame, love, hope or pride."},{"Author":"Neal A. Maxwell,  The Neal A. Maxwell Quote Book","Category":"truth","Quote":"The laughter of the world is merely loneliness pathetically trying to reassure itself."},{"Author":"Victor Hugo","Category":"truth","Quote":"It is not easy to keep silent when silence is a lie."},{"Author":"Sarah Dessen,  Lock and Key","Category":"truth","Quote":"The worst thing you can do if you miss or need someone is let them know it."},{"Author":"Laurell K. Hamilton,  Micah","Category":"truth","Quote":"The truth may not set you free, but used carefully, it can confuse the hell out of your enemies."},{"Author":"Jacques Derrida","Category":"truth","Quote":"What cannot be said above all must not be silenced but written."},{"Author":"José N. Harris,  MI VIDA: A Story of Faith, Hope and Love","Category":"truth","Quote":"Never apologize for showing your feelings. When you do, you are apologizing for the truth."},{"Author":"C. JoyBell C.","Category":"truth","Quote":"Destiny is real. And she's not mild-mannered. She will come around and hit you in the face and knock you over and before you know what hit you, you're naked- stripped of everything you thought you knew and everything you thought you didn't know- and there you are! A bloody nose, bruises all over you, and naked. And it's the most beautiful thing."},{"Author":"Clive Barker","Category":"truth","Quote":"[Horror fiction] shows us that the control we believe we have is purely illusory, and that every moment we teeter on chaos and oblivion."},{"Author":"Gautama Buddha,  The Dhammapada","Category":"truth","Quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]"},{"Author":"George Bernard Shaw,  Back to Methuselah","Category":"truth","Quote":"When a thing is funny, search it carefully for a hidden truth."},{"Author":"Immanuel Kant,  An Answer to the Question: What Is Enlightenment?","Category":"truth","Quote":"Enlightenment is man's release from his self-incurred tutelage. Tutelage is man's inability to make use of his understanding without direction from another. Self-incurred is this tutelage when its cause lies not in lack of reason but in lack of resolution and courage to use it without direction from another. Sapere aude! 'Have courage to use your own reason!'- that is the motto of enlightenment."},{"Author":"Simone de Beauvoir,  The Woman Destroyed","Category":"truth","Quote":"What an odd thing a diary is: the things you omit are more important than those you put in."},{"Author":"Jess C. Scott,  New Order","Category":"truth","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Kristin Cashore,  Graceling","Category":"truth","Quote":"In the end, Leck should have stuck to his lies. For it was the truth he almost told that killed him."},{"Author":"Graeme Simsion,  The Rosie Project","Category":"truth","Quote":"I asked you here tonight because when you realise you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Just when you thought you’d considered all the angles, life goes from a square to a cube. Love should also be 3D."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"My cat is ignorant of the law. But then so am I. That means I am not his master, because we are both slaves."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Better than learning how to speak a foreign language, is to start speaking the truth. But few people will listen, because they just don’t understand."},{"Author":"George Orwell","Category":"truth","Quote":"To see what is in front of one’s nose needs a constant struggle."},{"Author":"Richard Dawkins","Category":"truth","Quote":"...when two opposite points of view are expressed with equal intensity, the truth does not necessarily lie exactly halfway between them. It is possible for one side to be simply wrong."},{"Author":"Frank Herbert,  Dune","Category":"truth","Quote":"There is no escape—we pay for the violence of our ancestors."},{"Author":"André Gide","Category":"truth","Quote":"The color of truth is grey."},{"Author":"Winston S. Churchill","Category":"truth","Quote":"Occasionally he stumbled over the truth, but hastily picked himself up and hurried on as if nothing had happened."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"truth","Quote":"I was in my bed trying to figure out why sometimes you can wake up and go back to sleep and other times you can't"},{"Author":"Anaïs Nin,  Journals Of Anais Nin Volume 3","Category":"truth","Quote":"There are very few human beings who receive the truth, complete and staggering, by instant illumination. Most of them acquire it fragment by fragment, on a small scale, by successive developments, cellularly, like a laborious mosaic."},{"Author":"Cassandra Clare,  City of Heavenly Fire","Category":"truth","Quote":"If you never tell anyone the truth about yourself, eventually you start to forget. The love, the heartbreak, the joy, the despair, the things I did that were good, the things I did that were shameful--if I kept them all inside, my memories of them would start to disappear. And then I would disappear."},{"Author":"Pablo Picasso","Category":"truth","Quote":"We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"When you give yourself permission to communicate what matters to you in every situation you will have peace despite rejection or disapproval. Putting a voice to your soul helps you to let go of the negative energy of fear and regret."},{"Author":"Steve Maraboli","Category":"truth","Quote":"Today is a new day. Don't let your history interfere with your destiny! Let today be the day you stop being a victim of your circumstances and start taking action towards the life you want. You have the power and the time to shape your life. Break free from the poisonous victim mentality and embrace the truth of your greatness. You were not meant for a mundane or mediocre life!"},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"truth","Quote":"To love is easy, to be in a relationship is extremely difficult."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie."},{"Author":"Ellen Goodman","Category":"truth","Quote":"Normal is getting dressed in clothes that you buy for work and driving through traffic in a car that you are still paying for - in order to get to the job you need to pay for the clothes and the car, and the house you leave vacant all day so you can afford to live in it."},{"Author":"Jenny Han,  We'll Always Have Summer","Category":"truth","Quote":"There hadn’t been one specific moment. It was like gradualy waking up. You go from being asleep to the space between dreaming and awake and then into consciousness. It’s a slow process, but when you’re awake, there’s no mistaking it. There was no mistaking that it had been love."},{"Author":"Brandon Sanderson,  The Hero of Ages","Category":"truth","Quote":"If you give up what you want most for what you think you should want more, you'll end up miserable."},{"Author":"Martin Luther King Jr.","Category":"truth","Quote":"I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"truth","Quote":"It is perfectly monstrous,' he said, at last, 'the way people go about nowadays saying things against one behind one's back that are absolutely and entirely true."},{"Author":"Ally Carter,  Uncommon Criminals","Category":"truth","Quote":"Every decent con man knows that the simplest truth is more powerful than even the most elaborate lie."},{"Author":"Khaled Hosseini","Category":"truth","Quote":"Writing fiction is the act of weaving a series of lies to arrive at a greater truth."},{"Author":"Aldous Huxley,  Brave New World","Category":"truth","Quote":"I ate civilization. It poisoned me; I was defiled. And then,\"he added in a lower tone, \"I ate my own wickedness."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"truth","Quote":"All children mythologise their birth. It is a universal trait. You want to know someone? Heart, mind and soul? Ask him to tell you about when he was born. What you get won’t be the truth: it will be a story. And nothing is more telling than a story."},{"Author":"Benjamin Disraeli","Category":"truth","Quote":"When men are pure, laws are useless; when men are corrupt, laws are broken."},{"Author":"Meister Eckhart","Category":"truth","Quote":"Only the hand that erases can write the true thing."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"truth","Quote":"Macy: “In Truth,” I said, “there are no rules other than you have to tell the truth.”Wes: “How do you win?” he askedMacy: “That,” I said, “is such a boy question."},{"Author":"Derek Landy,  Death Bringer","Category":"truth","Quote":"The fact is that we have no way of knowing if the person who we think we are is at the core of our being. Are you a decent girl with the potential to someday become an evil monster, or are you an evil monster that thinks it's a decent girl?\"\"Wouldn't I know which one I was?\"\"Good God, no. The lies we tell other people are nothing to the lies we tell ourselves."},{"Author":"Lynn Marie Sager,  A River Worth Riding","Category":"truth","Quote":"People are always complaining that life's not fair, but that simply isn't true. Life is extraordinarily fair. It's just not centered on you."},{"Author":"Jess C. Scott,  The Intern","Category":"truth","Quote":"Please, touch me, I pray."},{"Author":"David Levithan,  Every Day","Category":"truth","Quote":"It’s as simple as that. Simple and complicated, as most true things are."},{"Author":"Toni Morrison,  The Bluest Eye","Category":"truth","Quote":"Along with the idea of romantic love, she was introduced to another--physical beauty. Probably the most destructive ideas in the history of human thought. Both originated in envy, thrived in insecurity, and ended in disillusion."},{"Author":"Sara Shepard,  Perfect","Category":"truth","Quote":"Before you enbark on a journey of revenge, dig two graves."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"Convictions are more dangerous foes of truth than lies."},{"Author":"Erica Jong","Category":"truth","Quote":"Show me a woman who doesn't feel guilty and I'll show you a man."},{"Author":"Isaac Bashevis Singer,  The Collected Stories of Isaac Bashevis Singer","Category":"truth","Quote":"I believe in God but people are liars. It's those people who say they are appointed by God who I don't believe in."},{"Author":"D. Aswini,  Saffron - The Blood Swan","Category":"truth","Quote":"Death is unstoppable. One must face it as a fact of life"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Money is not equal for all people. A strong personal brand adds more lift and leverage. One dollar from me may buy a soda from a car dealership, but one dollar from Justin Bieber may get him a Ferrari. And they'd pay him to drive away."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Lightning doesn’t thunder twice. Let that be a lesson in love."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"truth","Quote":"It's easy to look back and see it, and it's easy to give the advice. But the sad fact is, most people don't look beneath the surface until it's too late."},{"Author":"Jess C. Scott,  Bad Romance: Seven Deadly Sins Anthology","Category":"truth","Quote":"Hypocrites get offended by the truth."},{"Author":"John F. Kennedy","Category":"truth","Quote":"The great enemy of truth is very often not the lie--deliberate, contrived and dishonest--but the myth--persistent, persuasive and unrealistic. Too often we hold fast to the cliches of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.[Commencement Address at Yale University, June 11 1962]"},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"truth","Quote":"I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are."},{"Author":"Neil Gaiman","Category":"truth","Quote":"It is a fool's prerogative to utter truths that no one else will speak."},{"Author":"Oscar Wilde,  De Profundis","Category":"truth","Quote":"To regret one’s own experiences is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"How would your life be different if…You approached all relationships with authenticity and honesty? Let today be the day…You dedicate yourself to building relationships on the solid foundation of truth and authenticity."},{"Author":"Philip K. Dick","Category":"truth","Quote":"The pre-Socratic Greek philosopher Parmenides taught that the only things that are real are things which never change... and the pre-Socratic Greek philosopher Heraclitus taught that everything changes. If you superimpose their two views, you get this result: Nothing is real."},{"Author":"Mary E. Pearson,  The Adoration of Jenna Fox","Category":"truth","Quote":"Some things aren't meant to be known. Only believed."},{"Author":"Ana Monnar","Category":"truth","Quote":"I'd rather hear an ugly truth, rather than an obscure lie."},{"Author":"Jennifer Salaiz","Category":"truth","Quote":"How 'bout a shot of truth in that denial cocktail."},{"Author":"Terry Pratchett","Category":"truth","Quote":"The truth may be out there, but the lies are inside your head."},{"Author":"Franz Kafka","Category":"truth","Quote":"The truth is always an abyss. One must — as in a swimming pool — dare to dive from the quivering springboard of trivial everyday experience and sink into the depths, in order to later rise again — laughing and fighting for breath — to the now doubly illuminated surface of things."},{"Author":"A.W. Tozer","Category":"truth","Quote":"Sometimes I go to God and say, \"God, if Thou dost never answer another prayer while I live on this earth, I will still worship Thee as long as I live and in the ages to come for what Thou hast done already. God’s already put me so far in debt that if I were to live one million millenniums I couldn’t pay Him for what He’s done for me."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I'm about to get my grind on. My coffee grind. Like a true hustler."},{"Author":"Jim Elliot,  The Journals of Jim Elliot","Category":"truth","Quote":"When the time comes to die, make sure that all you have to do is die!"},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"truth","Quote":"Whatsoever a man soweth, that shall he also reap."},{"Author":"Orson Scott Card,  Alvin Journeyman","Category":"truth","Quote":"Metaphors have a way of holding the most truth in the least space."},{"Author":"Yoko Ono","Category":"truth","Quote":"Each time we don't say what we wanna say, we're dying."},{"Author":"Stephen Fry","Category":"truth","Quote":"I am a lover of truth, a worshiper of freedom, a celebrant at the altar of language and purity and tolerance."},{"Author":"Jason Mraz","Category":"truth","Quote":"Because I trust in the ever-changing climate of the heart. (At least, today I feel that way.) I think it is necessary to have many experiences for the sake of feeling something; for the sake of being challenged, and for the sake of being expressive, to offer something to someone else, to learn what we are capable of."},{"Author":"John Lennon","Category":"truth","Quote":"Our society is run by insane people for insane objectives"},{"Author":"Rumi","Category":"truth","Quote":"The truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"truth","Quote":"Don’t spoil me with your lies, love me with your truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Wisdom equals knowledge plus courage. You have to not only know what to do and when to do it, but you have to also be brave enough to follow through."},{"Author":"Robin S. Sharma,  The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams & Reaching Your Destiny","Category":"truth","Quote":"Everything is created twice, first in the mind and then in reality."},{"Author":"David Hume,  Essays on Suicide and the Immortality of the Soul","Category":"truth","Quote":"No man ever threw away life while it was worth keeping."},{"Author":"Sabrina Ward Harrison,  Spilling Open: The Art of Becoming Yourself","Category":"truth","Quote":"I am afraid to show you who I really am, because if I show you who I really am, you might not like it--and that's all I got."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Trying to hide my feelings to avoid getting hurt just ends up hurting not only myself—but also the person I am hiding my feelings from."},{"Author":"Ally Carter","Category":"truth","Quote":"Somebody knows."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"truth","Quote":"A painting is more than the sum of its parts,' he would tell me, and then go on to explain how the cow by itself is just a cow, and the meadow by itself is just grass and flowers, and the sun peeking through the trees is just a beam of light, but put them all together and you've got magic."},{"Author":"Pearl Cleage,  Just Wanna Testify","Category":"truth","Quote":"...no woman can love a weak man hard enough to make him strong."},{"Author":"Seth Brown","Category":"truth","Quote":"True friends will always push you towards the great possibilities of your future, false friends will always chain you to the mistakes in your past."},{"Author":"Frank Herbert,  Dune","Category":"truth","Quote":"Whether a thought is spoken or not it is a real thing and it has power,\"Tuek said. \"You might find the line between life and death among the Fremen to be too sharp and quick."},{"Author":"Ursula K. Le Guin","Category":"truth","Quote":"Children know perfectly well that unicorns aren’t real, but they also know that books about unicorns, if they are good books, are true books."},{"Author":"Stephen Colbert,  I Am America","Category":"truth","Quote":"All Dogs Go To Heaven? Sorry, kids. It's only the dogs who've accepted Christ."},{"Author":"V.C. Andrews,  Flowers in the Attic","Category":"truth","Quote":"Love doesn't always come when you want it to. Sometimes it just happens, despite your will."},{"Author":"R.J. Palacio,  Wonder","Category":"truth","Quote":"I actually like how doctors talk. I like the sound of science. I like how words you don't understand explain things you can't understand."},{"Author":"R.A. Salvatore,  Streams of Silver","Category":"truth","Quote":"How many people long for that \"past, simpler, and better world,\"I wonder, without ever recognizing the truth that perhaps it was they who were simpler and better, and not the world about them?"},{"Author":"Winston S. Churchill","Category":"truth","Quote":"The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is."},{"Author":"Muriel Rukeyser","Category":"truth","Quote":"What would happen if one woman told the truth about her life?The world would split open."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Be memorable. Say something unforgettable. Be silent."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Only a fool tells people that only fools buy gold. In the coming future, I’d rather have fool’s gold than dollar bills. Ask Zimbabwe."},{"Author":"Thomas Merton","Category":"truth","Quote":"Our idea of God tells us more about ourselves than about Him."},{"Author":"Anonymous,  The New Testament","Category":"truth","Quote":"Beloved, let us love one another, because love is from God; everyone one who loves is born of God and knows God. Whoever does not love does not know God, for God is love."},{"Author":"Ursula K. Le Guin,  The Left Hand of Darkness","Category":"truth","Quote":"Truth is a matter of the imagination."},{"Author":"Bob Dylan","Category":"truth","Quote":"It frightens me, the awful truth, of how sweet life can be..."},{"Author":"H.L. Mencken,  A Little Book in C Major","Category":"truth","Quote":"Truth would quickly cease to be stranger than fiction, once we got as used to it."},{"Author":"Greta Garbo","Category":"truth","Quote":"There are many things in your heart you can never tell to another person. They are you, your private joys and sorrows, and you can never tell them. You cheapen yourself, the inside of yourself, when you tell them."},{"Author":"Deb Caletti,  The Secret Life of Prince Charming","Category":"truth","Quote":"When what you want is a relationship, and not a person, get a dog."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"People who lack the clarity, courage, or determination to follow their own dreams will often find ways to discourage yours. Live your truth and don't EVER stop!"},{"Author":"Simone Elkeles,  Leaving Paradise","Category":"truth","Quote":"Sometimes you have to steer away from the crowd in order to be a better person. It's not always easy, that's for sure. But it's right. And sometimes doing the right thing feels good, even if it does end up in a trip to the principal's office."},{"Author":"Aberjhani,  Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry","Category":"truth","Quote":"Each star is a mirror reflecting the truth inside you."},{"Author":"Zoë Marriott,  Shadows on the Moon","Category":"truth","Quote":"People trust their eyes above all else - but most people see what they wish to see, or what they believe they should see; not what is really there"},{"Author":"Tom Bissell","Category":"truth","Quote":"A great writer reveals the truth even when he or she does not wish to."},{"Author":"Santosh Kalwar","Category":"truth","Quote":"No human should mislead another by promising them something they know to be untrue."},{"Author":"David Sedaris","Category":"truth","Quote":"My hands tend to be full enough dealing with people who hate me for who I am. Concentrate too hard on the millions of people who hate you for what you are and you're likely to turn into one of those unkempt, sloppy dressers who sag beneath the weight of the two hundred political buttons they wear pinned to their coats and knapsacks."},{"Author":"William Blake","Category":"truth","Quote":"If the doors of perception were cleansed, everything would appear to man as it is - infinite."},{"Author":"Terry Pratchett,  The Truth","Category":"truth","Quote":"A lie can run round the world before the truth has got its boots on."},{"Author":"René Descartes,  Discourse on Method","Category":"truth","Quote":"And thus, the actions of life often not allowing any delay, it is a truth very certain that, when it is not in our power to determine the most true opinions we ought to follow the most probable."},{"Author":"Frank Herbert","Category":"truth","Quote":"Belief can be manipulated. Only knowledge is dangerous."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"It's not about going around trying to stir up trouble. As long as you're honest and you articulate what you believe to be true, somebody somewhere will become your enemy whether you like it or not."},{"Author":"Paulo Coelho","Category":"truth","Quote":"Life moves very fast. It rushes from Heaven to Hell in a matter of seconds."},{"Author":"Matt Smith","Category":"truth","Quote":"I think, that if the world were a bit more like ComicCon, it would be a better place."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"Judging is preventing us from understanding a new truth. Free yourself from the rules of old judgments and create the space for new understanding."},{"Author":"Leo Tolstoy","Category":"truth","Quote":"To tell the truth is very difficult, and young people are rarely capable of it."},{"Author":"Lauren DeStefano,  Fever","Category":"truth","Quote":"Because even if the lie is beautiful, the truth is what you face in the end."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"She's beautiful, but so what? If the University of Florida taught me anything, it's that beautiful women are everywhere. The trick is to find the diamond among all the glittering cubic zirconias."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"I’m more of a journalist than anyone in the mainstream media, and I write fiction. More than fiction, I write absurd nonsense surrealism, and my work has more truth."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"Accept yourself, your strengths, your weaknesses, your truths, and know what tools you have to fulfill your purpose."},{"Author":"C.S. Lewis","Category":"truth","Quote":"We are what we believe we are!"},{"Author":"Terry Goodkind","Category":"truth","Quote":"Knowledge is a destination. Truth, the journey."},{"Author":"Maimonides,  The Guide for the Perplexed","Category":"truth","Quote":"Truth does not become more true by virtue of the fact that the entire world agrees with it, nor less so even if the whole world disagrees with it."},{"Author":"Joe Abercrombie,  The Heroes","Category":"truth","Quote":"The truth is like salt. Men want to taste a little, but too much makes everyone sick."},{"Author":"Joe Abercrombie,  Last Argument of Kings","Category":"truth","Quote":"Proof is boring. Proof is tiresome. Proof is an irrelevance. People would far rather be handed an easy lie than search for a difficult truth, especially if it suits their own purposes."},{"Author":"L.M. Montgomery,  Chronicles of Avonlea","Category":"truth","Quote":"Gossip, as usual, was one-third right and two-thirds wrong."},{"Author":"Ally Carter,  Cross My Heart and Hope to Spy","Category":"truth","Quote":"Because even though the truth can set you free, that doesn't mean it won't be painful."},{"Author":"Rosamund Hodge,  Cruel Beauty","Category":"truth","Quote":"Knowing the truth is not always a kindness."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"truth","Quote":"Don’t talk like that, Dill,” said Aunt Alexandra. “It’s not becoming to a child. It’s – cynical.”“I ain’t cynical, Miss Alexandra. Tellin’ the truth’s not cynical, is it?”“The way you tell it, it is."},{"Author":"Victoria Schwab,  The Archived","Category":"truth","Quote":"Lying is easy. But it's lonely.\"\"What do you mean?\"\"When you lie to everyone about everything, what's left? What's true?\"\"Nothing,\"I say.\"Exactly."},{"Author":"Mitch Albom,  For One More Day","Category":"truth","Quote":"I realized when you look at your mother, you are looking at the purest love you will ever know."},{"Author":"Sean Penn","Category":"truth","Quote":"When everything gets answered, it's fake."},{"Author":"Andrew Solomon,  The Noonday Demon: An Atlas of Depression","Category":"truth","Quote":"Antonin Artaud wrote on one of his drawings, \"Never real and always true,\"and that is how depression feels. You know that it is not real, that you are someone else, and yet you know that it is absolutely true."},{"Author":"Henry David Thoreau,  Walden","Category":"truth","Quote":"Not till we are lost, in other words not till we have lost the world, do we begin to find ourselves, and realize where we are and the infinite extent of our relations."},{"Author":"Gautama Buddha","Category":"truth","Quote":"Those who have failed to work toward the truth have missed the purpose of living."},{"Author":"Philip K. Dick,  The Man in the High Castle","Category":"truth","Quote":"Truth, she thought. As terrible as death. But harder to find."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"It takes guts to love with gusto. Most people love as if they wish they were invisible, and then they wonder why their affections go unnoticed."},{"Author":"Kurt Cobain","Category":"truth","Quote":"We have no right to express an opinion until we know all of the answers."},{"Author":"Rabindranath Tagore","Category":"truth","Quote":"The biggest changes in a women's nature are brought by love; in man, by ambition"},{"Author":"Thomas Jefferson,  Writings: Autobiography/Notes on the State of Virginia/Public & Private Papers/Addresses/Letters","Category":"truth","Quote":"All should be laid open to you without reserve, for there is not a truth existing which I fear, or would wish unknown to the whole world."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"truth","Quote":"Maybe the truth was, it shouldn't be so easy to be amazing. Then everything would be. It's the things you fight for and struggle with before earning that have the greatest worth. When something's difficult to come by, you'll do that much more to make sure it's even harder--if not impossible--to lose."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"Never compromise your values."},{"Author":"Malcolm X,  Malcolm X Speaks: Selected Speeches and Statements","Category":"truth","Quote":"The greatest mistake of the movement has been trying to organize a sleeping people around specific goals. You have to wake the people up first, then you'll get action."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"truth","Quote":"That first love. And the first one who breaks your heart. For me, they just happen to be the same person."},{"Author":"Kathryn Stockett,  The Help","Category":"truth","Quote":"Truth.It feels cool, like water washing over my sticky-hot body. Cooling a heat that's been burning me up all my life.Truth, I say inside my head again, just for that feeling."},{"Author":"Carl Sagan","Category":"truth","Quote":"If it can be destroyed by the truth, it deserves to be destroyed by the truth."},{"Author":"Byron Katie,  Loving What Is: Four Questions That Can Change Your Life","Category":"truth","Quote":"A thought is harmless unless we believe it. It’s not our thoughts, but our attachment to our thoughts, that causes suffering. Attaching to a thought means believing that it’s true, without inquiring. A belief is a thought that we’ve been attaching to, often for years."},{"Author":"Miguel de Unamuno","Category":"truth","Quote":"At times to be silent is to lie. You will win because you have enough brute force. But you will not convince. For to convince you need to persuade. And in order to persuade you would need what you lack: Reason and Right"},{"Author":"William Faulkner","Category":"truth","Quote":"The best fiction is far more true than any journalism."},{"Author":"Harold J. Smith","Category":"truth","Quote":"More people would learn from their mistakes if they weren't so busy denying them"},{"Author":"Anne Brontë,  The Tenant of Wildfell Hall","Category":"truth","Quote":"I cannot love a man who cannot protect me."},{"Author":"Madeleine L'Engle","Category":"truth","Quote":"Truth is what is true, and it's not necessarily factual. Truth and fact are not the same thing. Truth does not contradict or deny facts, but it goes through and beyond facts. This is something that it is very difficult for some people to understand. Truth can be dangerous."},{"Author":"Hlovate,  Rooftop Rant","Category":"truth","Quote":"To hate others is ugly.To hate yourself is uglier."},{"Author":"Lemmy Kilmister","Category":"truth","Quote":"Apparently people don't like the truth, but I do like it; I like it because it upsets a lot of people. If you show them enough times that their arguments are bullshit, then maybe just once, one of them will say, 'Oh! Wait a minute - I was wrong.' I live for that happening. Rare, I assure you"},{"Author":"Michelle Hodkin,  The Evolution of Mara Dyer","Category":"truth","Quote":"There is no truth,\"Stephanie said mysterously. \"Only perspectives."},{"Author":"Jodi Picoult,  Between the Lines","Category":"truth","Quote":"Just because it's fiction doesn't mean it's any less true."},{"Author":"Nicholas Sparks","Category":"truth","Quote":"Do you know what you're saying when you say, \"Whatever\"? It's just a code word for the f-word, followed by \"you.\"And at your age, you never, ever. say that to anyone.' \"Blaze leaned back. \"So now, when someone says it to me, I just say, 'You too.' (72)"},{"Author":"J.R.R. Tolkien,  The Two Towers","Category":"truth","Quote":"The treacherous are ever distrustful."},{"Author":"Richard Avedon","Category":"truth","Quote":"A portrait is not a likeness. The moment an emotion or fact is transformed into a photograph it is no longer a fact but an opinion. There is no such thing as inaccuracy in a photograph. All photographs are accurate. None of them is the truth."},{"Author":"Karen Marie Moning,  Darkfever","Category":"truth","Quote":"It's often only in the lies we refuse to speak that any truth can be heard at all."},{"Author":"Miguel de Cervantes Saavedra,  El ingenioso hidalgo Don Quijote de La Mancha","Category":"truth","Quote":"El que lee mucho y anda mucho, ve mucho y sabe mucho."},{"Author":"Kate DiCamillo","Category":"truth","Quote":"If you have no intention of loving or being loved, the whole journey is pointless."},{"Author":"Dōgen","Category":"truth","Quote":"If you are unable to find the truth right where you are, where else do you expect to find it?"},{"Author":"L.J. Smith,  The Forbidden Game","Category":"truth","Quote":"Maybe it just means that love can be stronger than fear."},{"Author":"Gregory David Roberts,  Shantaram","Category":"truth","Quote":"A good man is as strong as the right woman needs him to be."},{"Author":"Franz Kafka","Category":"truth","Quote":"The Kafka paradox: art depends on truth, but truth, being indivisable, cannot know itself: to tell the truth is to lie. thus the writer is the truth, and yet when he speaks he lies."},{"Author":"Audre Lorde","Category":"truth","Quote":"I have a duty to speak the truth as I see it and share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigated pain. It is important to share how I know survival is survival and not just a walk throught the rain."},{"Author":"Blaise Pascal","Category":"truth","Quote":"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"truth","Quote":"This is one more piece of advice I have for you: don't get impatient. Even if things are so tangled up you can't do anything, don't get desperate or blow a fuse and start yanking on one particular thread before it's ready to come undone. You have to realize it's going to be along process and that you'll work on things slowly, one at a time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"She said she loved me, and I believed her, because she was looking directly at another man when she said it."},{"Author":"Aleksandr Solzhenitsyn","Category":"truth","Quote":"The simple step of a courageous individual is not to take part in the lie. \"One word of truth outweighs the world."},{"Author":"Ed Sheeran","Category":"truth","Quote":"Be a true Heart, not a follower."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"truth","Quote":"For Sabina, living in truth, lying neither to ourselves nor to others, was possible only away from the public: the moment someone keeps an eye on what we do, we involuntarily make allowances for that eye, and nothing we do is truthful. Having a public, keeping a public in mind, means living in lies."},{"Author":"Kahlil Gibran","Category":"truth","Quote":"Of life's two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer's hand."},{"Author":"Deepak Chopra,  The Return of Merlin","Category":"truth","Quote":"I was very afraid at the beginning, until Master told me that pain isn't the truth; it's what you have to get through in order to find the truth."},{"Author":"Erin Hunter,  Into the Wild","Category":"truth","Quote":"You speak from your heart, young Firepaw. This will make you a stronger warrior one day.\"said LionheartTigerclaw growled. \"Or it might make him give in to kittypet weakness right at the moment of attack"},{"Author":"Dorothy Parker","Category":"truth","Quote":"If I had a shiny gun I could have a world of fun Speeding bullets through the brains Of the folks that cause me pains :)"},{"Author":"Mahatma Gandhi,  The Story of My Experiments With Truth","Category":"truth","Quote":"The seeker after truth should be humbler than the dust. The world crushes the dust under its feet, but the seeker after truth should so humble himself that even the dust could crush him. Only then, and not till then, will he have a glimpse of truth."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"You have the ability to choose your reactions."},{"Author":"Terry Goodkind,  Soul of the Fire","Category":"truth","Quote":"Once you place that crown of liar on your head, you can take it off again, but it leaves a stain for all time."},{"Author":"Patrick Ness,  The Ask and the Answer","Category":"truth","Quote":"Being a leader is making the people you love hate you a little more each day."},{"Author":"Aleksandr Solzhenitsyn","Category":"truth","Quote":"You can resolve to live your life with integrity. Let your credo be this: Let the lie come into the world, let it even triumph. But not through me."},{"Author":"Aldous Huxley,  Brave New World","Category":"truth","Quote":"Great is truth, but still greater, from a practical point of view, is silence about truth."},{"Author":"C.S. Lewis,  That Hideous Strength","Category":"truth","Quote":"There are a dozen views about everything until you know the answer. Then there's never more than one."},{"Author":"Jenny Han,  The Summer I Turned Pretty","Category":"truth","Quote":"It’s hard to throw away history. It was like you were throwing away a part of yourself."},{"Author":"Alex Harris","Category":"truth","Quote":"We're called to be faithful, to take those first difficult steps--and to leave the results up to God."},{"Author":"Sarah Addison Allen,  The Peach Keeper","Category":"truth","Quote":"People always say life is too short for regrets. But the truth is, it's too long."},{"Author":"Suzanne Collins,  Mockingjay","Category":"truth","Quote":"All around the dining hall, you can feel the rejuvenating effect that a good meal can bring on. The way it can make people kinder, funnier, more optimistic, and remind them it's not a mistake to go on living. It's better than any medicine."},{"Author":"Lauren Oliver,  Panic","Category":"truth","Quote":"It was so strange, the way that life moved forward: the twists and the dead ends, the sudden opportunities. She supposed if you could predict or foresee everything that was going to happen, you’d lose the motivation to go through it all. The promise was always in the possibility."},{"Author":"Ralph Waldo Emerson","Category":"truth","Quote":"Fiction reveals truth that reality obscures."},{"Author":"Isaac Newton","Category":"truth","Quote":"Truth is ever to be found in the simplicity, and not in the multiplicity and confusion of things."},{"Author":"Bruce Feirstein","Category":"truth","Quote":"The distance between insanity and genius is measured only by success."},{"Author":"Sara Gruen,  Water for Elephants","Category":"truth","Quote":"Even as your body betrays you, your mind denies it."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"truth","Quote":"Every beginning has an end and every end is a new beginning."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"Power is not a means; it is an end. One does not establish a dictatorship in order to safeguard a revolution; one makes the revolution in order to establish the dictatorship. The object of persecution is persecution. The object of torture is torture. The object of power is power."},{"Author":"Juliet Marillier,  Wildwood Dancing","Category":"truth","Quote":"I like the truth, even when it does trouble me."},{"Author":"Karen Quan,  Write like no one is reading 2","Category":"truth","Quote":"Some of us walk around with a necklace of hope, an armour of sanity, but at the end of the day, they always come off. We reveal our naked, vulnerable, real selves."},{"Author":"Tom Hiddleston","Category":"truth","Quote":"Actors in any capacity, artists of any stripe, are inspired by their curiosity, by their desire to explore all quarters of life, in light and in dark, and reflect what they find in their work. Artists instinctively want to reflect humanity, their own and each other's, in all its intermittent virtue and vitality, frailty and fallibility."},{"Author":"Robert Walser,  Jakob von Gunten","Category":"truth","Quote":"That is all very senseless, but this senselessness has a pretty mouth, and it smiles."},{"Author":"Harriet Evans,  A Hopeless Romantic","Category":"truth","Quote":"You don't fall in love with someone because it's convenient."},{"Author":"Edmund Burke","Category":"truth","Quote":"But what is liberty without wisdom and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint. Those who know what virtuous liberty is, cannot bear to see it disgraced by incapable heads, on account of their having high-sounding words in their mouths."},{"Author":"Richard Carlson,  Don't Sweat the Small Stuff ... and it's all small stuff: Simple Ways to Keep the Little Things from Taking Over Your Life","Category":"truth","Quote":"One of the mistakes many of us make is that we feel sorry for ourselves, or for others, thinking that life should be fair, or that someday it will be. It's not and it won't. When we make this mistake we tend to spend a lot of time wallowing and/or complaining about what's wrong with life. \"It's not fair,\"we complain, not realizing that, perhaps, it was never intended to be."},{"Author":"B.W. Powe,  Towards A Canada Of Light","Category":"truth","Quote":"We become slaves the moment we hand the keys to the definition of reality entirely over to someone else, whether it is a business, an economic theory, a political party, the White House, Newsworld or CNN."},{"Author":"Tana French,  In the Woods","Category":"truth","Quote":"What I am telling you, before you begin my story, is this -- two things: I crave truth. And I lie."},{"Author":"Robert A. Heinlein,  Have Space Suit—Will Travel","Category":"truth","Quote":"Some people insist that 'mediocre' is better than 'best.' They delight in clipping wings because they themselves can't fly. They despise brains because they have none."},{"Author":"Judith Lewis Herman,  Trauma and Recovery","Category":"truth","Quote":"The conflict between the will to deny horrible events and the will to proclaim them aloud is the central dialectic of psychological trauma."},{"Author":"Marcus Tullius Cicero","Category":"truth","Quote":"What is morally wrong can never be advantageous, even when it enables you to make some gain that you believe to be to your advantage. The mere act of believing that some wrongful course of action constitutes an advantage is pernicious."},{"Author":"Homer,  The Odyssey","Category":"truth","Quote":"[I]t is the wine that leads me on,the wild winethat sets the wisest man to singat the top of his lungs,laugh like a fool – it drives theman to dancing... it eventempts him to blurt out storiesbetter never told."},{"Author":"Mahatma Gandhi,  The Essential Gandhi: An Anthology of His Writings on His Life, Work, and Ideas","Category":"truth","Quote":"The only tyrant I accept in this world is the 'still small voice' within me. And even though I have to face the prospect of being a minority of one, I humbly believe I have the courage to be in such a hopeless minority."},{"Author":"A.C. Grayling,  The Heart of Things: Applying Philosophy to the 21st Century","Category":"truth","Quote":"It takes a certain ingenuous faith - but I have it - to believe that people who read and reflect more likely than not come to judge things with liberality and truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Reading makes you ready for the world. A man who doesn’t read is a man who is easily deceived. You must find that man and make him sign a contract, and you must do it before Satan does. Trust me, the profits are HUGE!"},{"Author":"Jodi Picoult,  Handle with Care","Category":"truth","Quote":"But love wasn't about sacrifice, and it wasn't about falling short of someone's expectations. By definition, love made you better than good enough; it redefined perfection to include your traits, instead of excluding them. All any of us wanted, really, was to know that we counted. That someone else's life would not have been as rich without us here."},{"Author":"Gabriel Garcí­a Márquez","Category":"truth","Quote":"I became aware that the invincible power that has moved the world is unrequited, not happy, love."},{"Author":"Cassandra Clare,  Clockwork Angel","Category":"truth","Quote":"It was odd, (Tessa thought), what brought out tenderness in people."},{"Author":"Brandon Sanderson,  The Hero of Ages","Category":"truth","Quote":"Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are."},{"Author":"George Gordon Byron,  Don Juan","Category":"truth","Quote":"Tis strange,-but true; for truth is always strange;Stranger than fiction: if it could be told,How much would novels gain by the exchange!How differently the world would men behold!"},{"Author":"Ned Vizzini","Category":"truth","Quote":"you have to be the prude or the slut, and if you pick one, other people hate you for it, and you can’t trust anyone anymore, because they’re all after the same thing, and you see that you can never go back to how was before…"},{"Author":"Pope John Paul II","Category":"truth","Quote":"Faith and Reason are like two wings of the human spirit by which is soars to the truth."},{"Author":"Louis-Ferdinand Céline,  Journey to the End of the Night","Category":"truth","Quote":"Not much music left inside us for life to dance to. Our youth has gone to the ends of the earth to die in the silence of the truth. And where, I ask you, can a man escape to, when he hasn't enough madness left inside him? The truth is an endless death agony. The truth is death. You have to choose: death or lies. I've never been able to kill myself."},{"Author":"Edgar Allan Poe,  The Mystery of Marie Rogêt","Category":"truth","Quote":"Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger, portion of truth arises from the seemingly irrelevant."},{"Author":"Kirk Cameron","Category":"truth","Quote":"There is nothing more important than your eternal salvation."},{"Author":"Albert Einstein","Category":"truth","Quote":"I believe that Gandhi’s views were the most enlightened of all the political men in our time. We should strive to do things in his spirit: not to use violence in fighting for our cause, but by non-participation in anything you believe is evil."},{"Author":"Pedro Calderón de la Barca","Category":"truth","Quote":"In this treacherous worldNothing is the truth nor a lie.Everything depends on the colorOf the crystal through which one sees it"},{"Author":"Ami McKay,  The Birth House","Category":"truth","Quote":"No matter what you do, someone always knew you would."},{"Author":"P.D. Ouspensky","Category":"truth","Quote":"When one realises one is asleep, at that moment one is already half-awake."},{"Author":"Dorothy Day","Category":"truth","Quote":"Don't worry about being effective. Just concentrate on being faithful to the truth."},{"Author":"Amy Plum,  Die for Me","Category":"truth","Quote":"My mom said I was an escapist at heart.... that I preferred imaginary worlds to the real one"},{"Author":"Jodi Picoult,  Plain Truth","Category":"truth","Quote":"If she spoke, she would tell him the truth: she was not okay at all, but horribly empty, now that she knew what it was like to be filled."},{"Author":"Michael H. Hart,  The 100: A Ranking of the Most Influential Persons in History","Category":"truth","Quote":"My choice of Muhammad to lead the list of the world's most influential persons may surprise some readers and may be questioned by others, but he was the only man in history who was supremely successful on both the religious and secular level."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"truth","Quote":"Before I die, I want to change my name to \"Here,\"so that my tombstone could simply read, \"Here lies.\"And then people who knew me could walk by, shake their head, and say, \"Ain't that the truth."},{"Author":"Bill Watterson,  The Complete Calvin and Hobbes","Category":"truth","Quote":"Isn't it sad how some people's grip on their lives is so precarious that they'll embrace any preposterous delusion rather than face an occasional bleak truth?"},{"Author":"Suzanne Collins,  Catching Fire","Category":"truth","Quote":"Because, sometimes, things happen to people and they're not equipped to deal with them."},{"Author":"Cristina Marrero","Category":"truth","Quote":"We never know when our last day on earth will be. So, love with full sincerity, believe with true faith, and hope with all of your might. Better to have lived in truth and discovered life, than to have lived half heartedly and died long before you ever ceased breathing."},{"Author":"Tim O'Brien","Category":"truth","Quote":"A lie, sometimes, can be truer than the truth, which is why fiction gets written."},{"Author":"Albert Schweitzer","Category":"truth","Quote":"Man is a clever animal who behaves like an imbecile."},{"Author":"Brent Weeks,  The Way of Shadows","Category":"truth","Quote":"The perfect killer has no friends. Only targets."},{"Author":"Crystal Woods,  Write like no one is reading","Category":"truth","Quote":"I know I'm not going to be in your head all the time. But once you know me, I'll be forever in your heart."},{"Author":"E. Lockhart,  The Boyfriend List: 15 Guys, 11 Shrink Appointments, 4 Ceramic Frogs and Me, Ruby Oliver","Category":"truth","Quote":"When you hate someone you used to love, and you think he's done something awful - he probably has."},{"Author":"Turcois Ominek","Category":"truth","Quote":"Don't doubt yourself, that's what haters are for."},{"Author":"Neale Donald Walsch,  Home with God: In a Life That Never Ends","Category":"truth","Quote":"There is no truth except the truth that exists within you. Everything else is what someone is telling you."},{"Author":"Albert Einstein","Category":"truth","Quote":"Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either."},{"Author":"Thomas Sowell,  Barbarians inside the Gates and Other Controversial Essays","Category":"truth","Quote":"People who pride themselves on their \"complexity\"and deride others for being \"simplistic\"should realize that the truth is often not very complicated. What gets complex is evading the truth."},{"Author":"Kobayashi Issa","Category":"truth","Quote":"In the cherry blossom's shadethere's no such thingas a stranger."},{"Author":"Audre Lorde,  The Cancer Journals","Category":"truth","Quote":"My silences had not protected me. Your silence will not protect you. But for every real word spoken, for every attempt I had ever made to speak those truths for which I am still seeking, I had made contact with other women while we examined the words to fit a world in which we all believed, bridging our differences."},{"Author":"Robin McKinley,  Dragonhaven","Category":"truth","Quote":"But I'm going to try to tell the truth. Except for the parts I'm leav­ing out, because there's still stuff I'm just not going to tell you. Get used to it."},{"Author":"Tite Kubo","Category":"truth","Quote":"I have always been afraid... Always been pretending to follow you closely, alwyas been pretending to sharpen my teeth, when the truth is, I am ... scared to death just treading on your shadow."},{"Author":"Rumi","Category":"truth","Quote":"You are the Truth from foot to brow. Now, what else would you like to know?"},{"Author":"Ludwig Boltzmann","Category":"truth","Quote":"If you are out to describe the truth, leave elegance to the tailor."},{"Author":"C. JoyBell C.","Category":"truth","Quote":"It is when you lose sight of yourself, that you lose your way. To keep your truth in sight you must keep yourself in sight and the world to you should be a mirror to reflect to you your image; the world should be a mirror that you reflect upon."},{"Author":"John Locke","Category":"truth","Quote":"We are like chameleons, we take our hue and the color of our moral character, from those who are around us."},{"Author":"J. Michael Straczynski","Category":"truth","Quote":"Understanding is a three edged sword: your side, their side, and the truth."},{"Author":"Isaac Bashevis Singer,  Teibele And Her Demon","Category":"truth","Quote":"Night is a time of rigor, but also of mercy. There are truths which one can see only when it’s dark"},{"Author":"Italo Calvino,  Invisible Cities","Category":"truth","Quote":"Falsehood is never in words; it is in things."},{"Author":"Garth Stein,  The Art of Racing in the Rain","Category":"truth","Quote":"We too, must shatter the mirrors. We must look in to ourselves and root out the distortions until that thing which we know in our hearts is perfect and true, stands before us."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"truth","Quote":"Few things are more deceptive than memories."},{"Author":"David Sedaris","Category":"truth","Quote":"All I do is lie, and that has made me immune to compliments."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"truth","Quote":"A lot of people go searching for “Truth.” But they can’t be searching too hard, because very few of them ever think to look under my bed."},{"Author":"Sarah Addison Allen,  The Peach Keeper","Category":"truth","Quote":"Coffee, she'd discovered, was tied to all sorts of memories, different for each person. Sunday mornings, friendly get-togethers, a favorite grandfather long since gone, the AA meeting that saved their life. Coffee meant something to people. Most found their lives were miserable without it. Coffee was a lot like love that way. And because Rachel believed in love, she believed in coffee, too."},{"Author":"St. Vincent de Paul","Category":"truth","Quote":"Humility is nothing but truth, and pride is nothing but lying."},{"Author":"Sharon Shinn,  Jenna Starborn","Category":"truth","Quote":"A truth that no one knows is still the truth."},{"Author":"William Penn","Category":"truth","Quote":"In all debates, let truth be thy aim, not victory, or an unjust interest."},{"Author":"John Eldredge,  Wild at Heart: Discovering the Secret of a Man's Soul","Category":"truth","Quote":"I wasn't mean; I wasn't evil. I was nice. And let me tell you, a hesitant man is the last thing in the world a woman needs. She needs a lover and a warrior, not a Really Nice Guy."},{"Author":"Pat Conroy,  The Great Santini","Category":"truth","Quote":"I’ve never had anyone’s approval, so I’ve learned to live without it."},{"Author":"Linkin Park,  Linkin Park - Hybrid Theory","Category":"truth","Quote":"But I know just what it feels like to have a voice in the back of my head, like a face that I hold inside, face that awakes when I close my eyes, face that watches everytime I lie, face that laughs everytime I fall. (It watches EVERYTHING) ... But the face inside is hearing me, right beneath my skin."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"truth","Quote":"Philosophy cannot be taught; it is the application of the sciences to truth."},{"Author":"Mark Twain","Category":"truth","Quote":"A man is never more truthful than when he acknowledges himself a liar."},{"Author":"Bram Stoker,  The New Annotated Dracula","Category":"truth","Quote":"I suppose that we women are such cowards that we think a man will save us from fears, and we marry him."},{"Author":"Sophie Kinsella,  The Undomestic Goddess","Category":"truth","Quote":"A mistake isn’t a mistake unless it can’t be put right."},{"Author":"Woody Allen","Category":"truth","Quote":"All people know the same truth. Our lives consist of how we choose to distort it."},{"Author":"Edmund Burke,  On Empire, Liberty, and Reform: Speeches and Letters","Category":"truth","Quote":"Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods.\"[Preface to Brissot's Address to His Constituents (1794)]"},{"Author":"Joyce Carol Oates","Category":"truth","Quote":"And this is the forbidden truth, the unspeakable taboo - that evil is not always repellent but frequently attractive; that it has the power to make of us not simply victims, as nature and accident do, but active accomplices."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"truth","Quote":"Everyone is different from each other, but that doesn’t mean everyone should be indifferent to each other."},{"Author":"Sara Shepard,  Pretty Little Liars","Category":"truth","Quote":",the rest of the girls pretended not to notice. That's just what best friends do."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"truth","Quote":"In today's classroom everybody wins a trophy, even the one kid who actually won. Soon it will be, let's punish that kid for making the other kids feel like losers."},{"Author":"Jean-Paul Sartre","Category":"truth","Quote":"the worst part about being lied to is knowing you werent worth the truth"},{"Author":"Marianne Williamson,  A Return to Love: Reflections on the Principles of \"A Course in Miracles\"","Category":"truth","Quote":"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, Who am I to be brilliant, gorgeous, talented, fabulous? Actually, who are you not to be?"},{"Author":"Elizabeth Cady Stanton","Category":"truth","Quote":"Truth is the only safe ground to stand on."},{"Author":"Lisi Harrison","Category":"truth","Quote":"Truth is beauty"},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"truth","Quote":"There’s truth in only having a bicycle seat. I used to skip class and just hold it out in the hallway. When teachers would ask me what I was doing, I’d hold it up and say, “Sorry I’m late."},{"Author":"Virginia Woolf,  Orlando","Category":"truth","Quote":"By the truth we are undone. Life is a dream. 'Tis the waking that kills us. He who robs us of our dreams robs us of our life."},{"Author":"Ann Druyan","Category":"truth","Quote":"Interviewer: Didn't Sagan want to believe?Druyan: he didn't want to believe. he wanted to know."},{"Author":"Ralph Waldo Emerson,  The Essential Writings of Ralph Waldo Emerson","Category":"truth","Quote":"Whatever games are played with us, we must play no games with ourselves, but deal in our privacy with the last honesty and truth."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"truth","Quote":"Some negroes lie, some are immoral, some negro men are not be trusted around women - black and white. But this is a truth that applies to the human race and to no particular race of men."},{"Author":"Gautama Buddha","Category":"truth","Quote":"To force oneself to believe and to accept a thing without understanding is political, and not spiritual or intellectual."},{"Author":"W.E.B. Du Bois,  The Souls of Black Folk","Category":"truth","Quote":"Herein lies the tragedy of the age: not that men are poor, — all men know something of poverty; not that men are wicked, — who is good? not that men are ignorant, — what is Truth? Nay, but that men know so little of men."},{"Author":"Stephen King,  Bag of Bones","Category":"truth","Quote":"I felt lonely and content at the same time. I believe that is a rare kind of happiness."},{"Author":"Richard Paul Evans,  The Sunflower","Category":"truth","Quote":"Feelings can be like wild animals-we underrate how fierce they are until we've opened their cage"},{"Author":"Rachel Vincent,  Shift","Category":"truth","Quote":"Why is this so hard?” I whispered.His pulse leaped crazily at my admission. “Everything worth fighting for is hard."},{"Author":"Garth Stein,  The Art of Racing in the Rain","Category":"truth","Quote":"Such a simple concept, yet so true: that which we manifest is before us; we are the creators of our own destiny. Be it through intention or ignorance, our successes and our failures have been brought on by none other than ourselves."},{"Author":"Socrates","Category":"truth","Quote":"The greatest blessing granted to mankind come by way of madness, which is a divine gift."},{"Author":"Blaise Pascal","Category":"truth","Quote":"It is man's natural sickness to believe that he possesses the truth."},{"Author":"Jeffery Deaver,  The Bodies Left Behind","Category":"truth","Quote":"She was reflecting back on a truth she had learned over the years: that people heard what they wanted to hear, saw what they wanted, believed what they wanted."},{"Author":"Sarah Dessen,  Lock and Key","Category":"truth","Quote":"The best gifts come from the heart, not the store."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"truth","Quote":"In the beginning God created the heavens and the earth."},{"Author":"Arthur C. Clarke,  The Exploration of Space","Category":"truth","Quote":"A faith that cannot survive collision with the truth is not worth many regrets."},{"Author":"Kahlil Gibran,  The Vision: Reflections on the Way of the Soul","Category":"truth","Quote":"Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love."},{"Author":"Miguel de Cervantes Saavedra","Category":"truth","Quote":"Facts are the enemy of truth."},{"Author":"Carlos Ruiz Zafón","Category":"truth","Quote":"We are willing to believe anything other than the truth."},{"Author":"Suzanne Collins,  Mockingjay","Category":"truth","Quote":"Knowing it and seeing it are two different things."},{"Author":"Jacqueline Carey,  Kushiel's Dart","Category":"truth","Quote":"Yes my lord, but questions are dangerous, for they have answers"},{"Author":"Gautama Buddha","Category":"truth","Quote":"Speak the truth do not become angered and give when asked, even be it a little. By these three conditions one goes to the presence of the gods."},{"Author":"Julien Smith,  The Flinch","Category":"truth","Quote":"You will never be entirely comfortable. This is the truth behind the champion - he is always fighting something. To do otherwise is to settle."},{"Author":"Rick Riordan,  The Red Pyramid","Category":"truth","Quote":"Why did adults have to be so thick? They always say “tell the truth,” and when you do, they don’t believe you. What’s the point?"},{"Author":"Michael Connelly,  Trunk Music","Category":"truth","Quote":"What is important is not what you hear said, it's what you observe."},{"Author":"Thomas Aquinas","Category":"truth","Quote":"Better to illuminate than merely to shine to deliver to others contemplated truths than merely to contemplate."},{"Author":"Christina Rossetti","Category":"truth","Quote":"What are heavy? sea-sand and sorrow.What are brief? today and tomorrow.What are frail? spring blossoms and youth.What are deep? the ocean and truth."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"A #startup is as fragile as a flower, and it needs a garden and a gardener to help it grow. Those gardens are called Business Incubators."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"truth","Quote":"Why, if it was an illusion, not praise the catastrophe, whatever it was, that destroyed illusion and put truth in it's place?"},{"Author":"D.L. Moody","Category":"truth","Quote":"The best way to show that a stick is crooked is not to argue about it or to spend time denouncing it, but to lay a straight stick alongside it"},{"Author":"Jess Rothenberg,  The Catastrophic History of You and Me","Category":"truth","Quote":"News flash, Bozo. Don't ever tell a girl to relax. It only makes us madder."},{"Author":"Hlovate,  Contengan Jalanan","Category":"truth","Quote":"Hidup hanya ada erti pada yang bahagia."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"truth","Quote":"I've nothing against people who love truth. Apart from the fact that they make dull companions."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"truth","Quote":"Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, for our God is a consuming fire."},{"Author":"Matt D. Miller","Category":"truth","Quote":"If you always attach positive emotions to the things you want, and never attach negative emotions to the things you don't, then that which you desire most will invariably come your way."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"To love someone with all of your heart requires reaching them where they are with the only words they can understand."},{"Author":"Steve Maraboli","Category":"truth","Quote":"Once you start recognizing the truth of your story, finish the story. It happened but you're still here, you're still capable, powerful, you're not your circumstance. It happened and you made it through. You're still fully equipped with every single tool you need to fulfill your purpose."},{"Author":"William Pickens","Category":"truth","Quote":"To cheapen the lives of any group of men, cheapens the lives of all men, even our own. This is a law of human psychology, or human nature. And it will not be repealed by our wishes, nor will it be merciful to our blindness."},{"Author":"Bruno Bettelheim,  The Uses of Enchantment: The Meaning and Importance of Fairy Tales","Category":"truth","Quote":"The child intuitively comprehends that although these stories are unreal, they are not untrue ..."},{"Author":"Marie Lu,  The Rose Society","Category":"truth","Quote":"The irony of life is that those who wear masks often tell us more truths than those with open faces."},{"Author":"E.M. Forster,  Howards End","Category":"truth","Quote":"Death destroys a man: the idea of Death saves him."},{"Author":"Mira Grant,  Feed","Category":"truth","Quote":"Alive or dead, the truth won't rest. Rise up while you can."},{"Author":"Alex Flinn,  Beastly","Category":"truth","Quote":"when you're a kid, they tell you that it's what's on the inside that counts. Looks don't matter . But that's not true. Guys like Phoebus in The Hunchback, or Dorian, or the old Kyle Kingsbury-- they can be scumbags to women and still get away with it because they're good-looking. Being ugly is a kind of prisoner."},{"Author":"Mariah Carey","Category":"truth","Quote":"when you feel like hope is gone, look inside you and be strong and you'll finally see the truth- that hero lies in you."},{"Author":"E.M. Forster,  A Room with a View","Category":"truth","Quote":"It is so difficult - at least, I find it difficult - to understand people who speak the truth."},{"Author":"Ann Landers","Category":"truth","Quote":"The naked truth is always better than the best-dressed lie."},{"Author":"Dan Brown,  The Da Vinci Code","Category":"truth","Quote":"Learning the truth has become my life's love."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"truth","Quote":"Don't change your mind just because people are offended; change your mind if you're wrong."},{"Author":"Marcus Aurelius,  Meditations","Category":"truth","Quote":"If someone can prove me wrong and show me my mistake in any thought or action, I shall gladly change. I seek the truth, which never harmed anyone: the harm is to persist in one's own self-deception and ignorance."},{"Author":"Carl von Clausewitz,  On War: Volume 1","Category":"truth","Quote":"If the mind is to emerge unscathed from this relentless struggle with the unforeseen, two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"When you look at the past without God’s eyes, you subject yourself to deception. The past no longer exists and God doesn’t linger there. However, Satan will show you whatever you want to see and believe, so you will be trapped in an emotion that cannot communicate truth, beyond what you want to remember."},{"Author":"Jon Katz","Category":"truth","Quote":"It is difficult to see ourselves as we are. Sometimes we are fortunate enough to have good friends, lovers or others who will do us the good service of telling us the truth about ourselves. When we don't, we can so easily delude ourselves, lose a sense of truth about ourselves, and our conscience loses power and purpose. Mostly, we tell ourselves what we would like to hear. We lose our way."},{"Author":"Peter Cameron,  Someday This Pain Will Be Useful to You","Category":"truth","Quote":"I only feel like myself when I am alone."},{"Author":"Bob Ong,  Ang Paboritong Libro ni Hudas","Category":"truth","Quote":"hindi dahil sa hindi mo naiintindihan ang isang bagay ay kasinungalingan na ito. at hindi lahat ng kaya mong intindihin ay katotohanan."},{"Author":"Radiohead","Category":"truth","Quote":"Most people gaze neither into the past nor the future; they explore neither truth nor lies. They gaze at the television."},{"Author":"Alex Rogers,  I'm Only Human After All","Category":"truth","Quote":"Too many people out there tell us what we can and cannot do but…they don’t know who we are, what’s put in us."},{"Author":"Anthony de Mello","Category":"truth","Quote":"If what you seek is Truth, there is one thing you must have above all else.” “I know. An overwhelming passion for it.” “No. An unremitting readiness to admit you may be wrong."},{"Author":"John Locke","Category":"truth","Quote":"To love truth for truth's sake is the principal part of human perfection in this world, and the seed-plot of all other virtues."},{"Author":"Alan Keightley","Category":"truth","Quote":"Once in a while it really hits people that they don't have to experience the world in the way they have been told to."},{"Author":"Toba Beta,  My Ancestor Was an Ancient Astronaut","Category":"truth","Quote":"Eyes shows lies."},{"Author":"Patrick Henry","Category":"truth","Quote":"For my part, whatever anguish of spirit it may cost, I am willing to know the whole truth; to know the worst and to provide for it."},{"Author":"David Levithan,  Will Grayson, Will Grayson","Category":"truth","Quote":"You know there's no such thing as a complete lie. There's always some truth in there."},{"Author":"Wayne W. Dyer","Category":"truth","Quote":"Before speaking, consult your inner-truth barometer, and resist the temptation to tell people only what they want to hear."},{"Author":"Chuck Palahniuk,  Choke","Category":"truth","Quote":"The truth is, immigrants tend to be more American than people born here."},{"Author":"Anatole France","Category":"truth","Quote":"It is the certainty that they possess the truth that makes men cruel."},{"Author":"Lev Grossman,  The Magicians","Category":"truth","Quote":"The truth doesn't always make a good story, does it?"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"truth","Quote":"There’s truth and honor in a mustache. And that’s why I started flying one on the flagpole outside of my house."},{"Author":"Chris Crutcher,  Deadline","Category":"truth","Quote":"But the truth doesn't need to be known, or believed, to be true."},{"Author":"Huntley Fitzpatrick,  My Life Next Door","Category":"truth","Quote":"No words for a long time. Which is fine, because even the most important ones-- I love you. I'm sorry. Forgive me? I'm here-- are only stand-ins for what you can say better without talking at all."},{"Author":"Swami Vivekananda","Category":"truth","Quote":"Comfort is no test of truth. Truth is often far from being comfortable."},{"Author":"Robin Jones Gunn,  Gardenias for Breakfast","Category":"truth","Quote":"It's funny whom we end up choosing to love and who ends up choosing to love us. It's rarely the people we think it should be."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"Accomplishments don’t erase shame, hatred, cruelty, silence, ignorance, discrimination, low self-esteem or immorality. It covers it up, with a creative version of pride and ego. Only restitution, forgiving yourself and others, compassion, repentance and living with dignity will ever erase the past."},{"Author":"Juliet Marillier,  Daughter of the Forest","Category":"truth","Quote":"There is no truth on this island of yours. Rather, there are as many truths as there are stars in the sky; and every one of them different."},{"Author":"Amit Ray,  OM Sutra: The Pathway to Enlightenment","Category":"truth","Quote":"Truth is neither in the scripture nor in the words of prophets. It is in your heart, feel it, discover it and expand with it."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"He was a lonely ghost uttering a truth that nobody would ever hear."},{"Author":"Oswald Chambers","Category":"truth","Quote":"The author who benefits you most is not the one who tells you something you did not know before, but the one who gives expression to the truth that has been dumbly struggling in you for utterance."},{"Author":"Horace Greeley","Category":"truth","Quote":"It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom."},{"Author":"Kahlil Gibran","Category":"truth","Quote":"Your pain is the breaking of the shell that encloses your understanding."},{"Author":"David Mitchell,  Ghostwritten","Category":"truth","Quote":"Integrity is a bugger, it really is. Lying can get you into difficulties, but to really wind up in the crappers try telling nothing but the truth."},{"Author":"P.C. Cast,  Awakened","Category":"truth","Quote":"What more could you want? How about dominion over this 'beautiful place'? Beauty doesn't last. Friends and family decay. Power is the only thing that goes on forever.\"Jack answered with his gut. \"No, love goes on forever."},{"Author":"Eduardo Galeano","Category":"truth","Quote":"I have never killed anybody, it is true, but it is because I lacked the courage or the time, not because I lacked the desire"},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"truth","Quote":"I was flipping channels, watching this cheerleading program on MTV. They took a field hockey girl and “transformed” her into a cheerleader by the end of the show. I was just wondering: what if she liked field hockey better?"},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"Non-violence, which is the quality of the heart, cannot come by an appeal to the brain."},{"Author":"D.J. MacHale","Category":"truth","Quote":"Because this is the way things are meant to be.(Press Tilton)"},{"Author":"L.J. Smith,  The Forbidden Game","Category":"truth","Quote":"The image isn't reality. Even though we're used to thinking that way alot of the time. We show a kid a picture of a dog and say 'This is a doggie' - but it's not. It's just an image."},{"Author":"Fyodor Dostoyevsky","Category":"truth","Quote":"If someone proved to me that Christ is outside the truth, and that in reality the truth were outside of Christ, then I should prefer to remain with Christ rather than with the truth."},{"Author":"Franklin D. Roosevelt","Category":"truth","Quote":"Freedom means the supremacy of human rights everywhere. Our support goes to those who struggle to gain those rights and keep them. Our strength is our unity of purpose. To that high concept there can be no end save victory."},{"Author":"Patricia Briggs,  Raven's Strike","Category":"truth","Quote":"Some truths are truths, no matter who says them."},{"Author":"Gene Wilder","Category":"truth","Quote":"If you're not gonna tell the truth, then why start talking?"},{"Author":"Thomas H. Cook,  Master of the Delta","Category":"truth","Quote":"He looked at me intently, from what seemed behind the veil of a grave experience. Then slowly and prophetically, he said the scariest thing I'd ever heard: \"Because the answer to a heartfelt question, Jack, will always break your heart."},{"Author":"Peter Lamborn Wilson","Category":"truth","Quote":"Those who understand history are condemned to watch other idiots repeat it."},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"Truth resides in every human heart,and one has to search for it there,and to be guided by truth as one sees it.But no one has a right to coerce othersto act according to his own view of truth."},{"Author":"Alison Weir,  Innocent Traitor","Category":"truth","Quote":"If only they would all just leave me alone with my books and my letters, I would be content to let life, and the world pass me by"},{"Author":"Rick Yancey,  The Infinite Sea","Category":"truth","Quote":"You never know when the truth will come home. You can’t choose the time. The time chooses you."},{"Author":"James Dashner,  The Death Cure","Category":"truth","Quote":"What was the point of even having a conversation when words couldn't be trusted?"},{"Author":"Seth Grahame-Smith,  Pride and Prejudice and Zombies","Category":"truth","Quote":"Of all the weapons she had commanded, Elizabeth knew the least of love; and of all the weapons in the world, love was the most dangerous."},{"Author":"Jane Kenyon","Category":"truth","Quote":"The poet's job is to put into words those feelings we all have that are so deep, so important, and yet so difficult to name, to tell the truth in such a beautiful way, that people cannot live without it."},{"Author":"Stacia Kane,  Unholy Ghosts","Category":"truth","Quote":"IF her life had taught her anything, it was that you never really knew what people had going on beneath the surface. People were shit. The only difference between them and animals was people felt the need to hide it."},{"Author":"Romain Rolland,  Above the Battle","Category":"truth","Quote":"Discussion is impossible with someone who claims not to seek the truth, but already to possess it."},{"Author":"Jess C. Scott,  The Other Side of Life","Category":"truth","Quote":"Nin knew how much humans loved money, riches, and material things—though he never really could understand why. The more technologically advanced the human species got, the more isolated they seemed to become, at the same time. It was alarming, how humans could spend entire lifetimes engaged in all kinds of activities, without getting any closer to knowing who they really were, inside."},{"Author":"Robert Brault","Category":"truth","Quote":"Today I bent the truth to be kind, and I have no regret, for I am far surer of what is kind than I am of what is true."},{"Author":"Anthony de Mello","Category":"truth","Quote":"Any time you are with anyone or think of anyone you must say to yourself: I am dying and this person too is dying, attempting the while to experience the truth of the words you are saying. If every one of you agrees to practice this, bitterness will die out, harmony will arise."},{"Author":"Pliny the Elder,  Natural History","Category":"truth","Quote":"In wine, there's truth."},{"Author":"Paul Auster,  The Brooklyn Follies","Category":"truth","Quote":"The truth of the story lies in the details."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"truth","Quote":"Opportunity is not your opponent—it is your ally, but it’s hard to see that because opportunity is often camouflaged and hidden among danger and chaos."},{"Author":"Lisa Genova,  Still Alice","Category":"truth","Quote":"... just because [butterflies'] lives were short didn't mean they were tragic... See, they have a beautiful life."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"truth","Quote":"The thing is, it's really hard to be roommates with people if your suitcases are much better than theirs--if yours are really good ones and theirs aren't. You think if they're intelligent and all, the other person, and have a good sense of humor, that they don't give a damn whose suitcases are better, but they do. They really do."},{"Author":"Jessica Warman,  Breathless","Category":"truth","Quote":"I'm not mean, I'm honest. Nobody is ever straightforward. But sometimes people need to hear the truth."},{"Author":"Lisa Unger,  Beautiful Lies","Category":"truth","Quote":"The Universe doesn't like secrets. It conspires to reveal the truth, to lead you to it."},{"Author":"Joni Eareckson Tada","Category":"truth","Quote":"...we will stand amazed to see the topside of the tapestry and how God beautifully embroidered each circumstance into a pattern for our good and His glory."},{"Author":"Dodie Smith,  I Capture the Castle","Category":"truth","Quote":"Truthfulness so often goes with ruthlessness."},{"Author":"Desmond Tutu","Category":"truth","Quote":"If you are neutral in situations of injustice, you have chosen the side of the oppressor."},{"Author":"Toba Beta,  Master of Stupidity","Category":"truth","Quote":"Sometimes, some lies that spoken with high confidencecould be more receptive than facts that spoken with doubt."},{"Author":"Frank Herbert,  God Emperor of Dune","Category":"truth","Quote":"The truth always carries the ambiguity of the words used to express it."},{"Author":"Margaret Mitchell,  Gone With the Wind","Category":"truth","Quote":"Yes, I want money more than anything else in the world.”“Then you’ve made the only choice. But there’s a penalty attached, as there is to most things you want. It’s loneliness."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"truth","Quote":"Truth does not sit in a cave and hide like a lie. It wanders around proudly and roars loudly like a lion."},{"Author":"Madeleine L'Engle,  The Joys of Love","Category":"truth","Quote":"But my memories are like a fire in winter—whenever I'm cold I can warm my hands at them.—Ditta"},{"Author":"Dana Reinhardt,  How to Build a House","Category":"truth","Quote":"They're just words. And words alone don't really mean anything. It's what you feel and what you believe when you say them that matter."},{"Author":"Libba Bray,  A Great and Terrible Beauty","Category":"truth","Quote":"I've heard it said that God is in the details. It's the same with the truth. Leave out the details, the crucial heart, and you can damn someone with the bare bones of it."},{"Author":"Ann Brashares,  Girls In Pants: The Third Summer of the Sisterhood","Category":"truth","Quote":"How sad it was, Carmen thought, that you acted awful when you were desperately sad and hurt and wanted to be loved. How tragic then, the way everyone avoided you and tiptoed around you when you really needed them. Carmen knew this vicious predicament as well as anyone in the world. How bitter it felt when you acted badly to everyone and ended up hating yourself the most."},{"Author":"RuPaul","Category":"truth","Quote":"All sins are forgiven once you start making a lot of money."},{"Author":"Charlaine Harris,  Dead as a Doornail","Category":"truth","Quote":"Fiction just makes it all more interesting. Truth is so boring."},{"Author":"David Mamet","Category":"truth","Quote":"It's only words... unless they're true."},{"Author":"Garth Stein,  The Art of Racing in the Rain","Category":"truth","Quote":"Inside each of us resides the truth, I began, the absolute truth. But sometimes the truth is hidden in a hall of mirrors. Sometimes we believe we are viewing the real thing, when in fact we are viewing a facsimile, a distortion."},{"Author":"Mira Grant,  Blackout","Category":"truth","Quote":"Given a choice between life and death, choose life. Given a choice between right and wrong, choose what's right. And given a choice between a terrible truth and a beautiful lie, choose the truth every time."},{"Author":"Cormac McCarthy,  No Country For Old Men","Category":"truth","Quote":"I think that when the lies are all told and forgot the truth will be there yet. It dont move about from place to place and it dont change from time to time. You cant corrupt it any more than you can salt salt."},{"Author":"Robert F. Kennedy","Category":"truth","Quote":"A revolution is coming – a revolution which will be peaceful if we are wise enough; compassionate if we care enough; successful if we are fortunate enough – but a revolution which is coming whether we will it or not. We can affect its character; we cannot alter its inevitability.[Report to the United States Senate on his trip to Latin America and the Alliance for Progress, May 9-10 1966]"},{"Author":"Blue Balliett,  Chasing Vermeer","Category":"truth","Quote":"The greatest art belongs to the world. Do not be intimidated by the experts. Trust your instincts. Do not be afraid to go against what you were taught, or what you were told to see or believe. Every person, every set of eyes, has the right to the truth."},{"Author":"Gautama Buddha","Category":"truth","Quote":"Silence the angry man with love. Silence the ill-natured man with kindness. Silence the miser with generosity. Silence the liar with truth."},{"Author":"Thomas Jefferson","Category":"truth","Quote":"I was bold in the pursuit of knowledge, never fearing to follow truth and reason to whatever results they led."},{"Author":"Aleatha Romig,  Consequences","Category":"truth","Quote":"He spoke again as if he hadn’t just shattered his promise and her security. Her house of glass now lay in a pile of shards."},{"Author":"David Rovics","Category":"truth","Quote":"They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover."},{"Author":"David Levithan,  Dash & Lily's Book of Dares","Category":"truth","Quote":"It is much harder to lie to someone's face.But.It is also much harder to tell the truth to someone's face."},{"Author":"Josh Lanyon,  Fair Game","Category":"truth","Quote":"All cynics are disappointed idealists. The more stars in the eyes, the harder the fall."},{"Author":"Cassandra Clare,  Lady Midnight","Category":"truth","Quote":"When no one you know tells the truth, you learn to see under the surface."},{"Author":"Franklin D. Roosevelt","Category":"truth","Quote":"The Truth is found when men (and Women) are free to pursue it."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"I think there is a song out there to describe just about any situation."},{"Author":"Malcolm X,  The Autobiography of Malcolm X","Category":"truth","Quote":"Despite my firm convictions, I have been always a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds it. I have always kept an open mind, which is necessary to the flexibility that must go hand in hand with every form of intelligent search for truth."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"To the future or to the past, to a time when thought is free, when men are different from one another and do not live alone— to a time when truth exists and what is done cannot be undone: From the age of uniformity, from the age of solitude, from the age of Big Brother, from the age of doublethink — greetings!"},{"Author":"Suzanne Collins,  Mockingjay","Category":"truth","Quote":"But some secrets are too delicious not to share."},{"Author":"Catherine Deneuve","Category":"truth","Quote":"A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man."},{"Author":"Chögyam Trungpa,  Cutting Through Spiritual Materialism","Category":"truth","Quote":"We do not have to be ashamed of what we are. As sentient beings we have wonderful backgrounds. These backgrounds may not be particularly enlightened or peaceful or intelligent. Nevertheless, we have soil good enough to cultivate; we can plant anything in it."},{"Author":"Craig Ferguson","Category":"truth","Quote":"I don’t think there’s anything wrong with telling the truth. I know it isn’t fashionable."},{"Author":"S.N. Goenka","Category":"truth","Quote":"When one experiences truth, the madness of finding fault with others disappears."},{"Author":"Zadie Smith,  White Teeth","Category":"truth","Quote":"In the end, your past is not my past and your truth is not my truth and your solution - is not my solution."},{"Author":"Robert Browning","Category":"truth","Quote":"There is an inmost center in us all, where truth abides in fullness;....and, to know, rather consists in opening out a way where the imprisoned splendor may escape, then in effecting entry for a light supposed to be without."},{"Author":"Friedrich Nietzsche","Category":"truth","Quote":"Belief means not wanting to know what is true."},{"Author":"Richard Yates","Category":"truth","Quote":"If my work has a theme, I suspect it is a simple one: that most human beings are inescapably alone, and therein lies their tragedy."},{"Author":"Paul Krugman","Category":"truth","Quote":"Politics determines who has the power, not who has the truth."},{"Author":"Dana Reinhardt,  How to Build a House","Category":"truth","Quote":"I have a theory that as long as you have one good friend, one real friend, you can get through anything."},{"Author":"Alice Miller,  The Drama of the Gifted Child: The Search for the True Self","Category":"truth","Quote":"Experience has taught us that we have only one enduring weapon in our struggle against mental illness: the emotional discovery and emotional acceptance of the truth in the individual and unique history of our childhood."},{"Author":"Rainbow Rowell,  Attachments","Category":"truth","Quote":"I really am happy for Kiley. And for you and every other happily married lady. Except for that I'm not happy for you. I kind of want you all to drop dead."},{"Author":"Neale Donald Walsch,  Conversations With God: An Uncommon Dialogue, Vol. 2","Category":"truth","Quote":"Start telling the truth now and never stop. Begin by telling the truth to yourself about yourself. Then tell the truth to yourself about someone else. Then tell the truth about yourself to another. Then tell the truth about another to that other. Finally, tell the truth to everyone about everything. These are the 5 levels of truth telling. This is the five-fold path to freedom."},{"Author":"Suzy Kassem","Category":"truth","Quote":"Stand up for what is right, regardless of who is committing the wrong."},{"Author":"Morgan Matson,  Second Chance Summer","Category":"truth","Quote":"What was the point of trying to run away if people were going to insist on reminding you of what you were running from?"},{"Author":"Al Munoz","Category":"truth","Quote":"If you're not happy in life then you need to change, calibrate, readjust...flush your negative energy and fill it with positive energy; How do we do that you might ask? well I would start by making others happy, deseases are not the only thing that spreads easy. We are all connected in some form of unseen energy... think how those around you will impact you and make you feel if they were happy?"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"Beauty is not who you are on the outside, it is the wisdom and time you gave away to save another struggling soul, like you."},{"Author":"Hunter S. Thompson,  Fear and Loathing on the Campaign Trail '72","Category":"truth","Quote":"If I'd written all the truth I knew for the past ten years, about 600 people - including me - would be rotting in prison cells from Rio to Seattle today. Absolute truth is a very rare and dangerous commodity in the context of professional journalism."},{"Author":"Neil Gaiman","Category":"truth","Quote":"If you only write when inspired, you may be a fairly decent poet, but you'll never be a novelist."},{"Author":"Sam Harris","Category":"truth","Quote":"The problem with religion, because it's been sheltered from criticism, is that it allows people to believe en masse what only idiots or lunatics could believe in isolation."},{"Author":"Jenny Downham,  You Against Me","Category":"truth","Quote":"Do you want this to be a love story?"},{"Author":"Harry Crews,  Getting Naked with Harry Crews: Interviews","Category":"truth","Quote":"I think all of us are looking for that which does not admit of bullshit . . . If you tell me you can bench press 450, hell, we'll load up the bar and put you under it. Either you can do it or you can't do it—you can't bullshit. Ultimately, sports are just about as close to what one would call the truth as it is possible to get in this world."},{"Author":"Christine Feehan,  Oceans of Fire","Category":"truth","Quote":"If what he said was the truth, it broke her heart. If what he said was a lie, it was broken anyway."},{"Author":"Octavia E. Butler,  Parable of the Talents","Category":"truth","Quote":"Beware:Ignorance Protects itself.IgnorancePromotes suspicion.SuspicionEngenders fear.Fear quails,Irrational and blind,Or fear looms,Defiant and closed.Blind, closed,Suspicious, afraid,IgnoranceProtects itself,And protected,Ignorance grows."},{"Author":"William Blake","Category":"truth","Quote":"When i tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do."},{"Author":"Patti Callahan Henry,  Between the Tides","Category":"truth","Quote":"Over time, hidden truths morph in the dark soil of deceit into something much worse."},{"Author":"Dorothy L. Sayers,  Gaudy Night","Category":"truth","Quote":"If it ever occurs to people to value the honour of the mind equally with the honour of the body, we shall get a social revolution of a quite unparalleled sort."},{"Author":"Oliver Bowden,  Assassin's Creed: Renaissance","Category":"truth","Quote":"Everything is permitted, Nothing is true."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"truth","Quote":"Life shouldn't be about the either/or. We're capable of more than that, you know?"},{"Author":"Voltaire","Category":"truth","Quote":"There are truths which are not for all men, nor for all times."},{"Author":"Harriet Beecher Stowe","Category":"truth","Quote":"The truth is the kindest thing we can give folks in the end."},{"Author":"Cassandra Clare,  Clockwork Princess","Category":"truth","Quote":"Oh, what is brighter than the light?What is darker than the night?What is keener than an axe?What is softer than melting wax?Truth is brighter than the light,Falsehood darker than the night.Revenge is keener than an axe,And love is softer than melting wax."},{"Author":"René Descartes","Category":"truth","Quote":"There is nothing more ancient than the truth."},{"Author":"Sophocles,  Oedipus Rex","Category":"truth","Quote":"The truth is what I cherish and that's my strength"},{"Author":"Jason Mraz","Category":"truth","Quote":"Some of us go full circle. Some of us blindly go nowhere. The circle doesn’t have to be very large to make a point, kick your ass and/or be entertaining. Remember that and stay light. Even the deaf know good music when they hear it."},{"Author":"Bruce Sterling","Category":"truth","Quote":"You know what's truly weird about any financial crisis? We made it up. Currency, money, finance, they're all social inventions. When the sun comes up in the morning it's shining on the same physical landscape, all the atoms are in place."},{"Author":"Max Planck,  Where is Science Going?","Category":"truth","Quote":"It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him."},{"Author":"Anonymous,  The Pocket Companion Bible: NKJV","Category":"truth","Quote":"Submit to God and be at peace with him; in this way prosperity will come to you."},{"Author":"Anna Sheehan,  A Long, Long Sleep","Category":"truth","Quote":"I didn't want the sun to rise. I didn't want the world to continue turning. I wanted the whole planet put into stasis until I could catch up."},{"Author":"Stanley Victor Paskavich","Category":"truth","Quote":"Don't live by my words, don't die by them, chew them slowly digest them, and smile if they give nourishment to your soul."},{"Author":"Mitch Albom,  Tuesdays with Morrie","Category":"truth","Quote":"We’re so wrapped up with egotistical things, career, family, having enough money, meeting the mortgage, getting a new car, fixing the radiator when it breaks—we’re involved in trillions of little acts just to keep going. So we don’t get into the habit of standing back and looking at our lives and saying, Is this all? Is this all I want? Is something missing?"},{"Author":"Shannon L. Alder","Category":"truth","Quote":"Two people with mental issues in a relationship does not work. It's like sitting in a boat and neither one has an oar to row the other to shore. You can meet your mirror image in life, but that doesn't mean you should marry him."},{"Author":"Thomas Paine","Category":"truth","Quote":"It is error only, and not truth, that shrinks from inquiry."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"truth","Quote":"You can't let the truth bring out the worst and let it get the best of you."},{"Author":"Janet Fitch,  White Oleander","Category":"truth","Quote":"Loneliness is the human condition. Cultivate it. The way it tunnels into you allows your soul room to grow. Never expect to outgrow loneliness. Never hope to find people who will understand you, someone to fill that space. If you expect to find people who will understand you, you will grow murderous with disappointment."},{"Author":"Sarah Addison Allen","Category":"truth","Quote":"If a man has so much heat he burns your skin when he touches you, he's the devil. Run away"},{"Author":"Jean-Jacques Rousseau","Category":"truth","Quote":"The truth brings no man a fortune."},{"Author":"Sarah Dessen,  Along for the Ride","Category":"truth","Quote":"I wondered if emotions were like menstrual cycles, if you get enough women together. Give it time, and everyone was crying."},{"Author":"Audre Lorde","Category":"truth","Quote":"Institutionalized rejection of difference is an absolute necessity in a profit economy which needs outsiders as surplus people."},{"Author":"Patrick Rothfuss,  The Slow Regard of Silent Things","Category":"truth","Quote":"But no. There is a difference between the truth and what we wish were true."},{"Author":"Simone Weil","Category":"truth","Quote":"We have to endure the discordance between imagination and fact. It is better to say, “I am suffering,” than to say, “This landscape is ugly."},{"Author":"Leonardo da Vinci","Category":"truth","Quote":"Truth at last cannot be hidden. Dissimulation is of no avail. Dissimulation is to no purpose before so great a judge. Falsehood puts on a mask. Nothing is hidden under the sun."},{"Author":"Jasper Fforde,  The Eyre Affair","Category":"truth","Quote":"I shouldn't believe anything I say, if I were you-and that includes what I just told you."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"truth","Quote":"Errors do not cease to be errors simply because they’re ratified into law."},{"Author":"Gretchen Rubin,  The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun","Category":"truth","Quote":"The First Splendid Truth: To be happy, I need to think about feeling good, feeling bad, and feeling right, in an atmosphere of growth."},{"Author":"Alexander Pope,  Moral Essays","Category":"truth","Quote":"If I am right, Thy grace impartStill in the right to stay;If I am wrong, O, teach my heartTo find that better way!"},{"Author":"Max Barry,  Lexicon","Category":"truth","Quote":"People resist a census, but give them a profile page and they'll spend all day telling you who they are."},{"Author":"Titus Lucretius Carus","Category":"truth","Quote":"So it is more useful to watch a man in times of peril, and in adversity to discern what kind of man he is; for then at last words of truth are drawn from the depths of his heart, and the mask is torn off, reality remains."},{"Author":"Jacqueline Carey,  Kushiel's Dart","Category":"truth","Quote":"A little truth seasons a lie like salt."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"Your words will either give you joy or give you sorrow, but if they were spoken without regret, they give you peace."},{"Author":"Kanye West,  Thank You and You're Welcome","Category":"truth","Quote":"Sometimes when I see a bad performance and people still clap... I wonder if they're clapping because they liked what they saw or because they're happy it's over?"},{"Author":"Mark Twain","Category":"truth","Quote":"Herodotus says, \"Very few things happen at the right time, and the rest do not happen at all: the conscientious historian will correct these defects."},{"Author":"Haruki Murakami,  Dance Dance Dance","Category":"truth","Quote":"People have their own reasons for dying. It might look simple, but it never is. It's just like a rock. What's above ground is only a small part of it. But if you start pulling, it keeps coming and coming. The human mind dwells deep in darkness. Only the person himself knows the real reason, and maybe not even then."},{"Author":"Catherynne M. Valente,  The Girl Who Fell Beneath Fairyland and Led the Revels There","Category":"truth","Quote":"This is what comes of having a heart, even a very small and young one. It causes no end of trouble, and that’s the truth."},{"Author":"Jarod Kintz,  Xazaqazax","Category":"truth","Quote":"The naked truth is the naked truth isn’t naked—it’s wearing see-thru clothing. My duty as a nudist is to let people see I’m transparent."},{"Author":"Albert Borris,  Crash Into Me","Category":"truth","Quote":"the truth will set u free but first it will piss u off"},{"Author":"John Steinbeck,  East of Eden","Category":"truth","Quote":"Sometimes, a lie is told in kindness. I don't believe it ever works kindly. The quick pain of truth can pass away, but the slow, eating agony of a lie is never lost."},{"Author":"Santosh Kalwar","Category":"truth","Quote":"The truth about life and lie about life is not measured by others but by your intuition, which never lies."},{"Author":"Richard Dawkins,  The God Delusion","Category":"truth","Quote":"Creationists eagerly seek a gap in present-day knowledge or understanding. If an apparent gap is found, it is assumed that God, by default, must fill it."},{"Author":"Pierre Corneille","Category":"truth","Quote":"I can be forced to live without happiness, but I will never consent to live without honor."},{"Author":"Gordon B. Hinckley","Category":"truth","Quote":"Our kindness may be the most persuasive argument for that which we believe."},{"Author":"Sarah J. Maas,  The Assassin and the Underworld","Category":"truth","Quote":"I have no name,\"she purred. \"I'm whoever the keepers of my fate tell me to be."},{"Author":"Natsume Sōseki","Category":"truth","Quote":"Use your intellect to guide you, and you will end up putting peopleoff. Rely on your emotions, and you will forever be pushed around.Force your will on others, and you will live in constant tension. Thereis no getting around it—people are hard to live with."},{"Author":"Libba Bray,  A Great and Terrible Beauty","Category":"truth","Quote":"One could argue that it's romantic to die for love. Of course, then you're dead and unable to take that honeymoon trip to the Alps with all the other fashionable young couples, which is a shame."},{"Author":"Chaim Potok,  The Gift of Asher Lev","Category":"truth","Quote":"Truth has to be given in riddles. People can't take truth if it comes charging at them like a bull. The bull is always killed. You have to give people the truth in a riddle, hide it so they go looking for it and find it piece by piece; that way they learn to live with it."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"truth","Quote":"Do I attribute my success to hard work, or sunscreen? If you want the truth, maybe you should ask my new albino secretary."},{"Author":"Audre Lorde","Category":"truth","Quote":"...oppression is as American as apple pie..."},{"Author":"Henry David Thoreau","Category":"truth","Quote":"It takes two to speak the truth - one to speak and another to hear."},{"Author":"Sue Monk Kidd,  The Mermaid Chair","Category":"truth","Quote":"There's release in knowing the truth no matter how anguishing it is. You come finally to the irreducible thing, and there's nothing left to do but pick it up and hold it. Then, at last, you can enter the severe mercy of acceptance."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"truth","Quote":"[novan]: bassists are very good with their fingers[novan]: and some of us sing backup vocals, so that means we're good with our mouths too...(~ IM chat with Novan Chang, 18, bassist)"},{"Author":"Frank Lloyd Wright","Category":"truth","Quote":"The truth is more important than the facts."},{"Author":"John Green,  Will Grayson, Will Grayson","Category":"truth","Quote":"I just think if you don't say the honest thing, sometimes the honest thing never becomes true, you know, and I-"},{"Author":"Jarod Kintz,  The Titanic would never have sunk if it were made out of a sink.","Category":"truth","Quote":"Not only did I lie about lying, but I lied about lying about lying. And you’d better believe that’s the truth."},{"Author":"Laura Pritchett,  Sky Bridge","Category":"truth","Quote":"I'll figure out how to be truer: to let people go if they need to be let go of, and to hold on tight if that's what's called for. I will pay attention, so I can cross each human heart that comes across my path, cross it as true as I can."},{"Author":"Richard Adams,  Watership Down","Category":"truth","Quote":"A thing can be true and still be desperate folly, Hazel."},{"Author":"Aldous Huxley,  Brave New World Revisited","Category":"truth","Quote":"An unexciting truth may be eclipsed by a thrilling falsehood."},{"Author":"William Safire","Category":"truth","Quote":"Never assume the obvious is true."},{"Author":"C.P. Snow","Category":"truth","Quote":"When you think of the long and gloomy history of man, you will find more hideous crimes have been committed in the name of obedience than have ever been committed in the name of rebellion."},{"Author":"Wally Lamb,  The Hour I First Believed","Category":"truth","Quote":"A woman who surrenders her freedom need not surrender her dignity."},{"Author":"Cherise Sinclair,  Lean on Me","Category":"truth","Quote":"Whatever demon invented stiletto-heeled boots should roast in hell..."},{"Author":"Audrey Niffenegger,  The Time Traveler's Wife","Category":"truth","Quote":"Chaos is more freedom; in fact, total freedom. But no meaning."},{"Author":"Jen Knox,  After the Gazebo","Category":"truth","Quote":"Only by examining our personal biases can we truly grow as artists; only by cultivating empathy can we truly grow as people."},{"Author":"Bernhard Schlink,  The Reader","Category":"truth","Quote":"What a sad story, I thought for so long. Not that I now think it was happy. But I think it is true, and thus the question of whether it is sad or happy has no meaning whatever."},{"Author":"Bob Dylan","Category":"truth","Quote":"They say that patriotism is the last refuge to which a scoundrel clings steal a little and they throw you in jail. Steal a lot and then they make you king."},{"Author":"Margaret Atwood,  Morning in the Burned House","Category":"truth","Quote":"The truth is seldom welcome, especially at dinner."},{"Author":"Martin Heidegger","Category":"truth","Quote":"truth is that which makes a people certain, clear, and strong."},{"Author":"Jules Verne,  Journey to the Center of the Earth","Category":"truth","Quote":"Science, my boy, is made up of mistakes, but they are mistakes which it is useful to make, because they lead little by little to the truth."},{"Author":"Evelyn Fox Keller,  Reflections on Gender and Science","Category":"truth","Quote":"To know the history of science is to recognize the mortality of any claim to universal truth."},{"Author":"Mike Carey","Category":"truth","Quote":"Michael: There's nothing here to fear.Lucifer: Well, there's always the truth."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"truth","Quote":"re-examine all you have been told in school or church or in any book, and dismiss whatever insults your own soul; and your very flesh shall be a great poem, and have the richest fluency, not only in its words, but in the silent lines of its lips and face, and between the lashes of your eyes, and in every motion and joint of your body.[From the preface to Leaves Grass]"},{"Author":"Sharon Creech,  Love That Dog","Category":"truth","Quote":"I tried.Can't do it.Brain's empty."},{"Author":"Suzanne Collins,  Mockingjay","Category":"truth","Quote":"A need for revenge can burn long and hot. Especially if every glance in a mirror reinforces it."},{"Author":"Pope Benedict XVI,  Jesus of Nazareth: From the Baptism in the Jordan to the Transfiguration","Category":"truth","Quote":"Purity of heart is what enables us to see."},{"Author":"John Ruskin,  The Stones of Venice: Volume I. The Foundations","Category":"truth","Quote":"He who has truth at his heart need never fear the want of persuasion on his tongue."},{"Author":"واسيني الأعرج,  سوناتا لأشباح القدس","Category":"truth","Quote":"فثمة أعداؤنا؟ إنهم يصنعونا لنا اللون الذي يجب اعتماده، والوردة التي يجب أن نهديها ، والكتاب الذي يجب أن نقرأه"},{"Author":"Kat Howard","Category":"truth","Quote":"Becoming hurts."},{"Author":"Timothy Keller,  The Meaning of Marriage: Facing the Complexities of Commitment with the Wisdom of God","Category":"truth","Quote":"Love without truth is sentimentality; it supports and affirms us but keeps us in denial about our flaws. Truth without love is harshness; it gives us information but in such a way that we cannot really hear it."},{"Author":"Erwin Schrödinger,  What Is Life? with Mind and Matter and Autobiographical Sketches","Category":"truth","Quote":"The scientist only imposes two things, namely truth and sincerity, imposes them upon himself and upon other scientists."},{"Author":"Ryokan","Category":"truth","Quote":"Why do you so earnestly seek the truth in distant places?Look for delusion and truth in thebottom of your own heart."},{"Author":"Sherrilyn Kenyon,  Devil May Cry","Category":"truth","Quote":"People are basically irritating. Myself included."},{"Author":"Will Durant,  The Story of Philosophy","Category":"truth","Quote":"And last are the few whose delight is in meditation and understanding; who yearn not for goods, nor for victory, but for knowledge; who leave both market and battlefield to lose themselves in the quiet clarity of secluded thought; whose will is a light rather than a fire, whose haven is not power but truth: these are the men of wisdom, who stand aside unused by the world."},{"Author":"George Eliot,  Adam Bede","Category":"truth","Quote":"It is very hard to say the exact truth, even about your own immediate feelings – much harder than to say something fine about them which is not the exact truth."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"truth","Quote":"Why do people respect the package rather than the man?"},{"Author":"Belle de Jour,  The Further Adventures of a London Call Girl","Category":"truth","Quote":"Male egos require constant stroking. Every task is an achievement, every success epic. That is why women cook, but men are chefs: we make cheese on toast, they produce pain de fromage."},{"Author":"Jennifer Echols,  Dirty Little Secret","Category":"truth","Quote":"It's one thing to think you're worthless, and quite another for somebody else to tell you that you are."},{"Author":"Suzy Kassem","Category":"truth","Quote":"Stand up for what is right even if you stand alone."},{"Author":"Hiram Johnson","Category":"truth","Quote":"The first casualty when war comes is truth."},{"Author":"K.A. Tucker,  Burying Water","Category":"truth","Quote":"He said the truth is like that water: it doesn't matter how hard you try to bury it; it'll always find some way back to the surface. It's resilient."},{"Author":"Steve Maraboli,  Unapologetically You: Reflections on Life and the Human Experience","Category":"truth","Quote":"Stop lying to yourself. When we deny our own truth, we deny our own potential."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"truth","Quote":"But as long as something is never even started, you never have to worry about it ending. It has endless potential."},{"Author":"Hermann Hesse","Category":"truth","Quote":"A thousand times I was ready to regret and take back my rash statement - yet it had been the truth."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"truth","Quote":"I don't go out of my way to make friends, that's all."},{"Author":"Bill Gates","Category":"truth","Quote":"When you have money in hand,only you forget who are you .But when you do not have any money in your hand,the whole world forget who you are.It's life."},{"Author":"George R.R. Martin,  A Game of Thrones","Category":"truth","Quote":"He drew the dagger and laid it on the table between them; a length of dragonbone and Valyrian steel, as sharp as the difference between right and wrong, between true and false, between life and death."},{"Author":"Stasi Eldredge,  Captivating: Unveiling the Mystery of a Woman's Soul","Category":"truth","Quote":"A mother's heart is a vast and glorious thing. My mother's heart was expansive, having been enlarged by suffering and years of clinging to Jesus while being misunderstood, dismissed, and judged by those she loved most. Me included. It had cost her to love, had cost her much to mother. It always does. But she would tell you that it's worth it, that there is no other way."},{"Author":"Suzanne Collins,  Mockingjay","Category":"truth","Quote":"You don't destroy what you want toacquire in the future."},{"Author":"Jasper Fforde,  Shades of Grey","Category":"truth","Quote":"I didn't set out to discover a truth. I was actually sent to the Outer Fringes to conduct a chair census and learn some humility. But the truth inevitably found me, as important truths often do, like a lost thought in need of a mind."},{"Author":"Erin Hunter,  The Forgotten Warrior","Category":"truth","Quote":"Why do relationships have to be so complicated?"},{"Author":"Gautama Buddha","Category":"truth","Quote":"The Gift of Truth excels all other Gifts."},{"Author":"Sylvia Plath","Category":"truth","Quote":"The truth comes to me. The truth loves me."},{"Author":"Thomas Jefferson","Category":"truth","Quote":"I have no ambition to govern men; it is a painful and thankless office."},{"Author":"Seth Adam Brown","Category":"truth","Quote":"For people who say they hate being lied to, just start telling them nothing but the pure truth--about everything. That will teach them"},{"Author":"Zadie Smith","Category":"truth","Quote":"Tell the truth through whichever veil comes to hand – but tell it. Resign yourself to the lifelong sadness that comes from never ­being satisfied."},{"Author":"Tara Kelly,  Harmonic Feedback","Category":"truth","Quote":"If you like someone, you tell the truth because that, to me, is respect. If you hate someone, you tell them the truth because what do you have to lose?"},{"Author":"Jef Mallett","Category":"truth","Quote":"An opinion should be the result of thought, not a substitute for it."},{"Author":"G.K. Chesterton","Category":"truth","Quote":"Great truths can only be forgotten and can never be falsified."},{"Author":"Roman Payne","Category":"truth","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"truth","Quote":"If I lie about truth which you will know somehow later, then you would call me a liar. But If you're willing to dig further about truth that force me do it, then you would understand my reason. But you wouldn't acknowledge it."},{"Author":"Cormac McCarthy,  All the Pretty Horses","Category":"truth","Quote":"I don't know what sort of world she will live in and I have no fixed opinions concerning how she should live in it. I only know that if she does not come to value what is true above what is useful, it will make little difference whether she lives at all."},{"Author":"Charles Bukowski,  Ham on Rye","Category":"truth","Quote":"Turgenev was a very serious fellow but he could make me laugh because a truth first encountered can be very funny. When someone else's truth is the same as your truth, and he seems to be saying it just for you, that's great."},{"Author":"Richard Yates,  Revolutionary Road","Category":"truth","Quote":"Intelligent, thinking people could take things like this in their stride, just as they took the larger absurdities of deadly dull jobs in the city and deadly dull homes in the suburbs. Economic circumstances might force you to live in this environment, but the important thing was to keep from being contaminated. The important thing, always, was to remember who you were."},{"Author":"Margaret Dilloway,  How to Be an American Housewife","Category":"truth","Quote":"Mothers were the only ones you could depend on to tell the whole, unvarnished truth."},{"Author":"Stephen Colbert","Category":"truth","Quote":"There's nothing wrong with stretching the truth. We stretch taffy, and that just makes it more delicious."},{"Author":"Karen White,  The Memory of Water","Category":"truth","Quote":"Miles and years become suddenly invisible when you find yourself back where you started from, as if you've learned nothing and you are once again the person you once were."},{"Author":"Brandon Sanderson,  The Well of Ascension","Category":"truth","Quote":"It is a time of change,'' Sazed said. ''Perhaps it is also time to learn of other truths, other ways."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"truth","Quote":"All I could say was, \"I don't know what to do.\"I remember her taking me by the shoulders and looking me in the eye with a calm smile and saying simply, \"Tell the truth, tell the truth, tell the truth."},{"Author":"Thomas Jefferson","Category":"truth","Quote":"It is error alone which needs the support of government. Truth can stand by itself."},{"Author":"Neil Gaiman,  Fragile Things: Short Fictions and Wonders","Category":"truth","Quote":"Everything he had ever done that had been better left undone. Every lie he had told — told to himself, or told to others. Every little hurt, and all the great hurts. Each one was pulled out of him, detail by detail, inch by inch. The demon stripped away the cover of forgetfulness, stripped everything down to truth, and it hurt more than anything."},{"Author":"Alyson Noel,  Everlasting","Category":"truth","Quote":"The truth is revealed when you are ready to receive it when you need it in order to move forward to take the next step in your journey. to move on toward your destiny."},{"Author":"Robert Frost","Category":"truth","Quote":"For dear me, why abandon a beliefMerely because it ceases to be true"},{"Author":"Wilhelm Reich,  Beyond Psychology: Letters and Journals, 1934-1939","Category":"truth","Quote":"And the truth must finally lie in that which every oppressed individual feels within himself but hasn't the courage to express"},{"Author":"Norman Mailer","Category":"truth","Quote":"The only faithfulness people have is to emotions they're trying to recapture"},{"Author":"Toba Beta","Category":"truth","Quote":"No one knows for sure that that tomorrow won't come, but most people assume that tomorrow will still exist as usual. This is Toba's Paradox, which means, hope overcomes doubt."},{"Author":"George Eliot,  Adam Bede","Category":"truth","Quote":"Falsehood is so easy, truth so difficult....Examine your words well, and you will find that even when you have no motive to be false, it is a very hard thing to say the exact truth, even about your own immediate feelings -- much harder than to say something fine about them which is not the exact truth."},{"Author":"H.L. Mencken","Category":"truth","Quote":"The essence of science is that it is always willing to abandon a given idea for a better one; the essence of theology is that it holds its truths to be eternal and immutable."},{"Author":"Jenny Downham,  You Against Me","Category":"truth","Quote":"I like you,\"he said.He made it sound as if she was bound to disagree with him. She nodded. His face said he was telling her something very important.He said, \"I mean it. Whatever happens, you have to believe that."},{"Author":"Gayle Forman,  If I Stay","Category":"truth","Quote":"My stomach lurched, an appetizer before the full portion of heartache I had a feeling was going to be served at some point soon."},{"Author":"Sherrilyn Kenyon","Category":"truth","Quote":"Trust is always a good idea. For someone else."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"truth","Quote":"If humor and rumor are needed more than faith and truth, then it tells me something about the kind of world we live today."},{"Author":"Lisa Kleypas,  Tempt Me at Twilight","Category":"truth","Quote":"Don't ever trust men with good intentions. They'll always disappoint you.\"Leo"},{"Author":"Philip Pullman,  The Subtle Knife","Category":"truth","Quote":"Her last conscious thought was disgust at life; her senses had lied to her. The world was not made of energy and delight but of foulness, betrayal, and lassitude. Living was hateful, and death was no better, and from end to end of the universe this was the first and last and only truth."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"truth","Quote":"If you feel obsessed to prove something to the world, then you'd need world attention to be able to prove it."},{"Author":"Claudius Galenus","Category":"truth","Quote":"Those who are enslaved to their sects are not merely devoid of all sound knowledge, but they will not even stop to learn!"},{"Author":"Stephen Cbosky","Category":"truth","Quote":"We accept the love we think we deserve."},{"Author":"Amish Tripathi,  The Immortals of Meluha","Category":"truth","Quote":"There are many realities. There are many versions of what may appearobvious. Whatever appears as the unshakeable truth, its exact oppositemay also be true in another context. After all, one's reality is butperception, viewed through various prisms of context."},{"Author":"George Orwell,  Why I Write","Category":"truth","Quote":"All the papers that matter live off their advertisements, and the advertisers exercise an indirect censorship over news."},{"Author":"Gautama Buddha","Category":"truth","Quote":"Few among men are they who cross to the further shore. The others merely run up and down the bank on this side."},{"Author":"Rachel Ward,  Numbers","Category":"truth","Quote":"And just when I though things were starting to get better, everything had gone wrong again."},{"Author":"Jodi Picoult,  Handle with Care","Category":"truth","Quote":"Words got in the way. The things we felt the hardest--like what it was like to have a boy touch you as if you were made of light, or what it meant to be the only person in the room who wasn't noticed--weren't sentences; they were knots in the wood of our bodies, places where our blood flowed backward. If you asked me, not that anyone ever did, the only words worth saying were I'm sorry."},{"Author":"Muriel Spark,  The Prime of Miss Jean Brodie","Category":"truth","Quote":"For those who like that sort of thing,\"said Miss Brodie in her best Edinburgh voice, \"That is the sort of thing they like."},{"Author":"Sylvia Day,  Bared to You","Category":"truth","Quote":"Contentment and happiness didn't exist in my life for more than a few moments at a time, and they were really only illusionary. There was always something hidden. Lying in wait to spring up and ruin everything."},{"Author":"Andrea Hirata,  Maryamah Karpov: Mimpi-mimpi Lintang","Category":"truth","Quote":"Untuk sesuatu yang paling kuinginkan melebihi apa pun."},{"Author":"Toba Beta","Category":"truth","Quote":"Just as heart is a fountain of unspoken words,the universe is a womb of wonder weird worlds."},{"Author":"Santosh Kalwar,  Quote Me Everyday","Category":"truth","Quote":"A women can run, hide, play and have fun but she will shine far better when she just smiles without none."},{"Author":"Nora Roberts,  Sweet Revenge","Category":"truth","Quote":"love wasn't the soft, silky words the poets spoke of. Love,with it's twin edges, was the one factor that weakened so many women, that pushed them to compromised their own wants, their own needs for the needs and wants of another."},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"truth","Quote":"One of the few things in life that cannot possibly do harm in the end is the honest pursuit of the truth."},{"Author":"Philippa Gregory,  The Virgin's Lover","Category":"truth","Quote":"The truth is the last thing that matters,' she said. 'And you can believe one thing of the truth and me: I keep it well hidden, inside my heart."},{"Author":"Brent Weeks,  Beyond the Shadows","Category":"truth","Quote":"The perfect killer has no conscience."},{"Author":"Stephen King,  Bag of Bones","Category":"truth","Quote":"A person can go along quite awhile if they get a good day every once and again."},{"Author":"Anya Seton,  Green Darkness","Category":"truth","Quote":"Truth is naturally universal...and shines into many different windows, though many are clouded."},{"Author":"Ursula K. Le Guin,  The Dispossessed","Category":"truth","Quote":"A scientist can pretend that his work isn't himself, it's merely the impersonal truth. An artist can't hide behind the truth. He can't hide anywhere."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"truth","Quote":"As you see the opening get closer, you just can't get fast enough. And finally, just when you think you'll never get there, you see the opening right in front of you."},{"Author":"Charles Benoit,  You","Category":"truth","Quote":"There's always a but. It's a magical word. You can say anything you want, go on for as long as you want, and then all you have to do is add the magic word and instantly everything you said is erased, turned meaningless, just like that."},{"Author":"Toba Beta","Category":"truth","Quote":"Fake sUCKs!"},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"The greatest enemy to fear is truth."},{"Author":"Shannon L. Alder","Category":"truth","Quote":"No boundary or barrier surrounds the heart of a person that loves their self and others."},{"Author":"Terry Pratchett,  Night Watch","Category":"truth","Quote":"Truth! Freedom! Justice! And a hard-boiled egg!"},{"Author":"Mercedes Lackey,  Changes","Category":"truth","Quote":"Fanatics can justify practically any atrocity to themselves. The more untenable their position becomes, the harder they hold to it, and the worse the things they are willing to do to support it."},{"Author":"Alan W. Watts","Category":"truth","Quote":"Like love, the light or guidance of truth that influences us exists only in living form, not in principles or rules or expectations or advice, however widely circulated"},{"Author":"Gordon B. Hinckley","Category":"truth","Quote":"Our lives are the only meaningful expression of what we believe and in Whom we believe. And the only real wealth, for any of us, lies in our faith."},{"Author":"Giordano Bruno","Category":"truth","Quote":"They dispute not in order to find or even to seek Truth, but for victory, and to appear the more learned and strenuous upholders of a contrary opinion. Such persons should be avoided by all who have not a good breastplate of patience."},{"Author":"Bill Russell","Category":"truth","Quote":"We learn to make a shell for ourselves when we are young and then spend the rest of our lives hoping for someone to reach inside and touch us. Just touch us—anything more than that would be too much for us to bear."},{"Author":"Amy Chua,  Battle Hymn of the Tiger Mother","Category":"truth","Quote":"But just because you love something, I added to myself, doesn't mean you'll ever be great. Not if you don't work. Most people stink at the things they love."},{"Author":"Rachel Carson","Category":"truth","Quote":"The aim of science is to discover and illuminate truth. And that, I take it, is the aim of literature, whether biography or history... It seems to me, then, that there can be no separate literature of science."},{"Author":"Philip K. Dick,  Do Androids Dream of Electric Sheep?","Category":"truth","Quote":"Everything is true,' he said. 'Everything anybody has ever thought.''Will you be all right?''I'll be all right,' he said, and thought, And I'm going to die. Both those are true, too."},{"Author":"Vannary Rang","Category":"truth","Quote":"The person you hurt the most in this world was the person that brought you into it."},{"Author":"Jeanne DuPrau","Category":"truth","Quote":"She realized all at once that Doon, thin, dark eyed Doon, with his troublesome temper and his terrible brown jacket, and his good heart---- was the person she knew better than anyone now. He was her best friend.--City of Ember--"},{"Author":"Robert Fanney","Category":"truth","Quote":"Leowin: Don't worry Luthiel. 'Truth's existence never depended upon belief."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"truth","Quote":"Like it or not, there are people who are capable to love genuinely and kill brutally. The amazing thing about that, few of those could even sleep well like babies in the night."},{"Author":"Truman Capote,  Breakfast at Tiffany's","Category":"truth","Quote":"I'd rather have cancer than a dishonest heart. Which isn't being pious. Just practical. Cancer may cool you, but the other's sure to."},{"Author":"Carrie Vaughn","Category":"truth","Quote":"Then I realized that most of the world's problems stemmed from macho dickheadism, and if I cold defeat that I could save the world."},{"Author":"Yongey Mingyur","Category":"truth","Quote":"Emotional states are fairly quick bursts of neuronal gossip. Traits, on the other hand, are more like the neuronal equivalent of committed relationships."},{"Author":"Bruce Lee,  Tao of Jeet Kune Do","Category":"truth","Quote":"Set patterns, incapable of adaptability, of pliability, only offer a better cage. Truth is outside of all patterns."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"truth","Quote":"It’s not unpatriotic to denounce an injustice committed on our behalf, perhaps it’s the most patriotic thing we can do."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"truth","Quote":"We never realize just how many other lives we can help when their paths cross our own."},{"Author":"Ludwig Feuerbach,  The Essence of Christianity","Category":"truth","Quote":"I would rather be a devil in alliance with truth, than an angel in alliance with falsehood."},{"Author":"Leo Tolstoy,  Anna Karenina","Category":"truth","Quote":"And where love ends, hate begins"},{"Author":"Peter Cameron,  Someday This Pain Will Be Useful to You","Category":"truth","Quote":"I don't think I could ever work in such a blatantly hierarchical corporate setting. I know that everyone in this world is not equal, but I can't bear environments that make this truth so obvious."},{"Author":"Toba Beta,  Betelgeuse Incident: Insiden Bait Al-Jauza","Category":"truth","Quote":"Always try to be joyful and proactively benign to the people. By doing so everyday, people have no control at all over my mood."},{"Author":"Sherrilyn Kenyon","Category":"truth","Quote":"That wasn't love; that was stupidity."},{"Author":"Steve Maraboli","Category":"truth","Quote":"Never run from the truth. It is always there; it never changes – save your energy."},{"Author":"Elizabeth Gilbert,  Committed: A Skeptic Makes Peace with Marriage","Category":"truth","Quote":"I was a veritable Johnny Appleseed of grand expectations, and all I reaped for my trouble was a harvest of bitter fruit."},{"Author":"Molly Ringwald,  When it Happens to You","Category":"truth","Quote":"The moment you make someone promise anything is the same moment you ask them to lie to you."},{"Author":"Molly Ivins","Category":"truth","Quote":"I believe that ignorance is the root of all evil.And that no one knows the truth."},{"Author":"Niels Bohr","Category":"truth","Quote":"There are trivial truths and there are great truths. The opposite of a trivial truth is plainly false. The opposite of a great truth is also true."},{"Author":"Chuck Palahniuk,  Survivor","Category":"truth","Quote":"You can tell people the truth, but they'll never believe you until the event. In the meantime, the truth will just piss them off and get you in a lot of trouble."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"truth","Quote":"The ego lusts for satisfaction. It has a prideful ferocious appetite for its version of \"truth\". It is the most challenging aspect to conquer; the cause for most spiritual turmoil."},{"Author":"Anne Brontë","Category":"truth","Quote":"What the world stigmatizes as romantic is often more nearly allied to the truth than is commonly supposed."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"truth","Quote":"Man is a demon, man is a god. Both true."},{"Author":"Brittney Ryan,  The Legend of Holly Claus","Category":"truth","Quote":"It's a strange truth that no matter how persuaded we might be of our own correctness, the discomfiting realization that others disagree with us causes a paralyzing inability to argue the case convincingly."},{"Author":"Herbert Agar","Category":"truth","Quote":"The truth that makes men free is for the most part the truth which men prefer not to hear."},{"Author":"Tom Robbins,  Half Asleep in Frog Pajamas","Category":"truth","Quote":"Faith is believing in something you know isn't true."},{"Author":"W. Somerset Maugham,  Of Human Bondage","Category":"truth","Quote":"Kant thought things, not because they were true, but because he was Kant."},{"Author":"Gary Snyder,  The Practice of the Wild: Essays","Category":"truth","Quote":"In Western Civilization, our elders are books."},{"Author":"Auguste Rodin","Category":"truth","Quote":"Man's naked form belongs to no particular moment in history; it is eternal, and can be looked upon with joy by the people of all ages."},{"Author":"Sarah Sprague","Category":"truth","Quote":"Love isn't always a physical emotion. Sometimes it's the ones who never got to actually hold you in their arms that appreciate you for who you are"},{"Author":"Denis Diderot,  Pensées philosophiques","Category":"truth","Quote":"Scepticism is the first step towards truth."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"truth","Quote":"In the future, when something comes up, you tell exactly how it happened but write down for yourself the way you think it should have happened. Tell the truth and write the story. Then you won't get mixed up. It was the best advice Francie every got."},{"Author":"John Verdon,  Shut Your Eyes Tight","Category":"truth","Quote":"The stories people tell you about themselves seem to retain the possibility of being false. But what you discover about them by yourself seems to be the truth."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"truth","Quote":"There are two paths of which one may choose in the walk of life; one we are born with, and the one we consciously blaze. One is naturally true, while the other is a perceptive illusion. Choose wisely at each fork in the road."},{"Author":"Holly Black,  Red Glove","Category":"truth","Quote":"This, the language of deception, we both understand. We were born to it, along with the curses."},{"Author":"David Gemmell,  Fall of Kings","Category":"truth","Quote":"I would have offered you a forest of truth, but you wish to speak of a single leaf"},{"Author":"Maimonides","Category":"truth","Quote":"You must accept the truth from whatever source it comes."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"Religious structure often dilutes the spiritual experience."},{"Author":"Lev Grossman,  The Magicians","Category":"truth","Quote":"It was so much easier to be angry. Being angry made him feel strong, even though-- and this contradiction did nothing to diminish his anger-- he was angry only because his position was so weak."},{"Author":"Lauren Weisberger","Category":"truth","Quote":"Leigh did what any sane female faced with such an e-mail would do: deleted it to resist the temptation of replying, cleared her trash to resist the temptation of recalling it, and then called tech support to restore all her recently deleted e-mails. (Chasing Harry Winston)"},{"Author":"Alia Mamdouh,  The Loved Ones: A Modern Arabic Novel","Category":"truth","Quote":"I really like you better aimless and lost among people, a little crazy, oddball, not looking like yourself. So that I don't know you at all and the nearer I get to you the more you separate yourself from me-- I get dizzy trying to follow you and I have to work really hard-- and that's what I want!"},{"Author":"Baruch Spinoza,  The Letters","Category":"truth","Quote":"In practical life we are compelled to follow what is most probable ; in speculative thought we are compelled to follow truth."},{"Author":"Jodi Picoult,  Handle with Care","Category":"truth","Quote":"When you showed someone how you felt, it was fresh and honest. When you told someone how you felt, there might be nothing behind the words but habit or expectation."},{"Author":"Jon Stewart","Category":"truth","Quote":"If we amplify everything, we hear nothing."},{"Author":"Cassandra Clare,  Lady Midnight","Category":"truth","Quote":"It was hard to live normally when you were constantly pretending you didn't see what was going on in front of your face."},{"Author":"Lisa Yee,  Millicent Min, Girl Genius","Category":"truth","Quote":"What my parents kept failing to understand was how happy I was when I was alone with my books. There was no pressure to perform or be cute, and books never disappoint-- unless, of course, you've chosen a bad one. But then, you can always put it down and pick up another one without any repercussions."},{"Author":"Albert Einstein","Category":"truth","Quote":"The right to search for the truth implies also a duty; one must not conceal any part of what one has recognized to be the truth."},{"Author":"Stephen Elliott,  Happy Baby","Category":"truth","Quote":"You'd be amazed how much fun you can have if you get out of your own head. The problem is that now people are only interested in themselves. What we have is a non-voting generation. That's what they should call you guys, the non-voting generation. You think you can't fix anything until you fix yourselves. Well, let me be the first to tell you, you will never fix yourselves.p.32"},{"Author":"Mark Twain,  Pudd'nhead Wilson","Category":"truth","Quote":"When ill luck begins, it does not come in sprinkles, but in showers."},{"Author":"John Stuart Mill,  On Liberty","Category":"truth","Quote":"Truth gains more even by the errors of one who, with due study and preparation, thinks for himself, than by the true opinions of those who only hold them because they do not suffer themselves to think…"},{"Author":"Laura Cereta,  Collected Letters of a Renaissance Feminist","Category":"truth","Quote":"The free mind, unafraid of labor, presses on to attain the good."},{"Author":"Diana Wynne Jones,  Fire and Hemlock","Category":"truth","Quote":"The truth between two people always cuts two ways."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"truth","Quote":"Even things that are true can be proved."},{"Author":"Galileo Galilei,  Discorsi E Dimostrazioni Matematiche: Intorno a Due Nuoue Scienze, Attenenti Alla Mecanica & I Movimenti Locali","Category":"truth","Quote":"See now the power of truth; the same experiment which at first glance seemed to show one thing, when more carefully examined, assures us of the contrary."},{"Author":"Maurice Bucaille,  The Qur'an and Modern Science","Category":"truth","Quote":"There is no compulsion for man to accept the truth. But it is certainly a shame upon the human intellect when man is not even interested in finding out as to what is the truth! Islam teaches that God has given man the faculty of reason and therefore expects man to reason things out objectively and systematically for himself. To reflect and to question and to reflect."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"truth","Quote":"To realize the truth, you have to cross the boundaries of all religions and prophets."},{"Author":"Deepak Chopra,  The Third Jesus: The Christ We Cannot Ignore","Category":"truth","Quote":"Once war becomes a clash of absolutes, there is no breathing room for mercy. Absolute truth is blind truth."},{"Author":"Hesiod","Category":"truth","Quote":"That man is best who sees the truth himself. Good too is he who listens to wise counsel. But who is neither wise himself nor willing to ponder wisdom is not worth a straw."},{"Author":"Sarah Dessen,  The Truth About Forever","Category":"truth","Quote":"Fine,\"he repeated, and I wondered why it was I kept coming back to this, again and again, a word that you said when someone asked how you were but didn't really care to know the truth."},{"Author":"Richelle Mead,  Storm Born","Category":"truth","Quote":"I've heard that the soul often recognizes truth when it hears it, even if the mind does not."},{"Author":"Jess C. Scott,  The Other Side of Life","Category":"truth","Quote":"Anya looked upon Nin admirably. Having him as a partner-in-crime—if only on this one occasion, which she hoped would only be the start of something more—was more revitalizing than the cheap thrills of a cookie-cutter shallow, superficial romance, where the top priority was how beautiful a person was on the outside."},{"Author":"Mary Pickford","Category":"truth","Quote":"The past cannot be changed. The future is yet in your power."},{"Author":"Steve Maraboli,  Life, the Truth, and Being Free","Category":"truth","Quote":"Your fear of the truth does not hide or dilute it."},{"Author":"Parker J. Palmer,  Let Your Life Speak: Listening for the Voice of Vocation","Category":"truth","Quote":"Before you tell your life what you intend to do with it, listen for what it intends to do with you. Before you tell your life what truths and values you have decided to live up to, let your life tell you what truths you embody, what values you represent."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"truth","Quote":"Everything was too sharp and clear, so that I could never tell where to start- the way a map that shows too much can sometimes be useless."},{"Author":"Rupertus Meldenius","Category":"truth","Quote":"In essentials, unity; in non-essentials, liberty; in all things, charity."},{"Author":"Shelena Shorts","Category":"truth","Quote":"You can’t live your life thinking death is going to come all the time. You have to live life and if it comes, then we can only hope we were able to do all the things we wanted. He has to want to do something. Everyone does."},{"Author":"Mercedes Lackey,  Brightly Burning","Category":"truth","Quote":"There’s no such thing as `one, true way’; the only answers worth having are the ones you find for yourself; leave the world better than you found it. Love, freedom, and the chance to do some good — they’re the things worth living and dying for, and if you aren’t willing to die for the things worth living for, you might as well turn in your membership in the human race."},{"Author":"Yann Martel,  Life of Pi","Category":"truth","Quote":"..the most dangerous animal in a zoo is Man."},{"Author":"Socrates","Category":"truth","Quote":"Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?"},{"Author":"Oswald Chambers","Category":"truth","Quote":"What hinders me from hearing is that I am taken up with other things. It is not that I will not hear God, but I am not devoted in the right place. I am devoted to things, to service, to convictions, and God may say what He likes but I do not hear Him."},{"Author":"Elizabeth Gaskell,  North and South","Category":"truth","Quote":"But suppose it was truth double strong, it were no truth to me if I couldna take it in. I daresay there's truth in yon Latin book on your shelves; but it's gibberish and no truth to me, unless I know the meaning o' the words."},{"Author":"Ann Brashares,  My Name Is Memory","Category":"truth","Quote":"It was funny how the old practices always came around again. It was the rhythm of human enterprise to invent and worship some new approach, to fully reject it a generation later, to realize the need for it again a generation or two after that and then hastily reinvent it as new, usually without its original elegance. Scientists hated to look backward for anything."},{"Author":"Christy Leigh Stewart","Category":"truth","Quote":"Every concept of reality is all in our head, belief is what makes truth."},{"Author":"Demosthenes","Category":"truth","Quote":"Nothing is easier than self-deceit.For what every man wishes,that he also believes to be true."},{"Author":"Joanne Fluke,  Peach Cobbler Murder","Category":"truth","Quote":"The secret of high finance...if you really need a loan, you won't qualify. And if you don't need a loan, all the lenders will line up to give you money."},{"Author":"Dalai Lama XIV","Category":"truth","Quote":"The topic of compassion is not at all religious business; it is important to know it is human business, it is a question of human survival."},{"Author":"Daniel Webster","Category":"truth","Quote":"There is nothing so powerful as truth - and often nothing so strange."},{"Author":"Santosh Kalwar","Category":"truth","Quote":"Dance in the rain, follow the path of lovely lanes, you are what you always wanted to be, so chill out, dear friend!"},{"Author":"Elizabeth Haydon,  The Floating Island","Category":"truth","Quote":"Tell people the hammered truth, and it will ring like steel against an anvil."},{"Author":"Confucius,  The Analects of Confucius","Category":"truth","Quote":"If names be not correct, language is not in accordance with the truth of things."},{"Author":"Angel Wagenstein,  Isaac's Torah","Category":"truth","Quote":"The fruit of empty hopes is more bitter than the saddest truth."},{"Author":"George R.R. Martin,  A Storm of Swords","Category":"truth","Quote":"Half-truths are worth more than outright lies."},{"Author":"Alex Flinn,  Breathing Underwater","Category":"truth","Quote":"It's easier to fake it. When you fake it for sixteen years, it becomes part of you, something you don't think about."},{"Author":"Michael Crichton,  State of Fear","Category":"truth","Quote":"Extrapolating from the statistical growth of the legal profession, by the year 2035 every single person in the United States will be a lawyer, including newborn infants."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"truth","Quote":"Proper lighting is everything, Julianna."},{"Author":"Shaun Jeffrey,  The Kult","Category":"truth","Quote":"His whole life was a sham, a fairy tale. The truth hidden behind a wall of lies, each lie another brick in the wall until he probably couldn't see the truth anymore."},{"Author":"Cristina Marrero","Category":"truth","Quote":"I would rather die an individual than live my life as a clone."},{"Author":"Nicole Williams,  Crash","Category":"truth","Quote":"Don't let the fear of losing them keep you from loving them."},{"Author":"Pierre Teilhard de Chardin,  Hymn of the Universe","Category":"truth","Quote":"He recognized with absolute certainty the empty fragility of even the noblest theorizings as compared with the definitive plenitude of the smallest fact grasped in its total, concrete reality."},{"Author":"Scott Adams","Category":"truth","Quote":"Ask a deeply religious Christian if he’d rather live next to a bearded Muslim that may or may not be plotting a terror attack, or an atheist that may or may not show him how to set up a wireless network in his house. On the scale of prejudice, atheists don’t seem so bad lately."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"truth","Quote":"I been silent so long now it’s gonna roar out of me like floodwaters and you think the guy telling this is ranting and raving my God; you think this is too horrible to have really happened, this is too awful to be the truth! But, please. It’s still hard for me to have a clear mind thinking on it. But it’s the truth even if it didn’t happen."},{"Author":"Jeff Lindsay,  Dexter Is Delicious","Category":"truth","Quote":"They like to tell us that it is important to speak the truth, but it has been my experience that real happiness lies in having people tell you what you want to believe, usually not the same thing at all, and if you have to stub your toe on the truth later, so be it."},{"Author":"Skyla Madi,  Your Guardian Angel","Category":"truth","Quote":"Brilliance is impossible without a touch of insanity."},{"Author":"Chimamanda Ngozi Adichie,  Half of a Yellow Sun","Category":"truth","Quote":"The truth has become an insult."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"truth","Quote":"Every impulse of feeling should be guided by reason; and, in my opinion, exertion should always be in proportion to what is required."},{"Author":"Catherine Doyle,  Vendetta","Category":"truth","Quote":"Do you think you wear a mask?’‘I’m wearing one right now.’ Valentino smiled softly. ‘We both are.’‘It’s a sad thought.’‘Yes,’ he said. ‘But sometimes I wonder about the alternative. Imagine if we had no secrets, no respite from the truth. What if everything was laid bare the moment we introduced ourselves?"},{"Author":"Pope John Paul II,  Blessed Are the Pure of Heart: Catechesis on the Sermon on the Mount and Writings of St. Paul","Category":"truth","Quote":"The ethos of redemption is realied in self-mastery, by means of temperance, that is, continence of desires."},{"Author":"Melody Carlson,  Just Another Girl","Category":"truth","Quote":"While Owen and Miles talk sports, I people watch. And this is what I see: teenagers trying to act like adults. Or how they think adults act. But mostly they look ridiculous, and I wonder what they don't want to do something that's more fun than drinking, smoking, flirting, and making out. Why are those activities considered to be fun?"},{"Author":"Percy Bysshe Shelley,  The Necessity of Atheism and Other Essays","Category":"truth","Quote":"In fact, the truth cannot be communicated until it is perceived."},{"Author":"Ralph Waldo Emerson","Category":"truth","Quote":"Truth is handsomer than the affectation of love. Your goodness must have some edge to it--else it is none."},{"Author":"Nikolai A. Berdyaev","Category":"truth","Quote":"There is a tragic clash between Truth and the world. Pure undistorted truth burns up the world."},{"Author":"Alistair MacLean,  Fear is the Key","Category":"truth","Quote":"She had the best kind of courage, or maybe the worst kind, the kind that gets you into trouble."},{"Author":"Werner Erhard","Category":"truth","Quote":"Man keeps looking for a truth that fits his reality. Given our reality, the truth doesn't fit."},{"Author":"Coco Chanel","Category":"truth","Quote":"A woman with good shoes i never ugly!"},{"Author":"Morgan Rhodes,  Rebel Spring","Category":"truth","Quote":"I think most are too afraid to see the truth."},{"Author":"Morrissey","Category":"truth","Quote":"I do maintain that if your hair is wrong, your entire life is wrong."},{"Author":"Suzy Kassem","Category":"truth","Quote":"Truth can only be seen by those with truth in them."},{"Author":"Richelle Mead,  Spirit Bound","Category":"truth","Quote":"I shot up,now as angry and frusterated as him.I had a feeling if i stayed, we'd both snap. In and undertone, I murmured,\"this isnt over.i won't give up on you.\"\"I've given up on you,\"he said back,voice also soft. \"Love fades. Mine has."},{"Author":"Friedrich Nietzsche,  Ecce Homo","Category":"truth","Quote":"How much truth does a spirit endure, how much truth does it dare?"},{"Author":"Peter Kreeft,  Pocket Handbook of Christian Apologetics","Category":"truth","Quote":"We can't believe what we believe to be untrue, and we can't love what we believe to be unreal."},{"Author":"F. Paul Wilson,  Healer","Category":"truth","Quote":"Reality is what trips you up when you walk around with your eyes closed."},{"Author":"Louis-Ferdinand Céline,  Journey to the End of the Night","Category":"truth","Quote":"And where, I ask you, can a man escape to, when he hasn’t enough madness left inside him? The truth is an endless death agony. The truth is death. You have to choose: death or lies. I’ve never been able to kill myself."},{"Author":"Kurt Busiek,  Superman: Secret Identity","Category":"truth","Quote":"Maybe I had a \"secret identity\", but then when you think about it, don't we all? A part of ourselves very few people ever get to see. The part we think of as \"me\". The part that deals with the big stuff. Makes the real choices. The part everything else is a reflection of."},{"Author":"Tanjlisa Marie","Category":"truth","Quote":"Give me the facts and I will determine my own truths."},{"Author":"William Shakespeare,  Antony and Cleopatra","Category":"truth","Quote":"That truth should be silent I had almost forgot. (Enobarbus)"},{"Author":"Robert G. Ingersoll,  The Ghosts and Other Lectures","Category":"truth","Quote":"Nothing but truth is immortal."},{"Author":"Ifeanyi Enoch Onuoha","Category":"truth","Quote":"God is not interested in your art but, your heart."},{"Author":"Ali Shariati","Category":"truth","Quote":"وقتی در صحنه ی حق وباطل نیستیهر کجا خواهی باش ، چه به نماز ایستاده باشیچه به شراب ،هر دو یکی است..."},{"Author":"George Orwell,  1984","Category":"truth","Quote":"The words kept coming back to him, statement of a mystical truth and a palpable absurdity."},{"Author":"Mark Helprin,  Winter's Tale","Category":"truth","Quote":"The beauty of truth is that it need not be proclaimed or believed. It skips from soul to soul, changing form each time it touches, but it is what it is, I have seen it, and someday you will, too."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"Tolerance! The virtue that makes one bite his tongue so that he can tear out his hair."},{"Author":"William Montgomery Watt,  Muhammad at Mecca","Category":"truth","Quote":"His readiness to undergo persecutions for his beliefs, the high moral character of the men who believed in him and looked up to him as leader, and the greatness of his ultimate achievement - all argue his fundamental integrity. To suppose Muhammad an impostor raises more problems than it solves. Moreover, none of the great figures of history is so poorly appreciated in the West as Muhammad"},{"Author":"Mahatma Gandhi","Category":"truth","Quote":"In fact, it is more correct to say that Truth is God, than to say that God is Truth."},{"Author":"Benson Bruno,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"truth","Quote":"Can Power speak the truth to love? These men certainly blurted it out. And what did we learn from them? That power is blind, and love at first sight is a fickle judge of those who grasp too desperately."},{"Author":"Sergei Lukyanenko,  Night Watch","Category":"truth","Quote":"What was my truth worth, if I was prepared to defend the entire world, but not those who were close to me? If I subdued hate, but wouldn't give love a chance?"},{"Author":"Carl Sagan,  The Varieties of Scientific Experience: A Personal View of the Search for God","Category":"truth","Quote":"So those who wished for some central cosmic purpose for us, or at least our world, or at least our solar system, or at least our galaxy, have been disappointed, progressively disappointed. The universe is not responsive to our ambitious expectations."},{"Author":"Anthony Liccione","Category":"truth","Quote":"A trusting heart will follow, only those who truly follow their heart."},{"Author":"David Cook","Category":"truth","Quote":"Whether your pleasing or pissing everybody off, your doing something wrong."},{"Author":"Dean Koontz","Category":"truth","Quote":"The truth was stranger than the official fiction."},{"Author":"Criss Jami,  Killosophy","Category":"truth","Quote":"I always make sure that the world will prove me right. It gives me the freedom to contradict myself."},{"Author":"Johann Wolfgang von Goethe","Category":"truth","Quote":"Truth has to be repeated constantly, because Error also is being preached all the time, and not just by a few, but by the multitude. In the Press and Encyclopaedias, in Schools and Universities, everywhere Error holds sway, feeling happy and comfortable in the knowledge of having Majority on its side."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"truth","Quote":"Love is the sister to Truth, but they differ in two ways. You must go to Truth to find her. She will never come looking for you. However, you are never to go looking for her sister Love. Love will find you in your own divine timing, when you are ready for her. So don't look, she will come. She always does."},{"Author":"Patti Callahan Henry,  Between the Tides","Category":"truth","Quote":"We have to know the truth about the past to discover out future."},{"Author":"Jacqueline Carey,  Kushiel's Chosen","Category":"truth","Quote":"And having once chosen, never to seek to return to the crossroads of that decision-for even if one chooses wrongly, the choice cannot be unmade."},{"Author":"Lily Tomlin","Category":"truth","Quote":"Lady, I do not make up things. That is lies. Lies are not true. But the truth could be made up if yo know how. And that's the truth."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"truth","Quote":"A man who tells you to follow him will turn his followers into his company, while a true leader who does not tell you to follow him, will sit in the company of his followers."},{"Author":"Santosh Kalwar","Category":"truth","Quote":"You believe what your eyes want to believe!"},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"truth","Quote":"Speak up, stand up, and keep correcting the false perceptions. Stay true to your heart's views and keep chanting for peace and justice."}]
