[{"Author":"Maurice Switzer","Category":"wisdom","Quote":"It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it."},{"Author":"Mark Twain","Category":"wisdom","Quote":"Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect)."},{"Author":"William Shakespeare,  As You Like It","Category":"wisdom","Quote":"The fool doth think he is wise, but the wise man knows himself to be a fool."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"When someone loves you, the way they talk about you is different. You feel safe and comfortable."},{"Author":"Aristotle","Category":"wisdom","Quote":"Knowing yourself is the beginning of all wisdom."},{"Author":"Socrates","Category":"wisdom","Quote":"The only true wisdom is in knowing you know nothing."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Stephen Hawking","Category":"wisdom","Quote":"Life would be tragic if it weren't funny."},{"Author":"John Lennon","Category":"wisdom","Quote":"Count your age by friends, not years. Count your life by smiles, not tears."},{"Author":"Isaac Asimov","Category":"wisdom","Quote":"The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom."},{"Author":"Mark Twain","Category":"wisdom","Quote":"In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them."},{"Author":"Langston Hughes","Category":"wisdom","Quote":"Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly."},{"Author":"Jonathan Swift","Category":"wisdom","Quote":"May you live every day of your life."},{"Author":"J.R.R. Tolkien","Category":"wisdom","Quote":"Never laugh at live dragons."},{"Author":"Abigail Van Buren","Category":"wisdom","Quote":"The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back."},{"Author":"Aristotle,  Metaphysics","Category":"wisdom","Quote":"It is the mark of an educated mind to be able to entertain a thought without accepting it."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"The secret of life, though, is to fall seven times and to get up eight times."},{"Author":"Chad Sugg,  Monsters Under Your Head","Category":"wisdom","Quote":"If you're reading this...Congratulations, you're alive.If that's not something to smile about,then I don't know what is."},{"Author":"Fran Lebowitz,  The Fran Lebowitz Reader","Category":"wisdom","Quote":"Think before you speak. Read before you think."},{"Author":"Oprah Winfrey","Category":"wisdom","Quote":"Turn your wounds into wisdom."},{"Author":"Socrates","Category":"wisdom","Quote":"The unexamined life is not worth living."},{"Author":"Isaac Asimov,  Foundation","Category":"wisdom","Quote":"Never let your sense of morals prevent you from doing what is right."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"Any fool can know. The point is to understand."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"The simple things are also the most extraordinary things, and only the wise can see them."},{"Author":"Confucius","Category":"wisdom","Quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest."},{"Author":"Martin Luther King Jr.,  A Knock at Midnight: Inspiration from the Great Sermons of Reverend Martin Luther King, Jr.","Category":"wisdom","Quote":"Let no man pull you so low as to hate him."},{"Author":"Jane Austen,  Pride and Prejudice","Category":"wisdom","Quote":"Angry people are not always wise."},{"Author":"Elbert Hubbard","Category":"wisdom","Quote":"God will not look you over for medals, degrees or diplomas but for scars."},{"Author":"Leo Tolstoy,  The Kreutzer Sonata","Category":"wisdom","Quote":"It is amazing how complete is the delusion that beauty is goodness."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones."},{"Author":"J.R.R. Tolkien,  The Lord of the Rings","Category":"wisdom","Quote":"It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to."},{"Author":"Socrates","Category":"wisdom","Quote":"The unexamined life is not worth living."},{"Author":"Lao Tzu,  Tao Te Ching","Category":"wisdom","Quote":"Knowing others is intelligence;knowing yourself is true wisdom.Mastering others is strength; mastering yourself is true power."},{"Author":"Patrick Rothfuss,  The Wise Man's Fear","Category":"wisdom","Quote":"There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man."},{"Author":"Colette","Category":"wisdom","Quote":"You will do foolish things, but do them with enthusiasm."},{"Author":"Marjorie Pay Hinckley","Category":"wisdom","Quote":"The only way to get through life is to laugh your way through it. You either have to laugh or cry. I prefer to laugh. Crying gives me a headache."},{"Author":"J.M. Barrie,  The Admirable Crichton","Category":"wisdom","Quote":"I'm not young enough to know everything."},{"Author":"Friedrich Nietzsche","Category":"wisdom","Quote":"The man of knowledge must be able not only to love his enemies but also to hate his friends."},{"Author":"Truman Capote","Category":"wisdom","Quote":"Failure is the condiment that gives success its flavor."},{"Author":"Bob Marley","Category":"wisdom","Quote":"Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold."},{"Author":"Jimi Hendrix","Category":"wisdom","Quote":"Knowledge speaks, but wisdom listens"},{"Author":"Truman Capote","Category":"wisdom","Quote":"Failure is the condiment that gives success its flavor."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"It is not that I'm so smart. But I stay with the questions much longer."},{"Author":"Kahlil Gibran","Category":"wisdom","Quote":"Trees are poems the earth writes upon the sky, We fell them down and turn them into paper,That we may record our emptiness."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"You yourself, as much as anybody in the entire universe, deserve your love and affection"},{"Author":"Eckhart Tolle","Category":"wisdom","Quote":"The past has no power over the present moment."},{"Author":"Joseph Campbell","Category":"wisdom","Quote":"We must be willing to let go of the life we planned so as to have the life that is waiting for us."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"The measure of intelligence is the ability to change."},{"Author":"Rumi","Category":"wisdom","Quote":"Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself."},{"Author":"Rumi,  Masnavi i Man'avi, the spiritual couplets of Maula","Category":"wisdom","Quote":"Sell your cleverness and buy bewilderment."},{"Author":"Paulo Coelho","Category":"wisdom","Quote":"Don't waste your time with explanations: people only hear what they want to hear."},{"Author":"Thomas Paine,  A Letter Addressed to the Abbe Raynal on the Affairs of North America","Category":"wisdom","Quote":"The mind once enlightened cannot again become dark."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"wisdom","Quote":"The mouth is made for communication, and nothing is more articulate than a kiss."},{"Author":"Paulo Coelho,  The Fifth Mountain","Category":"wisdom","Quote":"There are moments when troubles enter our lives and we can do nothing to avoid them.But they are there for a reason. Only when we have overcome them will we understand why they were there."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"wisdom","Quote":"Nothing, Everything, Anything, Something: If you have nothing, then you have everything, because you have the freedom to do anything, without the fear of losing something."},{"Author":"Rick Riordan,  The Lightning Thief","Category":"wisdom","Quote":"Even strength must bow to wisdom sometimes."},{"Author":"Ludwig van Beethoven","Category":"wisdom","Quote":"Music is ... A higher revelation than all Wisdom & Philosophy"},{"Author":"Leo Tolstoy,  War and Peace","Category":"wisdom","Quote":"We can know only that we know nothing. And that is the highest degree of human wisdom."},{"Author":"Maya Angelou","Category":"wisdom","Quote":"The desire to reach for the stars is ambitious. The desire to reach hearts is wise."},{"Author":"Confucius","Category":"wisdom","Quote":"He who knows all the answers has not been asked all the questions."},{"Author":"Bruce Lee","Category":"wisdom","Quote":"I’m not in this world to live up to your expectations and you’re not in this world to live up to mine."},{"Author":"Winston S. Churchill","Category":"wisdom","Quote":"Never, never, never give in!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I’m not waiting until my hair turns white to become patient and wise. Nope, I’m dyeing my hair tonight."},{"Author":"Patrick Ness,  A Monster Calls","Category":"wisdom","Quote":"You do not write your life with words...You write it with actions. What you think is not important. It is only important what you do."},{"Author":"H.L. Mencken","Category":"wisdom","Quote":"The older I grow, the more I distrust the familiar doctrine that age brings wisdom."},{"Author":"Bram Stoker,  Dracula","Category":"wisdom","Quote":"We learn from failure, not from success!"},{"Author":"John Keats,  Letters of John Keats","Category":"wisdom","Quote":"Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?"},{"Author":"Margaret Drabble","Category":"wisdom","Quote":"Perhaps the rare and simple pleasure of being seen for what one is compensates for the misery of being it."},{"Author":"Laurell K. Hamilton","Category":"wisdom","Quote":"There comes a point when you either embrace who and what you are, or condemn yourself to be miserable all your days. Other people will try to make you miserable; don't help them by doing the job yourself."},{"Author":"Voltaire","Category":"wisdom","Quote":"The more I read, the more I acquire, the more certain I am that I know nothing."},{"Author":"Charles M. Schulz","Category":"wisdom","Quote":"I think I've discovered the secret of life -- you just hang around until you get used to it."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You, yourself, as much as anybody in the entire universe, deserve your love and affection."},{"Author":"Oscar Wilde","Category":"wisdom","Quote":"We live in an age when unnecessary things are our only necessities."},{"Author":"Samuel Taylor Coleridge,  Literary Remains, Vol. 1","Category":"wisdom","Quote":"Common sense in an uncommon degree is what the world calls wisdom."},{"Author":"Elizabeth Gaskell,  Wives and Daughters","Category":"wisdom","Quote":"Sometimes one likes foolish people for their folly, better than wise people for their wisdom."},{"Author":"T.S. Eliot,  Four Quartets","Category":"wisdom","Quote":"We shall not cease from explorationAnd the end of all our exploringWill be to arrive where we startedAnd know the place for the first time."},{"Author":"Cassandra Clare,  City of Bones","Category":"wisdom","Quote":"All knowledge hurts."},{"Author":"Helen Keller","Category":"wisdom","Quote":"Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see."},{"Author":"Leo Buscaglia","Category":"wisdom","Quote":"Risks must be taken because the greatest hazard in life is to risk nothing."},{"Author":"Dorothy Parker,  The Complete Poems of Dorothy Parker","Category":"wisdom","Quote":"In youth, it was a way I had,To do my best to please.And change, with every passing ladTo suit his theories.But now I know the things I knowAnd do the things I do,And if you do not like me so,To hell, my love, with you."},{"Author":"Mahatma Gandhi","Category":"wisdom","Quote":"It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err."},{"Author":"Socrates","Category":"wisdom","Quote":"Wonder is the beginning of wisdom."},{"Author":"A.A. Milne","Category":"wisdom","Quote":"Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"wisdom","Quote":"Mockingbirds don’t do one thing but make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corncribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird."},{"Author":"Anne Bradstreet","Category":"wisdom","Quote":"Authority without wisdom is like a heavy axe without an edge, fitter to bruise than polish."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Never complain, never explain. Resist the temptation to defend yourself or make excuses."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"wisdom","Quote":"Nowadays most people die of a sort of creeping common sense, and discover when it is too late that the only things one never regrets are one's mistakes."},{"Author":"Thomas Jefferson","Category":"wisdom","Quote":"Honesty is the first chapter of the book wisdom."},{"Author":"Michael Levine","Category":"wisdom","Quote":"Having children makes you no more a parent than having a piano makes you a pianist."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait."},{"Author":"Abraham Lincoln","Category":"wisdom","Quote":"Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally."},{"Author":"Francis Bacon,  The Essays","Category":"wisdom","Quote":"A wise man will make more opportunities than he finds."},{"Author":"George R.R. Martin","Category":"wisdom","Quote":"It is one thing to be clever and another to be wise."},{"Author":"Oscar Wilde,  The Soul of Man Under Socialism, and Selected Critical Prose","Category":"wisdom","Quote":"The public have an insatiable curiosity to know everything, except what is worth knowing."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"Time is a game played beautifully by children."},{"Author":"Rumi","Category":"wisdom","Quote":"This being human is a guest house. Every morning is a new arrival. A joy, a depression, a meanness, some momentary awareness comes as an unexpected visitor...Welcome and entertain them all. Treat each guest honorably. The dark thought, the shame, the malice, meet them at the door laughing, and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond."},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"wisdom","Quote":"Whether you live to be 50 or 100 makes no difference, if you made no difference in the world."},{"Author":"Hermann Hesse,  Siddhartha","Category":"wisdom","Quote":"Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it."},{"Author":"Ralph Waldo Emerson","Category":"wisdom","Quote":"If we encounter a man of rare intellect, we should ask him what books he reads."},{"Author":"Patrick Rothfuss,  The Wise Man's Fear","Category":"wisdom","Quote":"Half of seeming clever is keeping your mouth shut at the right times."},{"Author":"J.K. Rowling,  Harry Potter and the Sorcerer's Stone","Category":"wisdom","Quote":"As much money and life as you could want! The two things most human beings would choose above all - the trouble is, humans do have a knack of choosing precisely those things that are worst for them."},{"Author":"Louisa May Alcott","Category":"wisdom","Quote":"I ask not for any crownBut that which all may win;Nor try to conquer any worldExcept the one within."},{"Author":"George Orwell,  In Front of Your Nose: 1945-1950","Category":"wisdom","Quote":"The essence of being human is that one does not seek perfection."},{"Author":"Rumi","Category":"wisdom","Quote":"Suffering is a gift. In it is hidden mercy."},{"Author":"Theodore Roosevelt","Category":"wisdom","Quote":"The only man who never makes mistakes is the man who never does anything."},{"Author":"Christopher Paolini,  Eldest","Category":"wisdom","Quote":"Wise? No, I simply learned to think."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, \"What's in it for me?"},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you."},{"Author":"Roman Payne","Category":"wisdom","Quote":"She is free in her wildness, she is a wanderess, a drop of free water. She knows nothing of borders and cares nothing for rules or customs. 'Time' for her isn’t something to fight against. Her life flows clean, with passion, like fresh water."},{"Author":"Umberto Eco,  Foucault's Pendulum","Category":"wisdom","Quote":"I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by little scraps of wisdom."},{"Author":"Alan W. Watts","Category":"wisdom","Quote":"We seldom realize, for example that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society."},{"Author":"Ashley Rice","Category":"wisdom","Quote":"There are women who make things better... simply by showing up. There are women who make things happen. There are women who make their way. There are women who make a difference. And women who make us smile. There are women of wit and wisdom who- through strength and courage- make it through. There are women who change the world everyday... Women like you."},{"Author":"William Arthur Ward","Category":"wisdom","Quote":"It is wise to direct your anger towards problems -- not people; to focus your energies on answers -- not excuses."},{"Author":"Richard Bach,  Illusions: The Adventures of a Reluctant Messiah","Category":"wisdom","Quote":"Your conscience is the measure of the honesty of your selfishness.Listen to it carefully."},{"Author":"Martin Luther King Jr.","Category":"wisdom","Quote":"We must live together as brothers or perish together as fools."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"wisdom","Quote":"When a child asks you something, answer him, for goodness sake. But don't make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles 'em."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I don't understand people who say they need more \"Me Time.\"What other time is there? Do these people spend part of their day in someone else's body?"},{"Author":"Fyodor Dostoyevsky","Category":"wisdom","Quote":"Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don't say that you've wasted time. I am studying that mystery because I want to be a human being."},{"Author":"Dorothy Parker,  The Complete Poems of Dorothy Parker","Category":"wisdom","Quote":"Inventory:\"Four be the things I am wiser to know:Idleness, sorrow, a friend, and a foe.Four be the things I'd been better without:Love, curiosity, freckles, and doubt.Three be the things I shall never attain:Envy, content, and sufficient champagne.Three be the things I shall have till I die:Laughter and hope and a sock in the eye."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"wisdom","Quote":"He that breaks a thing to find out what it is has left the path of wisdom."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"wisdom","Quote":"If you only had 48 hours left to live, would you spend it like you normally spend your weekends? If not, why spend 2/7th of your life wasting your free time? After all, free time isn’t free. Free time is the most expensive time you have, because nobody pays for it but you. But that also makes it the most valuable time you have, as you alone stand to reap the profits from spending it wisely."},{"Author":"Robert T. Kiyosaki","Category":"wisdom","Quote":"It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!"},{"Author":"Kahlil Gibran","Category":"wisdom","Quote":"I AM IGNORANT of absolute truth. But I am humble before my ignorance and therein lies my honor and my reward."},{"Author":"Jarod Kintz,  $3.33","Category":"wisdom","Quote":"Patience and wisdom walk hand in hand, like two one-armed lovers."},{"Author":"Jess C. Scott","Category":"wisdom","Quote":"A fit, healthy body—that is the best fashion statement"},{"Author":"Cornelia Funke,  Inkheart","Category":"wisdom","Quote":"Books loved anyone who opened them, they gave you secruity and friendship and didn't ask for anything in return; they never went away, never, not even when you treated them badly."},{"Author":"Jean-Jacques Rousseau","Category":"wisdom","Quote":"People who know little are usually great talkers, while men who know much say little."},{"Author":"Dan Millman,  Way of the Peaceful Warrior: A Book That Changes Lives","Category":"wisdom","Quote":"The journey is what brings us happiness not the destination."},{"Author":"Jess C. Scott,  Wicked Lovely","Category":"wisdom","Quote":"I felt like an animal, and animals don’t know sin, do they?"},{"Author":"Henry David Thoreau,  Walden","Category":"wisdom","Quote":"As if you could kill time without injuring eternity."},{"Author":"Joss Whedon","Category":"wisdom","Quote":"Recognizing power in another does not diminish your own."},{"Author":"Benjamin Franklin","Category":"wisdom","Quote":"Hide not your talents, they for use were made,What's a sundial in the shade?"},{"Author":"Pablo Picasso","Category":"wisdom","Quote":"It takes a very long time to become young."},{"Author":"Thomas Szasz","Category":"wisdom","Quote":"The stupid neither forgive nor forget; the naive forgive and forget; the wise forgive but do not forget."},{"Author":"J.R.R. Tolkien,  The Hobbit","Category":"wisdom","Quote":"There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"Wisdom is not a product of schooling but of the lifelong attempt to acquire it."},{"Author":"Abraham Lincoln","Category":"wisdom","Quote":"No man is poor who has a Godly mother."},{"Author":"Bob Dylan","Category":"wisdom","Quote":"Sometimes it's not enough to know what things mean, sometimes you have to know what things don't mean."},{"Author":"William James","Category":"wisdom","Quote":"The art of being wise is knowing what to overlook."},{"Author":"Milton Berle","Category":"wisdom","Quote":"If opportunity doesn't knock, build a door"},{"Author":"Baltasar Gracián,  The Art of Worldly Wisdom","Category":"wisdom","Quote":"A wise man gets more use from his enemies than a fool from his friends."},{"Author":"Marcus Aurelius,  Meditations","Category":"wisdom","Quote":"The soul becomes dyed with the colour of its thoughts."},{"Author":"Stephen Hawking","Category":"wisdom","Quote":"Life would be tragic if it weren't funny."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"wisdom","Quote":"V-Day…if you need this one day in a year to show everyone else you truly care for “your loved one” I think it’s quite stupid. I hate this commercialism. It’s all artificial, and has nothing to do with real love."},{"Author":"Kurt Vonnegut","Category":"wisdom","Quote":"Take it moment by moment, and you will find that we are all, as I’ve said before, bugs in amber."},{"Author":"Rick Riordan,  The House of Hades","Category":"wisdom","Quote":"But magic is neither good nor evil. It is a tool, like a knife. Is a knife evil? Only if the wielder is evil."},{"Author":"Gabriel Garcí­a Márquez,  Love in the Time of Cholera","Category":"wisdom","Quote":"wisdom comes to us when it can no longer do any good."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you."},{"Author":"Michel Foucault,  Madness and Civilization: A History of Insanity in the Age of Reason","Category":"wisdom","Quote":"People know what they do; frequently they know why they do what they do; but what they don't know is what what they do does."},{"Author":"Jason Mraz","Category":"wisdom","Quote":"Transformation is my favorite game and in my experience, anger and frustration are the result of you not being authentic somewhere in your life or with someone in your life. Being fake about anything creates a block inside of you. Life can’t work for you if you don’t show up as you."},{"Author":"Roman Payne","Category":"wisdom","Quote":"You must give everything to make your life as beautiful as the dreams that dance in your imagination."},{"Author":"Dan Millman,  Way of the Peaceful Warrior: A Book That Changes Lives","Category":"wisdom","Quote":"There are no ordinary moments."},{"Author":"Gautama Buddha,  The Dhammapada: The Sayings of the Buddha","Category":"wisdom","Quote":"A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise."},{"Author":"Benjamin Franklin,  Poor Richard's Almanack","Category":"wisdom","Quote":"Lost Time is never found again."},{"Author":"Shannon Hale,  Book of a Thousand Days","Category":"wisdom","Quote":"Mama used to say, you have to know someone a thousand days before you can glimpse her soul."},{"Author":"Anna Godbersen,  The Luxe","Category":"wisdom","Quote":"Don't go looking for boys in the darkThey will say pretty things thenleave you with scars.Do go looking for boys in the parkFor that is where the true gentlemen are."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"wisdom","Quote":"Wisely and slow; they stumble that run fast."},{"Author":"Ernest Hemingway,  A Farewell to Arms","Category":"wisdom","Quote":"No, that is the great fallacy: the wisdom of old men. They do not grow wise. They grow careful."},{"Author":"Edna St. Vincent Millay","Category":"wisdom","Quote":"Into the darkness they go, the wise and the lovely."},{"Author":"Niels Bohr","Category":"wisdom","Quote":"Prediction is very difficult, especially about the future."},{"Author":"Orson Scott Card,  Ender's Game","Category":"wisdom","Quote":"I think it's impossible to really understand somebody, what they want, what they believe, and not love them the way they love themselves."},{"Author":"Alfred Lord Tennyson","Category":"wisdom","Quote":"Knowledge comes, but wisdom lingers."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"You will not be punished for your anger; you will be punished by your anger."},{"Author":"Scott Westerfeld,  Uglies","Category":"wisdom","Quote":"Perhaps the logical conclusion of everyone looking the same is everyone thinking the same."},{"Author":"Ernest Hemingway","Category":"wisdom","Quote":"Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you."},{"Author":"Ludwig van Beethoven","Category":"wisdom","Quote":"Don’t only practice your art, but force your way into its secrets, for it and knowledge can raise men to the divine."},{"Author":"Stephen Fry","Category":"wisdom","Quote":"It's now very common to hear people say, 'I'm rather offended by that.' As if that gives them certain rights. It's actually nothing more... than a whine. 'I find that offensive.' It has no meaning; it has no purpose; it has no reason to be respected as a phrase. 'I am offended by that.' Well, so fucking what.\"[I saw hate in a graveyard -- Stephen Fry, The Guardian, 5 June 2005]"},{"Author":"William Stafford","Category":"wisdom","Quote":"Wisdom is having things right in your lifeand knowing why."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"wisdom","Quote":"It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters,"},{"Author":"Terry Pratchett,  Lords and Ladies","Category":"wisdom","Quote":"In fact, the mere act of opening the box will determine the state of thecat, although in this case there were three determinate states the catcould be in: these being Alive, Dead, and Bloody Furious."},{"Author":"Sara Teasdale,  The Collected Poems","Category":"wisdom","Quote":"It is strange how often a heart must be broken Before the years can make it wise."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"It doesn't matter where you are coming from. All that matters is where you are going."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"In the land of Gibberish, the man who makes sense, the man who speaks clearly, clearly speaks nonsense."},{"Author":"محمد بن إدريس الشافعي","Category":"wisdom","Quote":"من نمّ لك نمّ بك, ومن نقل إليك نقل عنك, ومن إذا أرضيته فقال ماليس فيك, كذلك إذا أغضبته قال فيك ماليس فيك."},{"Author":"Leonardo da Vinci","Category":"wisdom","Quote":"As a well spent day brings happy sleep, so life well used brings happy death."},{"Author":"Libba Bray,  The Sweet Far Thing","Category":"wisdom","Quote":"There is an ancient tribal proverb I once heard in India. It says that before we can see properly we must first shed our tears to clear the way."},{"Author":"Charles Dickens,  Hard Times","Category":"wisdom","Quote":"There is a wisdom of the head, and... there is a wisdom of the heart."},{"Author":"Heinrich Heine","Category":"wisdom","Quote":"We should forgive our enemies, but not before they are hanged"},{"Author":"Confucius","Category":"wisdom","Quote":"The man of wisdom is never of two minds;the man of benevolence never worries;the man of courage is never afraid."},{"Author":"Maya Angelou","Category":"wisdom","Quote":"I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw some things back."},{"Author":"Steve Jobs","Category":"wisdom","Quote":"Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains."},{"Author":"Confucius","Category":"wisdom","Quote":"The way out is through the door. Why is it that no one will use this method?"},{"Author":"Marcel Proust","Category":"wisdom","Quote":"We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us."},{"Author":"Theodore Roosevelt,  Strenuous Life","Category":"wisdom","Quote":"Far better it is to dare mighty things, to win glorious triumphs, even though checkered by failure, than to take rank with those poor spirits who neither enjoy much nor suffer much, because they live in the gray twilight that knows neither victory nor defeat."},{"Author":"Galileo Galilei","Category":"wisdom","Quote":"You cannot teach a man anything, you can only help him find it within himself."},{"Author":"Bohdi Sanders,  Warrior Wisdom: Ageless Wisdom for the Modern Warrior","Category":"wisdom","Quote":"Never respond to an angry person with a fiery comeback, even if he deserves it...Don't allow his anger to become your anger."},{"Author":"Mark Twain,  Notebook","Category":"wisdom","Quote":"Obscurity and a competence—that is the life that is best worth living."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"wisdom","Quote":"My head’ll explode if I continue with this escapism."},{"Author":"Miguel Ruiz,  The Four Agreements: A Practical Guide to Personal Freedom","Category":"wisdom","Quote":"If others tell us something we make assumptions, and if they don't tell us something we make assumptions to fulfill our need to know and to replace the need to communicate. Even if we hear something and we don't understand we make assumptions about what it means and then believe the assumptions. We make all sorts of assumptions because we don't have the courage to ask questions."},{"Author":"Mark Twain,  Notebook","Category":"wisdom","Quote":"If Christ were here there is one thing he would not be—a Christian."},{"Author":"Octavia E. Butler","Category":"wisdom","Quote":"In order to rise from its own ashes, a Phoenix first must burn."},{"Author":"D. Simone","Category":"wisdom","Quote":"May Light always surround you;Hope kindle and rebound you.May your Hurts turn to Healing;Your Heart embrace Feeling.May Wounds become Wisdom;Every Kindness a Prism.May Laughter infect you;Your Passion resurrect you.May Goodness inspire your Deepest Desires.Through all that you Reach For, May your arms Never Tire."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"0 plus 100 equals 100. But so does 50 plus 50, only with more balance. Let this be a lesson in love."},{"Author":"Robin Williams","Category":"wisdom","Quote":"I used to think the worst thing in life is to end up all alone. It's not. The worst thing in life is to end up with people who make you feel all alone."},{"Author":"Victor Hugo,  Les Misérables","Category":"wisdom","Quote":"...Nobody knows like a woman how to say things that are both sweet and profound. Sweetness and depth, this is all of woman; this is Heaven."},{"Author":"Theodore Roosevelt","Category":"wisdom","Quote":"No one cares how much you know, until they know how much you care"},{"Author":"Richelle Mead,  The Fiery Heart","Category":"wisdom","Quote":"Don’t take the high ground and assume you already know what you’ll do. The truth is, when it comes to someone you love, you’ll find there isn’t anything you won’t do."},{"Author":"Confucius","Category":"wisdom","Quote":"Only the wisest and stupidest of men never change."},{"Author":"Wallace Stegner,  The Spectator Bird","Category":"wisdom","Quote":"Most things break, including hearts. The lessons of life amount not towisdom, but to scar tissue and callus."},{"Author":"Simone Elkeles,  How to Ruin Your Boyfriend's Reputation","Category":"wisdom","Quote":"Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Unreturned love is like trying to make a sandwich with one slice of bread. Don’t stress—fold it in half and love yourself."},{"Author":"Frank Herbert","Category":"wisdom","Quote":"Education is no substitute for intelligence."},{"Author":"C.G. Jung","Category":"wisdom","Quote":"Where wisdom reigns, there is no conflict between thinking and feeling."},{"Author":"Hannah Harrington,  Speechless","Category":"wisdom","Quote":"Hate is... It's too easy. Love. Love takes courage."},{"Author":"William Blake,  The Marriage of Heaven and Hell","Category":"wisdom","Quote":"The road of excess leads to the palace of wisdom."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"wisdom","Quote":"Life, it’s made up of two things—time and love. A watch tells one, but what tells the other? We tell each other."},{"Author":"أحلام مستغانمي,  الأسود يليق بك","Category":"wisdom","Quote":"الحب هو ذكاء المسافة، ألّا تقترب كثيرًا فتلغي اللهفة، ولا تبتعد طويلًا فتُنسى."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"wisdom","Quote":"Women may fall when there's no strength in men.Act II"},{"Author":"Roopleen","Category":"wisdom","Quote":"If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality."},{"Author":"Harper Lee,  To Kill a Mockingbird","Category":"wisdom","Quote":"Before I can live with other folks I’ve got to live with myself. The one thing that doesn’t abide by majority rule is a person’s conscience."},{"Author":"Antoine de Saint-Exupéry,  Le Petit Prince","Category":"wisdom","Quote":"Voici mon secret. Il est très simple: on ne voit bien qu'avec le cœur. L'essentiel est invisible pour les yeux."},{"Author":"Lisa Lutz,  The Spellmans Strike Again","Category":"wisdom","Quote":"Our ability to adapt is amazing. Our ability to change isn't quite as spectacular."},{"Author":"William Shakespeare,  A Midsummer Night's Dream","Category":"wisdom","Quote":"My soul is in the sky."},{"Author":"Bruce Lee","Category":"wisdom","Quote":"It is not a daily increase, but a daily decrease. Hack away at the inessentials."},{"Author":"William Shakespeare,  Richard III","Category":"wisdom","Quote":"So wise so young, they say, do never live long."},{"Author":"Deepak Chopra","Category":"wisdom","Quote":"When you make a choice, you change the future."},{"Author":"Sarah Addison Allen,  The Sugar Queen","Category":"wisdom","Quote":"Sometimes you weren't supposed to share pain. Sometimes it was best just to deal with it alone."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation."},{"Author":"Rabindranath Tagore","Category":"wisdom","Quote":"The small wisdom is like water in a glass:clear, transparent, pure.The great wisdom is like the water in the sea:dark, mysterious, impenetrable."},{"Author":"Eckhart Tolle","Category":"wisdom","Quote":"Is there a difference between happiness and inner peace? Yes. Happiness depends on conditions being perceived as positive; inner peace does not."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"The darkness has ink eyes, and if you stare long enough, you’re going to see it blink black. That’s the moment to start writing."},{"Author":"Madeleine L'Engle,  Two-Part Invention: The Story of a Marriage","Category":"wisdom","Quote":"Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"wisdom","Quote":"Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay."},{"Author":"Daniel Keyes,  Flowers for Algernon","Category":"wisdom","Quote":"Now I understand that one of the important reasons for going to college and getting an education is to learn that the things you've believed in all your life aren't true, and that nothing is what it appears to be."},{"Author":"Anton Chekhov","Category":"wisdom","Quote":"You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Love now, not later. Also, love later."},{"Author":"A.J. Russell","Category":"wisdom","Quote":"All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My hands will get dirty holding your rose-shaped heart, because love is like gardening—it’s earthy and takes work to keep it alive."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I had a second friend come over to my house, and do you know what I called her? A refill. If relationships aren’t drinkable, why do we thirst for them so much?"},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"wisdom","Quote":"Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"wisdom","Quote":"Coaching 101: First you build the team, and then you build the torture chamber for underperformers."},{"Author":"John Steinbeck,  East of Eden","Category":"wisdom","Quote":"A man without words is a man without thought."},{"Author":"Calvin Coolidge","Category":"wisdom","Quote":"It takes a great man to be a good listener."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Love isn’t in a hurry like a flurry of flowery words on paper. It’s lush and slow to grow its aroma in the garden of time."},{"Author":"Kevin Brooks,  Lucas","Category":"wisdom","Quote":"It’s always hard to lose somebody. It leaves a hole in you heart that never grows back."},{"Author":"Isaac Newton","Category":"wisdom","Quote":"I can calculate the motion of heavenly bodies but not the madness of people."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I’ll wear a maze on a necklace, dangling over my chest, because if you want to get at my heart, you have to be ready to lose yourself."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I used to think how lucky she was to have me, but now I realize that’s backwards. A spirit of gratitude yields patience, love, and forgiveness."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"To be invisible, paint yourself with the direct shade of zero. Leave nothing to chance, by taking nothing with you wherever you go."},{"Author":"William James","Category":"wisdom","Quote":"A great many people think they are thinking when they are merely rearranging their prejudices."},{"Author":"Madeleine L'Engle,  A Wrinkle in Time","Category":"wisdom","Quote":"I do not know everything; still many things I understand."},{"Author":"Lao Tzu","Category":"wisdom","Quote":"Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle ofsoftness overcoming hardness."},{"Author":"Anthony Robbins","Category":"wisdom","Quote":"I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy."},{"Author":"Epicurus","Category":"wisdom","Quote":"Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not."},{"Author":"Cornel West","Category":"wisdom","Quote":"Never forget that justice is what love looks like in public."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"Even a soul submerged in sleep is hard at work and helps make something of the world."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Nothing carries meaning. People carry meaning. We are the porters of importance."},{"Author":"Socrates","Category":"wisdom","Quote":"Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for."},{"Author":"Theodore Roosevelt","Category":"wisdom","Quote":"Every immigrant who comes here should be required within five years to learn English or leave the country."},{"Author":"Anton Chekhov","Category":"wisdom","Quote":"Wisdom.... comes not from age, but from education and learning."},{"Author":"Ralph Waldo Emerson","Category":"wisdom","Quote":"The invariable mark of wisdom is to see the miraculous in the common."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Look for the good in every person and every situation. You'll almost always find it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"There’s no reason to not be humble, because as great as you may be, you can always be greater."},{"Author":"Dante Alighieri","Category":"wisdom","Quote":"The wisest are the most annoyed at the loss of time."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I love letting her know how much she means to me. A love in secret is but a shadow that’s cold and lonely."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"A window—it’s more entertaining than TV. Just ask a cat looking out, or a man looking in on a life he desires."},{"Author":"Epictetus,  The Art of Living: The Classical Manual on Virtue, Happiness and Effectiveness","Category":"wisdom","Quote":"Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.\"Translation by Sharon Lebell"},{"Author":"Christopher Hitchens","Category":"wisdom","Quote":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him will believeth in anything. - Hitchens 3:16"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"wisdom","Quote":"To become one who believes two become one, you need love in your life."},{"Author":"Judy Blume,  Forever","Category":"wisdom","Quote":"That's not a bad word...hate and war are bad words, but fuck isn't."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"She doesn’t want me to leave, and she doesn’t want me to stay. That’s a double helping of Doesn’t Want Me, and one big I’m Not Hungry back at her."},{"Author":"Lynsay Sands,  Love Bites","Category":"wisdom","Quote":"Time is not the great teacher. Experience is. A man may live a whole life, but if he never leaves his home to experience that life, he dies knowing nothing. A mere child who has suffered and lived can be the wiser of the two."},{"Author":"Euripides","Category":"wisdom","Quote":"Anger exceeding limits causes fear and excessive kindness eliminates respect."},{"Author":"François de La Rochefoucauld","Category":"wisdom","Quote":"It is easier to be wise for others than for ourselves."},{"Author":"Walt Whitman","Category":"wisdom","Quote":"Re-examine all you have been told. Dismiss what insults your soul."},{"Author":"Holly Black,  Tithe","Category":"wisdom","Quote":"If curiosity killed the cat, it was satisfaction that brought it back."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I think eulogies are wasted on the dead. It’s the living who need to hear kind words spoken about them."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"An attitude of positive expectation is the mark of the superior personality."},{"Author":"William Shakespeare,  Romeo and Juliet","Category":"wisdom","Quote":"These violent delights have violent ends."},{"Author":"Kahlil Gibran,  The Prophet","Category":"wisdom","Quote":"No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge.The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness.If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"wisdom","Quote":"An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear."},{"Author":"John August,  3 Engel für Charlie","Category":"wisdom","Quote":"A little nonsense now and then, Is cherished by the wisest men."},{"Author":"Nisargadatta Maharaj","Category":"wisdom","Quote":"Wisdom is knowing I am nothing,Love is knowing I am everything,and between the two my life moves."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My heartbeat is a pulse, and it pumps out sonic vibrations that resonate with her mind as she lays her head on my chest. Listen silently and you can hear the frequency of love."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"wisdom","Quote":"Love will wreck your heart like a derailed train. So choo-choose your partner wisely."},{"Author":"Terry Pratchett,  Thief of Time","Category":"wisdom","Quote":"When in doubt, choose to live."},{"Author":"Eric Idle","Category":"wisdom","Quote":"Life doesn't make any sense, and we all pretend it does. Comedy's job is to point out that it doesn't make sense, and that it doesn't make much difference anyway."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I count as blessings things I could have benefited from, even if I neglected to utilize them. A gift is still a gift, even if left wrapped and unopened."},{"Author":"Eve Ensler,  I am an Emotional Creature","Category":"wisdom","Quote":"I finally know the difference between pleasing and loving, obeying and respecting. It has taken me so many years to be okay with being different, and with being this alive, this intense. (xxvi)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I can’t use my intellect to figure out how to bypass my intellect. Love lies through the spirit, not the mind, and love never lies."},{"Author":"Scott Adams","Category":"wisdom","Quote":"Give a man a fish, and you'll feed him for a day. Teach a man to fish, and he'll buy a funny hat. Talk to a hungry man about fish, and you're a consultant."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I used the boos, and not the booze, as motivation. That led to applause, which I drank up like an alcoholic. I need a refill."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Prophesies are dark and don’t need a flashlight to illuminate. I’m a bring my own lighthouse kind of lover."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Now that I’m 33.3 years old, the days of blue and green are behind me. I have left the earthy and entered into the purple phase of my life."},{"Author":"Hermann Hesse","Category":"wisdom","Quote":"I will no longer mutilate and destroy myself in order to find a secret behind the ruins."},{"Author":"Haruki Murakami,  Kafka on the Shore","Category":"wisdom","Quote":"The sense of tragedy - according to Aristotle - comes, ironically enough, not from the protagonist's weak points but from his good qualities. Do you know what I'm getting at? People are drawn deeper into tragedy not by their defects but by their virtues....[But] we accept irony through a device called metaphor. And through that we grow and become deeper human beings."},{"Author":"Lao Tzu,  Tao Te Ching","Category":"wisdom","Quote":"If you try to change it, you will ruin it. Try to hold it, and you will lose it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"He rose like heroes, and I rose like rows of red roses. Love grows wherever you plant it, so I try to farm it wherever I go."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"A slinky is a toy made for stairs, but that’s entirely too tiresome. What about a toy for escalators that doesn’t move and does nothing and that’s the whole point? I think Americans would relate to and embrace that mentality."},{"Author":"Winston S. Churchill","Category":"wisdom","Quote":"Healthy citizens are the greatest asset any country can have."},{"Author":"Emily Brontë,  Wuthering Heights","Category":"wisdom","Quote":"Treachery and violence are spears pointed at both ends; they wound those who resort to them worse than their enemies."},{"Author":"Kahlil Gibran,  Mirrors of the Soul","Category":"wisdom","Quote":"Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children."},{"Author":"John Russell","Category":"wisdom","Quote":"Sanity calms, but madness is more interesting."},{"Author":"Eric Berne","Category":"wisdom","Quote":"The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing."},{"Author":"Tallulah Bankhead","Category":"wisdom","Quote":"If I had to live my life again, I'd make the same mistakes, only sooner."},{"Author":"Kristin Cashore,  Bitterblue","Category":"wisdom","Quote":"But that's how memory works,\"Bitterblue said quietly. \"Things disappear without your permission, then come back again without your permission.\"And sometimes they came back incomplete and warped."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Be mindful and heartempty, because you've got no love left in it due to you having given it all away."},{"Author":"Michael Jackson","Category":"wisdom","Quote":"When they say the sky's the limit to me that's really true"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"When you give everything and expect nothing in return, only then will you be in a position to gain anything. When you love loving, you give because giving is getting. Giving is a gift unto itself, and when you realize this you understand that you can’t network if you can’t love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Tennis is the only sport with love in the score, and that makes it the most romantic. I would be a player, but I wisely use the net to go fishing instead."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I’m passionate about being compassionate. It takes a lot to give of yourself, and that’s why it’s such a gift—for both the recipient and the giver."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My reality is it’s nighttime. The truth is I’m just blindfolded. How many people live like me, in self-deluded darkness?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Entrepreneurs adopt the ways of the adept and adapt to a changing environment. Actually, entrepreneurs are more enterpreneurs, because they are forever entering into new territory."},{"Author":"Joseph Brodsky","Category":"wisdom","Quote":"Life—the way it really is—is a battle not between good and bad, but between bad and worse"},{"Author":"Jarod Kintz,  Great Listener Seeks Mute Women","Category":"wisdom","Quote":"Even a fool recognizes that there is great sadness in a bucket of tears. But only a wise man thinks to conserve water and use that bucket to wash his car."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"wisdom","Quote":"Yet what keeps me from dissolving right now into a complete fairy-tale shimmer is this solid truth, a truth which has veritably built my bones over the last few years--I was not rescued by a prince; I was the administrator of my own rescue."},{"Author":"Eckhart Tolle,  The Power of Now: A Guide to Spiritual Enlightenment","Category":"wisdom","Quote":"I have lived with several Zen masters -- all of them cats."},{"Author":"أحمد خيري العمري,  إدرينالين","Category":"wisdom","Quote":"من قال لك أن درب الجنة معبد بالورود؟"},{"Author":"Gautama Buddha,  The Dhammapada","Category":"wisdom","Quote":"Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]"},{"Author":"Jess C. Scott,  New Order","Category":"wisdom","Quote":"I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"I've found that luck is quite predictable. If you want more luck, take more chances, Be more active, Show up more often."},{"Author":"Joyce Carol Oates","Category":"wisdom","Quote":"The worst thing: to give yourself away in exchange for not enough love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Just when you thought you’d considered all the angles, life goes from a square to a cube. Love should also be 3D."},{"Author":"Lisa Kleypas,  Married By Morning","Category":"wisdom","Quote":"There are some experiences in life they haven't invented the right words for."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Better than learning how to speak a foreign language, is to start speaking the truth. But few people will listen, because they just don’t understand."},{"Author":"Bill Watterson","Category":"wisdom","Quote":"To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble."},{"Author":"Orson Scott Card,  Xenocide","Category":"wisdom","Quote":"The wise are not wise because they make no mistakes. They are wise because they correct their mistakes as soon as they recognize them."},{"Author":"Frank Herbert,  Dune","Category":"wisdom","Quote":"There is no escape—we pay for the violence of our ancestors."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"A nugget of wisdom is more valuable than a nugget of gold—and considerably harder to pan out of a river. I’ll be 33 in March, and all I’ve found so far is fool’s gold. Still, I was able to trade it for political favors."},{"Author":"Catherynne M. Valente,  The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making","Category":"wisdom","Quote":"Stories have a way of changing faces. They are unruly things, undisciplined, given to delinquency and the throwing of erasers. This is why we must close them up into thick, solid books, so they cannot get out and cause trouble."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"If I waste all my charity, all I’ll wind up with in the end is the wind. Still, I think I want to be the Dandelion of Love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I wouldn’t feel great if you left me alone, but I wouldn’t feel bad either. I’d feel good, like I always do, which has nothing to do with you, even if you’ll have nothing to do with me."},{"Author":"Paul F. Davis","Category":"wisdom","Quote":"If you don't feel it, flee from it. Go where you are celebrated, not merely tolerated."},{"Author":"Roman Payne,  The Wanderess","Category":"wisdom","Quote":"I was an adventurer, but she was not an adventuress. She was a 'wanderess.' Thus, she didn’t care about money, only experiences - whether they came from wealth or from poverty, it was all the same to her."},{"Author":"John Milton","Category":"wisdom","Quote":"I will not deny but that the best apology against false accusers is silence and sufferance, and honest deeds set against dishonest words."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"Dieting is the only game where you win when you lose!"},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"wisdom","Quote":"I’d rather have 100% of 5 than 50% of 10—especially with love."},{"Author":"Robin Jones Gunn,  Sisterchicks Say Ooh La La!","Category":"wisdom","Quote":"I look back now and realize that the gift of a true friend is that she sees you not the way you see yourself or the way others see you. A true friend sees you for who you are and who you can become."},{"Author":"Matsuo Bashō","Category":"wisdom","Quote":"Do not seek to follow in the footsteps of the wise; seek what they sought."},{"Author":"Edgar Allan Poe,  Complete Tales & Poems","Category":"wisdom","Quote":"Those who dream by day are cognizant of many things which escape those who dream only by night. In their gray visions they obtain glimpses of eternity, and thrill, in waking, to find that they have been upon the verge of the great secret. In snatches, they learn something of the wisdom which is of good, and more of the mere knowledge which is of evil."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Relax. Just be. And be just."},{"Author":"Lois Lowry,  The Giver","Category":"wisdom","Quote":"I feel sorry for anyone who is in a place where he feels strange and stupid."},{"Author":"أبو حامد الغزالي","Category":"wisdom","Quote":"The happiness of the drop is to die in the river."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Relationships are like water. If you grab tight, clamping and clenching to gain control, you’ll lose it all. Instead, cup your hand gently, so she feels free to drink until her thirst is quenched."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Only a fool would say they’re not a fool. Well, I am not a fool, which is why I say I am a fool."},{"Author":"Desmond Tutu","Category":"wisdom","Quote":"My father always used to say, \"Don't raise your voice. Improve your argument.\"Good sense does not always lie with the loudest shouters, nor can we say that a large, unruly crowd is always the best arbiter of what is right."},{"Author":"Andrew Clements,  Things Not Seen","Category":"wisdom","Quote":"Two wrongs don't make a right, but don't three lefts make a right? Two wrongs don't make a right, but don't two negatives make a positive?"},{"Author":"Jasper Fforde,  Shades of Grey","Category":"wisdom","Quote":"Okay, this is the wisdom. First, time spent on reconnaissanse is never wasted. Second, almost anything can be improved with the addition of bacon. And finally, there is no problem on Earth that can't be ameliorated by a hot bath and a cup of tea."},{"Author":"Ralph Waldo Emerson","Category":"wisdom","Quote":"Sorrow looks back, Worry looks around, Faith looks up"},{"Author":"Lynn Marie Sager,  A River Worth Riding","Category":"wisdom","Quote":"People are always complaining that life's not fair, but that simply isn't true. Life is extraordinarily fair. It's just not centered on you."},{"Author":"Jess C. Scott,  The Intern","Category":"wisdom","Quote":"Please, touch me, I pray."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"You are not your body. You are the sum of all your actions, and they live on after your body dies. You may be mortal, but your brand is eternal."},{"Author":"Dr. Seuss,  Oh, The Places You'll Go!","Category":"wisdom","Quote":"When you're in a Slump,you're not in for much fun.Un-slumping yourselfis not easily done."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"wisdom","Quote":"Learned we may be with another man's learning: we can only be wise with wisdom of our own."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Lightning doesn’t thunder twice. Let that be a lesson in love."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"With any new business deal, don’t think about how much you can afford to get—think about how much you can afford to give. A spirit of giving will allow you to get."},{"Author":"Homer","Category":"wisdom","Quote":"How prone to doubt, how cautious are the wise!"},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The act of taking the first step is what separates the winners from the losers."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Everything you do is triggered by an emotion of either desire or fear."},{"Author":"Miguel Ruiz,  The Four Agreements: A Practical Guide to Personal Freedom","Category":"wisdom","Quote":"You can have many great ideas in your head, but what makes the difference is the action. Without action upon an idea, there will be no manifestation, no results, and no reward"},{"Author":"Bob Ong","Category":"wisdom","Quote":"Gamitin ang puso para alagaan ang taong malapit sayo. Gamitin ang utakpara alagaan ang sarili mo."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Your personal brand should be like water: not only clear, but transparent to the public. People thirst for that, and they will drink you up."},{"Author":"Arthur C. Clarke","Category":"wisdom","Quote":"Before you become too entranced with gorgeous gadgets and mesmerizing video displays, let me remind you that information is not knowledge, knowledge is not wisdom, and wisdom is not foresight. Each grows out of the other, and we need them all."},{"Author":"Jarod Kintz,  Whenever You're Gone, I'm Here For You","Category":"wisdom","Quote":"To me, impulsive means foolish. But if a person’s not a little impulsive, they don’t have a pulse."},{"Author":"Alexander Pope","Category":"wisdom","Quote":"A man should never be ashamed to own that he has been in the wrong, which is but saying in other words that he is wiser today than he was yesterday."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Love only grows by sharing. You can only have more for yourself by giving it away to others."},{"Author":"J.R. Ward,  Crave","Category":"wisdom","Quote":"But that was life: Nobody got a guided tour to their own theme park. You had to hop on the rides as they presented themselves, never knowing whether you would like the one you were in line for...or if the bastard was going to make you throw up your corn dog and your cotton candy all over the place."},{"Author":"Jarod Kintz,  A Zebra is the Piano of the Animal Kingdom","Category":"wisdom","Quote":"How many seconds does it take to win second? As many as it takes to win first—if you don’t use them properly."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Wisdom is knowing when you are being patient, and when you are wasting time by waiting."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"I cannot compromise my respect for your love. You can keep your love, I will keep my respect."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"wisdom","Quote":"A desire not to butt into other people's business is at least eighty percent of all human wisdom."},{"Author":"محمد عفيفي,  ترانيم في ظل تمارا","Category":"wisdom","Quote":"ليس كل ما يخطر للمرء يقوله ، لا سيما إذا كان صحيحا"},{"Author":"محمد الغزالي,  جدد حياتك","Category":"wisdom","Quote":"إلى البكائين على مافات٫ المتحيّرين وراء تحقيق المعجزات٫ الدائرين حول محور من أنفسهم يصارعون المنى وتصارعهم دون الانتهاء إلى قرار.. ألى هؤلاء نوجّه كلمة ( وليم جيمس ) : \"ان بيننا وبين الله رابطة لاتنفصم٫ فإذا نحن أخضعنا أنفسنا لإشرافه-سبحانه وتعالى- تحققت أمنياتنا وآمالنا كلها"},{"Author":"Isaac Newton","Category":"wisdom","Quote":"Nature is pleased with simplicity. And nature is no dummy"},{"Author":"Joe Abercrombie,  Last Argument of Kings","Category":"wisdom","Quote":"Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever."},{"Author":"Philip Pullman","Category":"wisdom","Quote":"I'm trying to undermine the basis of Christian belief... I'm not in the business of offending people. I find the books upholding certain values that I think are important, such as life is immensely valuable and this world is an extraordinarily beautiful place. We should do what we can to increase the amount of wisdom in the world.[Washington Post interview, 19 February 2001]"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"The roses of romance grow when you water your relationship with gratitude. Love will bloom and blossom when you recognize the awesome."},{"Author":"L.M. Montgomery,  Anne of the Island","Category":"wisdom","Quote":"When you've learned to laugh at the things that should be laughed at, and not to laugh at those that shouldn't, you've got wisdom and understanding."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"The going rate for love is going away. And the more you go away, the more expensive it gets."},{"Author":"Alan W. Watts","Category":"wisdom","Quote":"Every intelligent individual wants to know what makes him tick, and yet is at once fascinated and frustrated by the fact that oneself is the most difficult of all things to know."},{"Author":"Marilyn Vos Savant","Category":"wisdom","Quote":"To acquire knowledge, one must study;but to acquire wisdom, one must observe."},{"Author":"Gertrude Stein","Category":"wisdom","Quote":"Everybody gets so much information all day long that they lose their common sense."},{"Author":"Paulo Coelho,  The Alchemist","Category":"wisdom","Quote":"But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Older doesn't necessarily mean wiser. Some trees live to be hundreds of years old, and what the fuck do they know?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"To be angry is easy, but to forgive is hard. That's why to love is easy, and to love is hard. I try to be so hard that I'm soft, like a liquid rock, fluid and forgiving, but unmovable in my resolve."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Wisdom equals knowledge plus courage. You have to not only know what to do and when to do it, but you have to also be brave enough to follow through."},{"Author":"Wendelin Van Draanen,  Flipped","Category":"wisdom","Quote":"You can't dwell on what might have been...and it's not fair to condemn him for something he hasn't done."},{"Author":"Mark Twain,  What Is Man?","Category":"wisdom","Quote":"The fact that man knows right from wrong proves his intellectual superiority to the other creatures; but the fact that he can do wrong proves his moral inferiority to any creatures that cannot."},{"Author":"William Jordan","Category":"wisdom","Quote":"Mistakes are the growing pains of wisdom."},{"Author":"Nora Roberts,  Black Rose","Category":"wisdom","Quote":"That woman doesn't have the sense God gave a retarded flea."},{"Author":"Brian Rathbone,  Regent","Category":"wisdom","Quote":"Wisdom is the reward for surviving our own stupidity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Trying to hide my feelings to avoid getting hurt just ends up hurting not only myself—but also the person I am hiding my feelings from."},{"Author":"Samuel Taylor Coleridge","Category":"wisdom","Quote":"Silence does not always mark wisdom."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The only real limitation on your abilities is the level of your desires. If you want it badly enough, there are no limits on what you can achieve."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"To hide feelings when you are near crying is the secret of dignity."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Let me just pause a minute and drink in this moment. And if you film it, I’ll be able to get free refills for life."},{"Author":"Jodi Picoult,  Nineteen Minutes","Category":"wisdom","Quote":"If we don't change the direction we are headed, we will end up where we are going."},{"Author":"Confucius","Category":"wisdom","Quote":"Time flows away like the water in the river."},{"Author":"Megan McCafferty,  Second Helpings","Category":"wisdom","Quote":"I'VE LEARNED THAT YOU CAN'T CONTROL WHAT OTHER PEOPLE ARE GOING TO THINK ABOUT YOU.THE BEST YOU CAN DO IN LIFE IS NOT PISS YOURSELFOFF."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My goal is to be as forgiving as a man with amnesia, but love as if I remember and cherish all the things you do that make me smile."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"If a company won't hire you, why don't you start your own company? Steve Jobs created jobs, he didn't apply for them. #Startup your dreams."},{"Author":"Deepak Chopra","Category":"wisdom","Quote":"Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty."},{"Author":"Gordon B. Hinckley","Category":"wisdom","Quote":"It is not so much the major events as the small day-to-day decisions that map the course of our living. . . Our lives are, in reality, the sum total of our seemingly unimportant decisions and of our capacity to live by those decisions."},{"Author":"Anthony Robbins","Category":"wisdom","Quote":"The path to success is to take massive, determined action."},{"Author":"Leo Babauta","Category":"wisdom","Quote":"The way I define happiness is being the creator of your experience, choosing to take pleasure in what you have, right now, regardless of the circumstances, while being the best you that you can be."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Be memorable. Say something unforgettable. Be silent."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I can sell you wine and I can sell you flowers, but I can't sell you romance, because that comes from your heart, and it's free."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"If you don't think you need to develop your personal brand, my advice for you comes in the wisdom of two road signs: STOP; DEAD END."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Poor is the man who thinks money makes him wealthy. Love is the true treasure, and the more you give away, the more you have."},{"Author":"Allan Rufus,  The Master's Sacred Knowledge","Category":"wisdom","Quote":"Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"To wait on love is to tie a weight on your heart and slowly drown. Why sink when you can fly by freely giving love away?"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"You can use your mouth to speak the words I love you, or you can use your mouth to kiss me and transport love from your mind to my heart."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Only a fool tells people that only fools buy gold. In the coming future, I’d rather have fool’s gold than dollar bills. Ask Zimbabwe."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Logos on designer clothes don't make me feel like I've got a strong personal brand. No clothes make the man. Even wearing no clothes I'm still me."},{"Author":"Hippolyte Taine","Category":"wisdom","Quote":"I have studied many philosophers and many cats. The wisdom of cats is infinitely superior."},{"Author":"Louisa May Alcott,  Little Women","Category":"wisdom","Quote":"Conceit spoils the finest genius."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"To know a species, look at its fears. To know yourself, look at your fears. Fear in itself is not important, but fear stands there and points you in the direction of things that are important. Don't be afraid of your fears, they're not there to scare you; they're there to let you know that something is worth it."},{"Author":"Patrick Jones,  Nailed","Category":"wisdom","Quote":"The nail that sticks out farthest gets hammered the hardest."},{"Author":"Ray Bradbury,  The Illustrated Man","Category":"wisdom","Quote":"We're all fools,\"said Clemens, \"all the time. It's just we're a different kind each day. We think, I'm not a fool today. I've learned my lesson. I was a fool yesterday but not this morning. Then tomorrow we find out that, yes, we were a fool today too. I think the only way we can grow and get on in this world is to accept the fact we're not perfect and live accordingly."},{"Author":"Tad Williams,  The Dragonbone Chair","Category":"wisdom","Quote":"He who is certain he knows the ending of things when he is only beginning them is either extremely wise or extremely foolish; no matter which is true, he is certainly an unhappy man, for he has put a knife in the heart of wonder."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"wisdom","Quote":"Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks."},{"Author":"Lili St. Crow","Category":"wisdom","Quote":"Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"To be evenminded is the greatest virtue.Wisdom is to speakthe truth and actin keeping with its nature."},{"Author":"George Eliot","Category":"wisdom","Quote":"Adventure is not outside man; it is within."},{"Author":"Terence McKenna","Category":"wisdom","Quote":"You are an explorer, and you represent our species, and the greatest good you can do is to bring back a new idea, because our world is endangered by the absence of good ideas. Our world is in crisis because of the absence of consciousness."},{"Author":"Eckhart Tolle,  A New Earth: Awakening to Your Life's Purpose","Category":"wisdom","Quote":"Can you look without the voice in your head commenting, drawing conclusions, comparing, or trying to figure something out?"},{"Author":"Jarod Kintz,  American Association for the Advancement of Aardvarks Presents: Dear Natalie","Category":"wisdom","Quote":"The best birthday present I ever got from my grandpa was a skinny black tie. It didn’t come in a bag, a box, or even rolled up in tissue paper. It came wrapped in wisdom. As soon as he gave it to me he said, “A tie would make a stronger impression on your boss if you used it as a blindfold and kidnapped him. That‘s why I bought you a black one."},{"Author":"Aberjhani,  Visions of a Skylark Dressed in Black","Category":"wisdom","Quote":"What a lover’s heart knows let no man’s brain dispute."},{"Author":"Margaret Thatcher","Category":"wisdom","Quote":"I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left."},{"Author":"Dale Carnegie","Category":"wisdom","Quote":"Be wiser than other people if you can; but do not tell them so."},{"Author":"René Descartes,  Discourse on Method","Category":"wisdom","Quote":"And thus, the actions of life often not allowing any delay, it is a truth very certain that, when it is not in our power to determine the most true opinions we ought to follow the most probable."},{"Author":"Clarence Darrow,  The Story of My Life","Category":"wisdom","Quote":"I have always felt that doubt was the beginning of wisdom, and the fear of God was the end of wisdom."},{"Author":"Quentin R. Bufogle","Category":"wisdom","Quote":"If you're gonna burn a bridge behind you, make sure you've crossed it first."},{"Author":"Paulo Coelho","Category":"wisdom","Quote":"Life moves very fast. It rushes from Heaven to Hell in a matter of seconds."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"My past is black and my future is blank. My only canvas is the present. The best color to paint with is love."},{"Author":"Black Elk","Category":"wisdom","Quote":"The first peace, which is the most important, is that which comes within the souls of people when they realize their relationship, their oneness with the universe and all its powers, and when they realize at the center of the universe dwells the Great Spirit, and that its center is really everywhere, it is within each of us."},{"Author":"Harry S. Truman","Category":"wisdom","Quote":"Fame is a vapor, popularity is an accident, riches take wings, those who cheer today may curse tomorrow and only one thing endures - character."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Whatever you believe with feeling becomes your reality."},{"Author":"Rick Riordan,  The Mark of Athena","Category":"wisdom","Quote":"Sometimes wisdom came from strange places, even from giant teenaged goldfish."},{"Author":"Aeschylus,  Agamemnon","Category":"wisdom","Quote":"Wisdom comes through suffering.Trouble, with its memories of pain,Drips in our hearts as we try to sleep,So men against their willLearn to practice moderation.Favours come to us from gods."},{"Author":"Franklin D. Roosevelt","Category":"wisdom","Quote":"Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort."},{"Author":"Hunter S. Thompson,  Kingdom of Fear: Loathsome Secrets of a Star-Crossed Child in the Final Days of the American Century","Category":"wisdom","Quote":"Morality is temporary, wisdom is permanent."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"He hated when his own advice applied to himself."},{"Author":"C.G. Jung","Category":"wisdom","Quote":"How can I be substantial if I do not cast a shadow? I must have a dark side also If I am to be whole"},{"Author":"Horace","Category":"wisdom","Quote":"Begin, be bold, and venture to be wise."},{"Author":"Melissa Marr,  Darkest Mercy","Category":"wisdom","Quote":"Chase away sorrow by living"},{"Author":"Leo Babauta","Category":"wisdom","Quote":"The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now."},{"Author":"Ansel Adams","Category":"wisdom","Quote":"In wisdom gathered over time I have found that every experience is a form of exploration."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"No,’ Nico said. ‘Getting a second life is one thing. Making it a better life, that’s the trick.’ As soon as he said it, Nico realized he could’ve been talking about himself. He decided not to bring that up."},{"Author":"J.K. Rowling,  Harry Potter and the Deathly Hallows","Category":"wisdom","Quote":"Whatever happens to your body, your soul will survive, untouched..."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"If one makes a mistake, then an apology is usually sufficient to get things back on an even keel. However-and this is a big ‘however’- most people do not ever know why their apology did not seem to have any effect. It is simply that they did not make a mistake; they made a choice…and never understood the difference between the two."},{"Author":"Dan Millman,  Way of the Peaceful Warrior: A Book That Changes Lives","Category":"wisdom","Quote":"Everything you'll ever need to know is within you; the secrets of the universe are imprinted on the cells of your body."},{"Author":"Viggo Mortensen","Category":"wisdom","Quote":"You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"wisdom","Quote":"Reading a book is like having the ability to dip a straw into the author’s soul and sip and slurp without lowering the water table of wisdom."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"It takes guts to love with gusto. Most people love as if they wish they were invisible, and then they wonder why their affections go unnoticed."},{"Author":"Jean-Jacques Rousseau","Category":"wisdom","Quote":"Every person has a right to risk their own life for the preservation of it."},{"Author":"Garth Stein,  The Art of Racing in the Rain","Category":"wisdom","Quote":"People are always worried about what's happening next. They often find it difficult to stand still, to occupy the now without worrying about the future. People are generally not satisfied with what they have; they are very concerned with what they are going to have."},{"Author":"Kristen Ashley,  Heaven and Hell","Category":"wisdom","Quote":"Wherever you are, however you got there, if it's good, you're meant to be there either because you earned it or life led you there and you were smart enough to hold on."},{"Author":"John F. Kennedy","Category":"wisdom","Quote":"Liberty without Learning is always in peril and Learning without Liberty is always in vain."},{"Author":"J. Sterling,  The Perfect Game","Category":"wisdom","Quote":"There will come a time in your life when you lose something that matters to you. You'll fight for it and you won't win. But what really matters isn't the war you're waging, it's that you don't lose the person you are in the midst of the battle."},{"Author":"Harold J. Smith","Category":"wisdom","Quote":"More people would learn from their mistakes if they weren't so busy denying them"},{"Author":"Mario Andretti","Category":"wisdom","Quote":"If everything seems under control, you're not going fast enough."},{"Author":"Johann Wolfgang von Goethe","Category":"wisdom","Quote":"All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, until they take root in our personal experience."},{"Author":"Zsa Zsa Gabor","Category":"wisdom","Quote":"Getting divorced just because you don't love a man is almost as silly as getting married just because you do."},{"Author":"Libba Bray,  The Sweet Far Thing","Category":"wisdom","Quote":"Peace is not happenstance. It is a living fire that must be fed constantly. It must be tended to with vigilance, else it dies out."},{"Author":"Hlovate,  Rooftop Rant","Category":"wisdom","Quote":"To hate others is ugly.To hate yourself is uglier."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I love deeply. I love long. I love wide and high. That's right, my love is interdimensional, and my vortex will heal your body and soul."},{"Author":"Catherynne M. Valente,  The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making","Category":"wisdom","Quote":"I'm not lost, because I haven't any idea where to go that I might get lost on the way to. I'd like to get lost, because then I'd know where I was going, you see."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"wisdom","Quote":"I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"People who say that yesterday was better than today are ultimately devaluing their own existence."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I believe the way to master my destiny is to serve others. If I raise up others, am I not also raised up?"},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"wisdom","Quote":"Meditation is a way for nourishing and blossoming the divinity within you."},{"Author":"Moira Young,  Blood Red Road","Category":"wisdom","Quote":"Wisdom ain't a virtue I ever aspired to."},{"Author":"Sarah Dessen,  Saint Anything","Category":"wisdom","Quote":"The future was one thing that could never be broken, because it had not yet had the chance to be anything."},{"Author":"Hlovate,  Versus","Category":"wisdom","Quote":"You'll never reach perfection because there's always room for improvement. Yet get along the way to perfection, you'll learn to get better."},{"Author":"al-Hasan al-Basri","Category":"wisdom","Quote":"The world is 3 days: As for yesterday, it has vanished along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work on it."},{"Author":"Leonardo da Vinci","Category":"wisdom","Quote":"Realize that everything connects to everything else."},{"Author":"C.S. Lewis","Category":"wisdom","Quote":"Affliction is often that thing which prepares an ordinary person for some sort of an extraordinary destiny."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I haven't measured it, but I'll bet cat purrs vibrate at a healing frequency. Also, a whispered I love you almost certainly resonates with heart and DNA repair."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The ability to discipline yourself to delay gratification in the short term in order to enjoy greater rewards in the long term, is the indispensable prerequisite for success."},{"Author":"L.J. Smith,  The Forbidden Game","Category":"wisdom","Quote":"Maybe it just means that love can be stronger than fear."},{"Author":"Zsa Zsa Gabor","Category":"wisdom","Quote":"A man in love is incomplete until he has married. Then he's finished."},{"Author":"Anna Wintour","Category":"wisdom","Quote":"It’s always about timing. If it’s too soon, no one understands. If it’s too late, everyone’s forgotten."},{"Author":"Kahlil Gibran","Category":"wisdom","Quote":"The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind."},{"Author":"Jim Rohn","Category":"wisdom","Quote":"Don't wish it was easier wish you were better. Don't wish for less problems wish for more skills. Don't wish for less challenge wish for more wisdom"},{"Author":"Jarod Kintz,  I Want","Category":"wisdom","Quote":"I want to see an elephant hunt down a man for the sole purpose of collecting his teeth, while a chorus of typewriters sings songs that praises the bananas for their wisdom, leadership, and their high levels of potassium."},{"Author":"Abraham Lincoln","Category":"wisdom","Quote":"I have come to the conclusion never again to think of marrying, and for this reason, I can never be satisfied with anyone who would be blockhead enough to have me."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"It is beautiful to express love and even more beautiful to feel it."},{"Author":"Zhuangzi","Category":"wisdom","Quote":"A path is made by walking on it."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"The most complicated skill is to be simple."},{"Author":"Dorothy Parker","Category":"wisdom","Quote":"If I had a shiny gun I could have a world of fun Speeding bullets through the brains Of the folks that cause me pains :)"},{"Author":"Kabir,  The Bijak of Kabir","Category":"wisdom","Quote":"Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain."},{"Author":"Amit Ray,  Meditation: Insights and Inspirations","Category":"wisdom","Quote":"You are never alone. You are eternally connected with everyone."},{"Author":"Amit Ray,  World Peace: The Voice of a Mountain Bird","Category":"wisdom","Quote":"A bird is safe in its nest - but that is not what its wings are made for."},{"Author":"Kevin Brooks,  Lucas","Category":"wisdom","Quote":"Because some things are never meant to be anything more than a moment. And that was one of them."},{"Author":"Douglas Coupland","Category":"wisdom","Quote":"Life is boring. People are vengeful. Good things always end. We do so many things and we don’t know why, and if we do find out why, it’s decades later and knowing why doesn’t matter any more."},{"Author":"Benjamin Franklin","Category":"wisdom","Quote":"If a man could have half of his wishes, he would double his troubles."},{"Author":"Simone de Beauvoir,  The Second Sex","Category":"wisdom","Quote":"Capabilities are clearly manifested only when they have been realized."},{"Author":"Voltaire","Category":"wisdom","Quote":"He must be very ignorant for he answers every question he is asked."},{"Author":"Peter Deunov","Category":"wisdom","Quote":"Do not look for happiness outside yourself. The awakened seek happiness inside."},{"Author":"Marilyn Manson","Category":"wisdom","Quote":"I remember growing up, saying you’re an artist it sounds pretentious but now it’s one of the only dignified things that you can call yourself."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"wisdom","Quote":"They can't tell so much about you if you got your eyes closed."},{"Author":"Edward Abbey","Category":"wisdom","Quote":"Anarchism is founded on the observation that since few men are wise enough to rule themselves, even fewer are wise enough to rule others."},{"Author":"Christopher Paolini,  Eragon","Category":"wisdom","Quote":"Consider non your superior, whatever their rank or station in life. Treat all fairly or they will seek revenge. Be careful with your money. Hold fast to your belief and others will listen.\"he continued at a slower pace, \"of the affairs of love ... my only advice is to be honest. thats your most powerfull too to unlock a heart or gain forgiveness. that is all i have to say\"Garrow to Roran p 64"},{"Author":"Claudia Gray,  A Thousand Pieces of You","Category":"wisdom","Quote":"Every form of art is another way of seeing the world. Another perspective, another window. And science –that’s the most spectacular window of all. You can see the entire universe from there."},{"Author":"Abraham Maslow","Category":"wisdom","Quote":"We need not take refuge in supernatural gods to explain our saints and sages and heroes and statesmen, as if to explain our disbelief that mere unaided human beings could be that good or wise."},{"Author":"Omar Khayyám,  Rubaiyat","Category":"wisdom","Quote":"To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"If you wish to achieve worthwhile things in your personal and career life, you must become a worthwhile person in your own self-development."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Always choose the future over the past. What do we do now?"},{"Author":"Miguel de Cervantes Saavedra","Category":"wisdom","Quote":"Time ripens all things; no man is born wise."},{"Author":"Milan Kundera,  The Book of Laughter and Forgetting","Category":"wisdom","Quote":"Once the writer in every individual comes to life (and that time is not far off), we are in for an age of universal deafness and lack of understanding."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"Fear can’t be reasoned with. Neither can hate. They’re like love. They’re almost identical emotions. That’s why Ares and Aphrodite like each other. Their twin sons – Fear and Panic – were spawned from both war and love."},{"Author":"Robert A. Heinlein,  Have Space Suit—Will Travel","Category":"wisdom","Quote":"Some people insist that 'mediocre' is better than 'best.' They delight in clipping wings because they themselves can't fly. They despise brains because they have none."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"A wind that blows aimlessly is no good to anyone."},{"Author":"Henry James","Category":"wisdom","Quote":"Obstacles are those frightening things you see when you take you eyes off your goal."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"Whoever cannot seek the unforeseen sees nothing for the known way is an impasse."},{"Author":"Hlovate,  Rooftop Rant","Category":"wisdom","Quote":"We're on the same boat but in different cabin"},{"Author":"Sarah Dessen,  What Happened to Goodbye","Category":"wisdom","Quote":"Yeah. I mean, acknowledging is easy. Something happened or it didn't. But understanding... that's where things get sticky."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"Anything that you learn becomes your wealth, a wealth that cannot be taken away from you; whether you learn it in a building called school or in the school of life. To learn something new is a timeless pleasure and a valuable treasure. And not all things that you learn are taught to you, but many things that you learn you realize you have taught yourself."},{"Author":"Friedrich Nietzsche,  Thus Spoke Zarathustra","Category":"wisdom","Quote":"You look up when you wish to be exalted. And I look down because I am exalted."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Reading makes you ready for the world. A man who doesn’t read is a man who is easily deceived. You must find that man and make him sign a contract, and you must do it before Satan does. Trust me, the profits are HUGE!"},{"Author":"Jarod Kintz,  This Book Title is Invisible","Category":"wisdom","Quote":"My next breath may very well be in your lungs. Store it wisely, because my life depends on it."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"All successful people men and women are big dreamers. They imagine what their future could be, ideal in every respect, and then they work every day toward their distant vision, that goal or purpose."},{"Author":"Benjamin Franklin","Category":"wisdom","Quote":"Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"After every storm, there is a rainbow. If you have eyes, you will find it. If you have wisdom, you will create it. If you have love for yourself and others, you won’t need it."},{"Author":"Robert A. Heinlein","Category":"wisdom","Quote":"Anyone who cannot cope with mathematics is not fully human. At best, he is a tolerable subhuman who has learned to wear his shoes, bathe, and not make messes in the house."},{"Author":"Marcus Aurelius,  Meditations","Category":"wisdom","Quote":"Don't go on discussing what a good person should be. Just be one."},{"Author":"Marcus Tullius Cicero","Category":"wisdom","Quote":"I criticize by creation, not by finding fault."},{"Author":"أبو حامد الغزالي,  The Alchemy of Happiness","Category":"wisdom","Quote":"…a man should say to his soul every morning, \"God has given thee twenty-four treasures; take heed lest thou lose anyone of them, for thou wilt not be able to endure the regret that will follow such loss."},{"Author":"Thomas Fuller","Category":"wisdom","Quote":"A fool's paradise is a wise man's hell."},{"Author":"Robert A. Heinlein,  Stranger in a Strange Land","Category":"wisdom","Quote":"But goodness alone is never enough. A hard, cold wisdom is required for goodness to accomplish good. Goodness without wisdom always accomplishes evil."},{"Author":"Paul F. Davis","Category":"wisdom","Quote":"The sun always shines above the clouds."},{"Author":"Ami McKay,  The Birth House","Category":"wisdom","Quote":"No matter what you do, someone always knew you would."},{"Author":"Hermann Hesse,  Siddhartha","Category":"wisdom","Quote":"One must find the source within one's own Self, one must possess it. Everything else was seeking -- a detour, an error."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"Fly without wings; Dream with open eyes; See in darkness."},{"Author":"Phaedrus","Category":"wisdom","Quote":"Things are not always what they seem; the first appearance deceives many; the intelligence of a few perceives what has been carefully hidden."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I would argue that unless the two people are in love, all sex is bad sex, because why eat cotton candy when you can have edible clouds? Sure, it seems sweet at the time, but that’s just a carnival and carnal rush and wears off quickly. But love adds an extra dimension that takes an earthy thing like sex and makes it absolutely heavenly."},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"Veganism is not about giving anything up or losing anything; it is about gaining the peace within yourself that comes from embracing nonviolence and refusing to participate in the exploitation of the vulnerable"},{"Author":"Pittacus Lore,  I Am Number Four","Category":"wisdom","Quote":"He who doesn't understand history is doomed to repeat it."},{"Author":"Amit Ray","Category":"wisdom","Quote":"Have love for your inner Self and everything else is done for you."},{"Author":"Allan Lokos,  Pocket Peace: Effective Practices for Enlightened Living","Category":"wisdom","Quote":"Don't believe everything you think. Thoughts are just that - thoughts."},{"Author":"Honoré de Balzac","Category":"wisdom","Quote":"for a woman knows the face of the man she loves like a sailor knows the open sea"},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"wisdom","Quote":"For with much wisdom comes much sorrow; the more knowledge the more grief."},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"We do not need to eat animals, wear animals, or use animals for entertainment purposes, and our only defense of these uses is our pleasure, amusement, and convenience."},{"Author":"Plato,  Theaetetus","Category":"wisdom","Quote":"For this feeling of wonder shows that you are a philosopher, since wonder is the only beginning of philosophy."},{"Author":"Steven Moffat","Category":"wisdom","Quote":"The universe is big. It's vast and complicated and ridiculous. And sometimes—very rarely—impossible things just happen and we call them miracles."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The way you give your name to others is a measure of how much you like and respect yourself."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"wisdom","Quote":"In the heartfelt mercy of our God, the dawn from on high will visit us, to shine on those sitting in darkness, in the shadow of death, to guide our feet to the way of peace."},{"Author":"Socrates","Category":"wisdom","Quote":"The beginning of wisdom is the definition of terms."},{"Author":"Elbert Hubbard","Category":"wisdom","Quote":"I would rather be able to appreciate things I cannot have than to have things I am not able to appreciate."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"wisdom","Quote":"At first sign of crisis, the ignorant don’t panic because they don’t know what’s going on, and then later they panic precisely because they don’t know what’s going on."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"Some people are like thorns. But you have to let them be thorns, because thorns can't turn into petals. The trick is not letting them prick you; never let a thorn prick you!"},{"Author":"Benny Bellamacina,  The King of Rhyme","Category":"wisdom","Quote":"If you wake up tired, you’ve been chasing dreams. If you go to bed tired, your making your dreams happen."},{"Author":"Stephen King,  The Dark Tower","Category":"wisdom","Quote":"He who speaks without an attentive ear is mute."},{"Author":"Robert Fanney","Category":"wisdom","Quote":"May your feet ever walk in the light of two suns... and may the moonshadow never fall on you..."},{"Author":"Dejan Stojanovic,  The Shape","Category":"wisdom","Quote":"I am the shore and the ocean, awaiting myself on both sides."},{"Author":"Roopleen,  Words to inspire the winner in YOU","Category":"wisdom","Quote":"The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts."},{"Author":"Homer,  The Iliad","Category":"wisdom","Quote":"Why so much grief for me? No man will hurl me down to Death, against my fate. And fate? No one alive has ever escaped it, neither brave man nor coward, I tell you - it’s born with us the day that we are born."},{"Author":"Carson McCullers,  The Heart is a Lonely Hunter","Category":"wisdom","Quote":"In his face there came to be a brooding peace that is seen most often in the faces of the very sorrowful or the very wise. But still he wandered through the streets of the town, always silent and alone."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"Men have two greatest fears: the first fear is the fear of being needed, and the second fear is the fear of not being needed."},{"Author":"Charles M. Schulz,  Peanuts Treasury","Category":"wisdom","Quote":"Lucy: You learn more when you lose Charlie Brown: Well then I must be the smartest person in world!!!"},{"Author":"Neil deGrasse Tyson","Category":"wisdom","Quote":"Where ignorance lurks, so too do the frontiers of discovery and imagination"},{"Author":"David Hume,  An Enquiry Concerning Human Understanding","Category":"wisdom","Quote":"In our reasonings concerning matter of fact, there are all imaginable degrees of assurance, from the highest certainty to the lowest species of moral evidence. A wise man, therefore, proportions his belief to the evidence."},{"Author":"William Blake","Category":"wisdom","Quote":"He who binds to himself a joyDoes the winged life destroy;But he who kisses the joy as it fliesLives in eternity's sun rise."},{"Author":"Evanescence","Category":"wisdom","Quote":"Don't be afraid of the shadows, that only means there's a light nearby."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Imagine no limitations; decide what's right and desirable before you decide what's possible."},{"Author":"John Green,  Paper Towns","Category":"wisdom","Quote":"Imagine others complexly."},{"Author":"Wallace Stegner,  Angle of Repose","Category":"wisdom","Quote":"Wisdom. . .is knowing what you have to accept."},{"Author":"Deepak Chopra","Category":"wisdom","Quote":"Non-judgment quiets the internal dialogue, and this opens once again the doorway to creativity."},{"Author":"Phillip C. McGraw","Category":"wisdom","Quote":"Life's managed, not cured."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"Clear thinking at the wrong moment can stifle creativity."},{"Author":"Leo Babauta","Category":"wisdom","Quote":"At the end of the day, the questions we ask of ourselves determine the type of people that we will become."},{"Author":"Desiderius Erasmus","Category":"wisdom","Quote":"In the land of the blind, the one-eyed man is king."},{"Author":"Louise Penny,  A Fatal Grace","Category":"wisdom","Quote":"I was tired of seeing the Graces always depicted as beautiful young things. I think wisdom comes with age and life and pain. And knowing what matters."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Excellence/Perfection is not a destination; it is a continuous journey that never ends."},{"Author":"Douglas Coupland,  All Families are Psychotic","Category":"wisdom","Quote":"She thought about her life and how lost she’d felt for most of it. She thought about the way that all truths she’d been taught to consider valuable invariably conflicted with the world as it was actually lived. How could a person be so utterly lost, yet remain living?"},{"Author":"Euripides,  The Bacchae","Category":"wisdom","Quote":"Cleverness is not wisdom."},{"Author":"Pope John Paul II,  Love and Responsibility","Category":"wisdom","Quote":"A person's rightful due is to be treated as an object of love, not as an object for use."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"wisdom","Quote":"I cry, but not for myself. There’s too much sadness in this world to waste a moment with self-pity, when making others smile will also make me smile."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The more you seek security, the less of it you have. But the more you seek opportunity, the more likely it is that you will achieve the security that you desire."},{"Author":"Sivananda Saraswati","Category":"wisdom","Quote":"This world is your best teacher. There is a lesson in everything. There is a lesson in each experience. Learn it and become wise. Every failure is a stepping stone to success. Every difficulty or disappointment is a trial of your faith. Every unpleasant incident or temptation is a test of your inner strength. Therefore nil desperandum. March forward hero!"},{"Author":"Benjamin Franklin","Category":"wisdom","Quote":"An ounce of prevention is worth a pound of cure."},{"Author":"Jarod Kintz,  Write like no one is reading 3","Category":"wisdom","Quote":"Everyone is different from each other, but that doesn’t mean everyone should be indifferent to each other."},{"Author":"Thomas à Kempis,  The Inner Life","Category":"wisdom","Quote":"The more humble and obedient to God a man is, the more wise and at peace he will be in all that he does."},{"Author":"Lao Tzu","Category":"wisdom","Quote":"He who acts, spoils; he who grasps, lets slip."},{"Author":"C. JoyBell C.","Category":"wisdom","Quote":"I would rather carry around a plastic bag with five thousand Euro inside, than carry around a Louis Vuitton/Gucci/Prada bag with only one hundred Euro inside!"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"There are many goals but one path - the path of compassion."},{"Author":"Amor Towles,  Rules of Civility","Category":"wisdom","Quote":"If we only fell in love with people who were perfect for us...then there wouldn't be so much fuss about love in the first place."},{"Author":"Henry David Thoreau,  Walden","Category":"wisdom","Quote":"When we are unhurried and wise, we perceive that only great and worthy things have any permanent and absolute existence, that petty fears and petty pleasures are but the shadow of the reality."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"Wisdom is the oneness of mind that guides and permeated all things."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"We need houses as we need clothes, architecture stimulates fashion. It’s like hunger and thirst — you need them both."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"To force oneself to believe and to accept a thing without understanding is political, and not spiritual or intellectual."},{"Author":"Dale Carnegie,  How to Win Friends and Influence People","Category":"wisdom","Quote":"A man convinced against his will Is of the same opinion still"},{"Author":"Aldous Huxley,  The Genius And The Goddess","Category":"wisdom","Quote":"God isn't the son of Memory; He's the son of Immediate Experience. You can't worship a spirit in spirit, unless you do it now. Wallowing in the past may be good literature. As wisdom, it's hopeless. Time Regained is Paradise Lost, and Time Lost is Paradise Regained. Let the dead bury their dead. If you want to live at every moment as it presents itself, you've got to die to every other moment."},{"Author":"Confucius","Category":"wisdom","Quote":"The Master said, “A true teacher is one who, keeping the past alive, is also able to understand the present.”(Analects 2.11)"},{"Author":"Rae Carson,  The Girl of Fire and Thorns","Category":"wisdom","Quote":"From the mouths of the innocents flows truth."},{"Author":"Zhuangzi","Category":"wisdom","Quote":"The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Every minute you spend in planning saves 10 minutes in execution; this gives you a 1,000 percent Return on Energy!"},{"Author":"Natsuki Takaya","Category":"wisdom","Quote":"True kindness isn't something we're born with. It's something we have to work at. Not everyone has it. But I think everyone has the potential. Sometimes you just have to look really close before you can tell it's there.\"-Kyoko"},{"Author":"Antoine de Saint-Exupéry","Category":"wisdom","Quote":"And the fox said to the little prince: men have forgotten this truth, but you must not forget it. You become responsible, forever, for what you have tamed."},{"Author":"Madeleine L'Engle,  Two-Part Invention: The Story of a Marriage","Category":"wisdom","Quote":"We do learn and develop when we are exposed to those who are greater than we are. Perhaps this is the chief way we mature."},{"Author":"Ellen Goodman","Category":"wisdom","Quote":"We spend January 1st walking through our lives, room by room, drawing up a list of work to be done, cracks to be patched. Maybe this year, to balance the list, we ought to walk through the rooms of our lives...not looking for flaws, but for potential."},{"Author":"ياسر حارب,  بيكاسو وستاربكس","Category":"wisdom","Quote":"قهوتك يجب أن تكون كما تحب! “معظم الناس الذين يريدون أن يحققوا شيئا في حياتهم يركزون على نقاط ضعفهم،ويحاولون طوال حياتهم جاهدين تقويتها متناسين في نفس الوقت نقاط قوتهم , وتكون النتيجة أن تقوى نقاط ضعفهم لتوازي نقاط قوتهم التي تبقى على حالها، ليصبح الإنسان شخصا عاديًا . ” ياسر حارب*"},{"Author":"William Blake","Category":"wisdom","Quote":"Better to shun the bait than struggle in the snare."},{"Author":"Oliver Sacks","Category":"wisdom","Quote":"In examining disease, we gain wisdom about anatomy and physiology and biology. In examining the person with disease, we gain wisdom about life."},{"Author":"H.L. Mencken,  A Mencken Chrestomathy","Category":"wisdom","Quote":"We are here and it is now. Further than that, all human knowledge is moonshine."},{"Author":"Kim Gruenenfelder,  A Total Waste of Makeup","Category":"wisdom","Quote":"Don't be jealous of anyone. I guarantee you, if everyone walked into a room, and dumped their problems onto the floor, when they saw what everyone else's problems were, they'd be scrambling to get their own problems back before someone else got to them first."},{"Author":"Desmond Tutu","Category":"wisdom","Quote":"A person is a person through other persons.None of us comes into the world fully formed. We would not know how to think, or walk, or speak, or behave as human beings unless we learned it from other human beings. We need other human beings in order to be human. I am because other people are. A person is entitled to a stable community life, and the first of these communities is the family."},{"Author":"Allan Rufus","Category":"wisdom","Quote":"Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org"},{"Author":"Madeleine L'Engle","Category":"wisdom","Quote":"It takes too much energy to be against something unless it's really important."},{"Author":"Maggie Stiefvater,  The Scorpio Races","Category":"wisdom","Quote":"Mum liked to say that some things happen for a reason, that sometimes obstacles were there to stop you from doing something stupid."},{"Author":"Nalini Singh,  Angels' Blood","Category":"wisdom","Quote":"Only ignorance excuses stupidity"},{"Author":"Roman Payne","Category":"wisdom","Quote":"When she was a child, my love carried a road-map in her hand the way other girls carried handkerchiefs. She always knew the way. Her feet were little wings. And her beautiful head was a compass."},{"Author":"Xiaolu Guo","Category":"wisdom","Quote":"Its important to be comfortable with uncertainty."},{"Author":"Albert Einstein","Category":"wisdom","Quote":"Great spirits have always encountered opposition from mediocre minds. The mediocre mind is incapable of understanding the man who refuses to bow blindly to conventional prejudices and chooses instead to express his opinions courageously and honestly."},{"Author":"John Dewey","Category":"wisdom","Quote":"Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes."},{"Author":"Karl Popper","Category":"wisdom","Quote":"Whenever a theory appears to you as the only possible one, take this as a sign that you have neither understood the theory nor the problem which it was intended to solve."},{"Author":"G.K. Chesterton","Category":"wisdom","Quote":"Humor can get in under the door while seriousness is still fumbling at the handle."},{"Author":"Anthony de Mello,  One Minute Wisdom","Category":"wisdom","Quote":"Wisdom tends to grow in proportion to one's awareness of one's ignorance."},{"Author":"Clive Barker","Category":"wisdom","Quote":"Writing about the unholy is one way of writing about what is sacred."},{"Author":"Anonymous,  Bhagavad Gita: El Canto del Senor","Category":"wisdom","Quote":"The immature think that knowledge and action are different, but the wise see them as the same."},{"Author":"Joseph Campbell","Category":"wisdom","Quote":"The fates lead him who will; him who won't they drag."},{"Author":"Jarod Kintz,  This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me...","Category":"wisdom","Quote":"I may be alive now, but in a series of moments I won’t be. And let it be said about me: He didn’t waste his time talking to conch shells, but he did listen to what they had to say about the ocean."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"If you envy successful people, you create a negative force field of attraction that repels you from ever doing the things that you need to do to be successful. If you admire successful people, you create a positive force field of attraction that draws you toward becoming more and more like the kinds of people that you want to be like."},{"Author":"George Orwell,  Animal Farm","Category":"wisdom","Quote":"Windmill or no windmill, he said, life would go on as it had always gone on--that is, badly."},{"Author":"David Norris","Category":"wisdom","Quote":"How you spend your time is more important than how you spend your money. Money mistakes can be corrected, but time is gone forever."},{"Author":"C.S. Lewis","Category":"wisdom","Quote":"The rule of the universe is that others can do for us what we cannot do for ourselves, and one can paddle every canoe except one's own."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"The more credit you give away, the more will come back to you. The more you help others, the more they will want to help you."},{"Author":"Anthony de Mello","Category":"wisdom","Quote":"If what you seek is Truth, there is one thing you must have above all else.” “I know. An overwhelming passion for it.” “No. An unremitting readiness to admit you may be wrong."},{"Author":"Hamza Yusuf","Category":"wisdom","Quote":"The weak are dominated by their ego, the wise dominate their ego, and the intelligent are in a constant struggle against their ego."},{"Author":"Ming-Dao Deng","Category":"wisdom","Quote":"All teachings are mere references. The true experience is living your own life. Then, even the holiest of words are only words."},{"Author":"Gloria E. Anzaldúa","Category":"wisdom","Quote":"Caminante, no hay puentes, se hace puentes al andar. (Voyager, there are no bridges, one builds them as one walks.)"},{"Author":"J.L. Carr,  A Month in the Country","Category":"wisdom","Quote":"And, at such a time, for a few of us there will always be a tugging at the heart—knowing a precious moment had gone and we not there. We can ask and ask but we can’t have again what once seemed ours for ever—the way things looked, that church alone in the fields, a bed on belfry floor, a remembered voice, a loved face. They’ve gone and you can only wait for the pain to pass."},{"Author":"William Saroyan","Category":"wisdom","Quote":"It takes a lot of rehearsing for a man to be himself."},{"Author":"Jim Butcher,  White Night","Category":"wisdom","Quote":"Everyone is down on pain, because they forget something important about it: Pain is for the living. Only the dead don't feel it."},{"Author":"Jack Kerouac,  The Dharma Bums","Category":"wisdom","Quote":"Aw I don't wanta go to no such thing, I just wanta drink in alleys.'...But you'll miss all that, just for some old wine.'There's wisdom in wine, goddam it!' I yelled. 'Have a shot!"},{"Author":"Merritt Y. Hughes,  Ten Perspectives on Milton","Category":"wisdom","Quote":"God is the supreme uncreated light of which Wisdom is born, but there was never a time when God's Wisdom did not exist."},{"Author":"أحمد الشقيري,  خواطر شاب","Category":"wisdom","Quote":"أمران سيجعلانك أكثر حكمة...الكتب التى تقرؤها والأشخاص الذين تلتقى بهم."},{"Author":"Kahlil Gibran","Category":"wisdom","Quote":"Your pain is the breaking of the shell that encloses your understanding."},{"Author":"Socrates","Category":"wisdom","Quote":"I only know that I know nothing"},{"Author":"Nicolaus Copernicus","Category":"wisdom","Quote":"To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge."},{"Author":"Terry Pratchett,  Witches Abroad","Category":"wisdom","Quote":"Wisdom is one of the few things that looks bigger the further away it is."},{"Author":"Amy Poehler","Category":"wisdom","Quote":"It’s never overreacting to ask for what you want and need."},{"Author":"Queen Elizabeth I","Category":"wisdom","Quote":"I observe and remain silent."},{"Author":"Jess C. Scott,  The Darker Side of Life","Category":"wisdom","Quote":"The brightest light casts the darkest shadow."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"wisdom","Quote":"I was flipping channels, watching this cheerleading program on MTV. They took a field hockey girl and “transformed” her into a cheerleader by the end of the show. I was just wondering: what if she liked field hockey better?"},{"Author":"Andy Rooney","Category":"wisdom","Quote":"I've learned .... That opportunities are never lost; someone will take the ones you miss."},{"Author":"Michael Crichton,  Eaters of the Dead","Category":"wisdom","Quote":"Praise not the day until evening has come, a woman until she is burnt, a sword until it is tried, a maiden until she is married, ice until it has been crossed, beer until it has been drunk."},{"Author":"Oscar Wilde","Category":"wisdom","Quote":"With age comes wisdom, but sometimes age comes alone."},{"Author":"Catherynne M. Valente,  The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making","Category":"wisdom","Quote":"Hats have power. Hats can change you into someone else."},{"Author":"Mahatma Gandhi","Category":"wisdom","Quote":"Non-violence, which is the quality of the heart, cannot come by an appeal to the brain."},{"Author":"L.J. Smith,  The Forbidden Game","Category":"wisdom","Quote":"The image isn't reality. Even though we're used to thinking that way alot of the time. We show a kid a picture of a dog and say 'This is a doggie' - but it's not. It's just an image."},{"Author":"Jodi Picoult,  My Sister's Keeper","Category":"wisdom","Quote":"well, sometimes to get what you want the most, you have to do what you want the least."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"wisdom","Quote":"But then one regrets the loss even of one's worst habits. Perhaps one regrets them the most. They are such an essential part of one's personality."},{"Author":"Christopher Moore,  Lamb: The Gospel According to Biff, Christ's Childhood Pal","Category":"wisdom","Quote":"Routine feeds the illusion of safety..."},{"Author":"Adam Gidwitz,  A Tale Dark & Grimm","Category":"wisdom","Quote":"You see, to find the brightest wisdom one must pass through the darkest zones. And through the darkest zones there can be no guide. No guide, that is, but courage"},{"Author":"حنان اللحام,  هدي السيرة النبوية في التغيير الاجتماعي","Category":"wisdom","Quote":"اصحاب العقول الواقفة عند حرفية النص-قرانا وسنة- كثيرا ما تفلت منهم المقاصد والمنافع فيمشون على وجوههم"},{"Author":"Dale Carnegie","Category":"wisdom","Quote":"you can measure the size of a person by what makes him or her angry"},{"Author":"Dwight D. Eisenhower","Category":"wisdom","Quote":"Never question another man's motive. His wisdom, yes, but not his motives."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"wisdom","Quote":"Entreat me not to leave thee, or to return from following after thee: For wither thou goest, I will go; and where thou lodgest, I will lodge: Thy people shall be my people, and thy God my God."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Disciplining yourself to do what you know is right and importance, although difficult, is the highroad to pride, self-esteem, and personal satisfaction."},{"Author":"Johnny Depp","Category":"wisdom","Quote":"With every part you act, there must be a little of yourself in it. If there isn't, it's not acting. It's lying."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"wisdom","Quote":"He was one of the numerous and varied legion of dullards, of half-animated abortions, conceited, half-educated coxcombs, who attach themselves to the idea most in fashion only to vulgarize it and who caricature every cause they serve, however sincerely."},{"Author":"Siobhan Vivian,  Not That Kind of Girl","Category":"wisdom","Quote":"You see, the best thing about wrong decisions is that they don’t prevent you from making the right decisions later on. It’s harder, but it’s not impossible."},{"Author":"Hannah Hart","Category":"wisdom","Quote":"Nobody is wired wrong, because there’s no wrong and right in the way we are."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"No one lives long enough to learn everything they need to learn starting from scratch. To be successful, we absolutely, positively have to find people who have already paid the price to learn the things that we need to learn to achieve our goals."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Today the greatest single source of wealth is between your ears."},{"Author":"Natsuki Takaya","Category":"wisdom","Quote":"I'm not sure why I've decided to do this. I'm not any stronger than I was, and nothing else has changed. But all the same, this time I'm not going to run away. It's okay to feel weak sometimes. It's okay to be afraid. The important thing is that we face our fears. That's what makes us strong.\"-Yuki"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Opportunity is not your opponent—it is your ally, but it’s hard to see that because opportunity is often camouflaged and hidden among danger and chaos."},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"The barrier during self-improvement is not so much that we hate learning, rather we hate being taught. To learn entails that the knowledge was achieved on one's own accord - it feels great - but to be taught often leaves a feeling of inferiority. Thus it takes a bit of determination and a lot of humility in order for one to fully develop."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of very part of your life."},{"Author":"Anne Frank,  The Diary of a Young Girl","Category":"wisdom","Quote":"The best remedy for those who are afraid, lonely or unhappy is to go outside, somewhere where they can be quite alone with the heavens, nature and God."},{"Author":"Alan Cohen","Category":"wisdom","Quote":"Scared and sacred are spelled with the same letters. Awful proceeds from the same root word as awesome. Terrify and terrific. Every negative experience holds the seed of transformation."},{"Author":"Shunryu Suzuki,  Zen Is Right Here: Teaching Stories and Anecdotes of Shunryu Suzuki, Author of \"ZEN Mind, Beginner's Mind\"","Category":"wisdom","Quote":"A student, filled with emotion and crying, implored, \"Why is there so much suffering?\"Suzuki Roshi replied, \"No reason."},{"Author":"Terry Pratchett,  Carpe Jugulum","Category":"wisdom","Quote":"Granny was an old-fashioned witch. She didn’t do good for people, she did right by them."},{"Author":"William Shakespeare,  Hamlet","Category":"wisdom","Quote":"There's a divinity that shapes our ends,Rough-hew them how we will."},{"Author":"Heraclitus,  Fragments","Category":"wisdom","Quote":"People ought to fight to keep their law as to defend the citys walls."},{"Author":"Napoleon Hill","Category":"wisdom","Quote":"Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent."},{"Author":"Wallace Stegner,  The Spectator Bird","Category":"wisdom","Quote":"The lessons of life amount not to wisdom, but to scar tissue and callus."},{"Author":"George Washington","Category":"wisdom","Quote":"Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession."},{"Author":"Charles Kingsley,  The Water-Babies","Category":"wisdom","Quote":"The most wonderful and the strongest things in the world, you know, are just the things which no one can see."},{"Author":"Desmond Tutu","Category":"wisdom","Quote":"If you are neutral in situations of injustice, you have chosen the side of the oppressor."},{"Author":"Brandon Sanderson,  The Way of Kings","Category":"wisdom","Quote":"Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts."},{"Author":"Ralph Waldo Emerson,  The Essays of Ralph Waldo Emerson","Category":"wisdom","Quote":"At times the whole world seems to be in conspiracy to importune you with emphatic trifles. Friend, client, child, sickness, fear, want, charity, all knock at once at thy closet door and say,—'Come out unto us.' But keep thy state; come not into their confusion. The power men possess to annoy me I give them by a weak curiosity. No man can come near me but through my act."},{"Author":"Marion Zimmer Bradley","Category":"wisdom","Quote":"To know you are ignorant is the beginning of wisdom."},{"Author":"Evanescence","Category":"wisdom","Quote":"Forget the place you're trying to get to and see the beauty in right now..."},{"Author":"Hazrat Ali Ibn Abu-Talib A.S","Category":"wisdom","Quote":"A wise man always has something to say, whereas a fool always needs to say something."},{"Author":"John Berryman","Category":"wisdom","Quote":"I am so wise I had my mouth sewn shut."},{"Author":"Confucius","Category":"wisdom","Quote":"Knowledge is merely brilliance in organization of ideas and not wisdom. The truly wise person goes beyond knowledge."},{"Author":"William Shakespeare,  Twelfth Night","Category":"wisdom","Quote":"Journeys end in lovers meeting, Every wise man's son doth know."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"Who we were and who we are are four different people, and the me from now doesn't relate to the me from then, let alone to the you from now."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen."},{"Author":"Amit Ray,  World Peace: The Voice of a Mountain Bird","Category":"wisdom","Quote":"If you want to fly on the sky, you need to leave the earth. If you want to move forward, you need to let go the past that drags you down."},{"Author":"Harper Lee","Category":"wisdom","Quote":"Everybody’s gotta learn, nobody’s born knowing."},{"Author":"Beth Johnson","Category":"wisdom","Quote":"When something seems wrong in your life, the only way to have resolution with it is to let it go. Trying to make it right keeps it wrong."},{"Author":"Lao Tzu,  Tao Te Ching","Category":"wisdom","Quote":"He who knows, does not speak. He who speaks, does not know."},{"Author":"Charles Dickens,  Nicholas Nickleby","Category":"wisdom","Quote":"Dreams are the bright creatures of poem and legend, who sport on earth in the night season, and melt away in the first beam of the sun, which lights grim care and stern reality on their daily pilgrimage through the world."},{"Author":"Lorraine Heath,  Surrender to the Devil","Category":"wisdom","Quote":"Life is a journey, Frannie darling,\"Feagan had once told me. \"Choose well those with whom you travel.\"As always, I've followed Feagan's counsel."},{"Author":"Hermann Hesse,  Narcissus and Goldmund","Category":"wisdom","Quote":"I call that man awake who, with conscious knowledge and understanding, can perceive the deep unreasoning powers in his soul, his whole innermost strength, desire and weakness, and knows how to reckon with himself."},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"Veganism is not a \"sacrifice.\"It is a joy."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Never say anything about yourself you don't want to come true"},{"Author":"Dan Millman,  Way of the Peaceful Warrior: A Book That Changes Lives","Category":"wisdom","Quote":"Where are you? HereWhat time is it? NowWhat are you? This moment."},{"Author":"Ernesto Che Guevara","Category":"wisdom","Quote":"The revolution is not an apple that falls when ripe. You have to make it fall."},{"Author":"محمد بن إدريس الشافعي,  ديوان الإمام الشافعي","Category":"wisdom","Quote":"و ميز كلامك قبل الكلام… فإن لكل كلام جوابفرب كلام يمص الحشى … و فيه من المزح ما يستطاب"},{"Author":"David Rovics","Category":"wisdom","Quote":"They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover."},{"Author":"Scott Lynch,  The Lies of Locke Lamora","Category":"wisdom","Quote":"Advice,\"Doña Vorchenza chuckled. \"Advice. The years play a sort of alchemical trick, transmuting one's mutterings to a state of respectability. Give advice at forty and you're a nag. Give it at seventy and you're a sage."},{"Author":"Oscar Wilde","Category":"wisdom","Quote":"It is a very sad thing that nowadays there is so little useless information."},{"Author":"Brandon Sanderson,  Words of Radiance","Category":"wisdom","Quote":"Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results."},{"Author":"Michael Bassey Johnson","Category":"wisdom","Quote":"I don't fancy colors of the face, I'm always attracted to colors of the brain."},{"Author":"Elise Broach,  Shakespeare's Secret","Category":"wisdom","Quote":"My dad always says, some people will treat you badly and you can't help that. But how you handle it and how it makes you feel, that's up to you."},{"Author":"Mikhail Naimy,  The Book of Mirdad: The Strange Story of a Monastery Which Was Once Called the Ark","Category":"wisdom","Quote":"Ask not of things to shed their veils. Unveil yourselves, and things will be unveiled."},{"Author":"Yvon Chouinard,  Let My People Go Surfing: The Education of a Reluctant Businessman","Category":"wisdom","Quote":"The more you know, the less you need."},{"Author":"John Brunner,  The Shockwave Rider","Category":"wisdom","Quote":"There are two kinds of fools. One says, \"This is old, and therefore good.\"And one says, \"This is new, and therefore better."},{"Author":"Terry Pratchett,  Wintersmith","Category":"wisdom","Quote":"And, as always happens, and happens far too soon, the strange and wonderful becomes a memory and a memory becomes a dream. Tomorrow it's gone."},{"Author":"Kurt Vonnegut,  Breakfast of Champions","Category":"wisdom","Quote":"Earthlings went on being friendly, when they should have been thinking instead."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"The most important thing is this: to sacrifice what you are now for what you can become tomorrow."},{"Author":"Brett Harris","Category":"wisdom","Quote":"The beauty of collaboration between older and younger generations is that we combine strength with wisdom—a surefire way to accomplish more for the glory of God."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"My father taught me that you can you read a hundred books on wisdom and write a hundred books on wisdom, but unless you apply what you learned then its only words on a page. Life is not lived with intentions, but action."},{"Author":"Anthony de Mello,  One Minute Wisdom","Category":"wisdom","Quote":"When you come to see you are not as wise today as you thought you were yesterday, you are wiser today."},{"Author":"Milan Kundera,  The Book of Laughter and Forgetting","Category":"wisdom","Quote":"When Don Quixote went out into the world, that world turned into a mystery before his eyes. That is the legacy of the first European novel to the entire subsequent history of the novel. The novel teaches us to comprehend the world as a question. There is wisdom and tolerance in that attitude."},{"Author":"Al Munoz","Category":"wisdom","Quote":"If you're not happy in life then you need to change, calibrate, readjust...flush your negative energy and fill it with positive energy; How do we do that you might ask? well I would start by making others happy, deseases are not the only thing that spreads easy. We are all connected in some form of unseen energy... think how those around you will impact you and make you feel if they were happy?"},{"Author":"Seneca","Category":"wisdom","Quote":"errare humanum est, sed perseverare diabolicum: 'to err is human, but to persist (in the mistake) is diabolical."},{"Author":"Marshall McLuhan,  The Gutenberg Galaxy: The Making of Typographic Man","Category":"wisdom","Quote":"A point of view can be a dangerous luxury when substituted for insight andunderstanding."},{"Author":"Edith Wharton","Category":"wisdom","Quote":"To know when to be generous and when firm—that is wisdom."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"One way to define wisdom is the ability to see, into the future, the consequences of your choices in the present. That ability can give you a completely different perspective on what the future might look like."},{"Author":"Sarah Rees Brennan,  The Demon's Covenant","Category":"wisdom","Quote":"I don't trust men everybody likes. Being nice isn't the same as being good."},{"Author":"Sogyal Rinpoche","Category":"wisdom","Quote":"Don't you notice that there are particular moments when you are naturally inspired to introspection? Work with them gently, for these are the moments when you can go through a powerful experience, and your whole worldview can change quickly."},{"Author":"Laura Munson,  This Is Not The Story You Think It Is...: A Season of Unlikely Happiness","Category":"wisdom","Quote":"Probably the wisest words that were ever uttered to me. Came from a therapist. I was sitting in her office, crying my eyes out. . . and she said, \"So let me get this straight. You base your personal happiness on things entirely out of your control."},{"Author":"Johann Wolfgang von Goethe","Category":"wisdom","Quote":"Let mental culture go on advancing, let the natural sciences progress in even greater extent and depth, and the human mind widen itself as much as it desires: beyond the elevation and moral culture of Christianity, as it shines forth in the Gospels, it will not go."},{"Author":"Henry Ward Beecher","Category":"wisdom","Quote":"Adversity, if for no other reason, is of benefit, since it is sure to bring a season of sober reflection. People see clearer at such times. Storms purify the atmosphere."},{"Author":"Dion Boucicault","Category":"wisdom","Quote":"Men talk of killing time, while time quietly kills them."},{"Author":"Lao Tzu","Category":"wisdom","Quote":"A good traveler leaves no tracks. Good speech lacks fault-finding."},{"Author":"Aesop","Category":"wisdom","Quote":"No one believes a liar even when he tells the truth"},{"Author":"Rick Ross","Category":"wisdom","Quote":"How many people you bless is how you measure success"},{"Author":"Askhari Johnson Hodari,  Lifelines: The Black Book of Proverbs","Category":"wisdom","Quote":"If everyone helps to hold up the sky, then one person does not become tired."},{"Author":"Robert Jordan","Category":"wisdom","Quote":"You can never know everything. Part of what you know is always wrong. Perhaps the most important part. A portion of wisdom lies in knowing that. A portion of knowledge lies in going on anyway."},{"Author":"Robert Burns,  Collected Poems of Robert Burns","Category":"wisdom","Quote":"There is no such uncertainty as a sure thing."},{"Author":"Zhuangzi","Category":"wisdom","Quote":"Forget the years, forget distinctions. Leap into the boundless and make it your home!"},{"Author":"Henry David Thoreau","Category":"wisdom","Quote":"Night is certainly more novel and less profane than day."},{"Author":"Aberjhani,  The River of Winged Dreams","Category":"wisdom","Quote":"Love taught me to die with dignity that I might come forth anew in splendor. Born once of flesh, then again of fire, I was reborn a third time to the sound of my name humming haikus in heaven’s mouth."},{"Author":"Jerome K. Jerome,  Three Men in a Boat","Category":"wisdom","Quote":"We must not think of the things we could do with, but only of the things that we can't do without."},{"Author":"Pierre Teilhard de Chardin","Category":"wisdom","Quote":"It doesn't matter if the water is cold or warm if you're going to have to wade through it anyway."},{"Author":"Baltasar Gracián","Category":"wisdom","Quote":"Without courage, wisdom bears no fruit."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"Fashion and music are the same, because music express its period too."},{"Author":"Michel de Montaigne","Category":"wisdom","Quote":"There were many terrible things in my life and most of them never happened."},{"Author":"Karl Lagerfeld","Category":"wisdom","Quote":"When people want to be liked for what they did, they should stop."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power."},{"Author":"Kay Redfield Jamison","Category":"wisdom","Quote":"Knowledge is marvelous, but wisdom is even better."},{"Author":"Orison Swett Marden","Category":"wisdom","Quote":"Happiness is not a matter of intensity but of balance, order, rhythm and harmony."},{"Author":"Carole Wilkinson,  Dragon Keeper","Category":"wisdom","Quote":"It is because of its emptiness that the cup is useful."},{"Author":"William Wordsworth","Category":"wisdom","Quote":"Habit rules the unreflecting herd."},{"Author":"Andrew Davidson","Category":"wisdom","Quote":"You never know what is enough unless you know what is more than enough."},{"Author":"John Emerich Edward Dalberg-Acton","Category":"wisdom","Quote":"A wise person does at once, what a fool does at last. Both do the same thing; only at different times."},{"Author":"Kahlil Gibran,  The Prophet","Category":"wisdom","Quote":"He who is more mindful of one, loses the love and the faith of both."},{"Author":"Jules Verne,  The Mysterious Island","Category":"wisdom","Quote":"It seems wisest to assume the worst from the beginning...and let anything better come as a surprise."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"wisdom","Quote":"Errors do not cease to be errors simply because they’re ratified into law."},{"Author":"Patañjali,  The Yoga Sutras of Patanjali","Category":"wisdom","Quote":"Yoga is the cessation of the movements of the mind. Then there is abiding in the Seer's own form."},{"Author":"Glen Cook,  Soldiers Live","Category":"wisdom","Quote":"Soldiers live. He dies and not you, and you feel guilty, because you're glad he died, and not you. Soldiers live, and wonder why."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"wisdom","Quote":"It was not curiosity that killed the goose who laid the golden egg, but an insatiable greed that devoured common sense."},{"Author":"Andy Rooney","Category":"wisdom","Quote":"the best classroom in the world is at the feet of an elderly person."},{"Author":"Plato","Category":"wisdom","Quote":"Wise men talk because they have something to say; Fools, because they have to say something."},{"Author":"Isaac Asimov,  Pebble in the Sky","Category":"wisdom","Quote":"Old men tend to forget what thought was like in their youth; they forget the quickness of the mental jump, the daring of the youthful intuition, the agility of the fresh insight. They become accustomed to the more plodding varieties of reason, and because this is more than made up by the accumulation of experience, old men think themselves wiser than the young."},{"Author":"Amit Ray,  Om Chanting and Meditation","Category":"wisdom","Quote":"Penetrate deep into the word \"Om\". Gradually the word will disappear and only the silence will remain. The word is a support. The meaning is within you. Om brings out that meaning which is hidden in your soul."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"See, the ‘small stuff’ is what makes up the larger picture of our lives. Many people are like you, young man. But their perspective is distorted. They ignore ‘small stuff,’ claiming to have an eye on the bigger picture, never understanding that the bigger picture is composed of nothing more than-are you ready?- ‘small stuff’."},{"Author":"Marcus Porcius Cato","Category":"wisdom","Quote":"Wise men profit more by fools than fools by wise men."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"There is another alphabet, whispering from every leaf, singing from every river, shimmering from every sky."},{"Author":"Rumi","Category":"wisdom","Quote":"How will you know the difficulties of being human, if you are always flying off to blue perfection? Where will you plant your grief seeds? Workers need ground to scrape and hoe, not the sky of unspecified desire."},{"Author":"Christopher Paolini,  Inheritance","Category":"wisdom","Quote":"He's acting as foolish as a kitten... but then, everyone's entitled to a little foolishness once in a while."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"I don't own the sunset, but I have a free yearly membership to stream whenever it's on, and this is a life perk that makes me wealthy."},{"Author":"Harshit Walia","Category":"wisdom","Quote":"Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"wisdom","Quote":"Escalators are the offspring of elevators and stairs. Love is the progeny of passion and admiration."},{"Author":"Suzanne Crowley,  The Very Ordered Existence of Merilee Marvelous","Category":"wisdom","Quote":"There's a thin line between genius and bottom-barrel stupidness. I hover delicately on a tightrope between the two, wondering where I'll land if I'll ever fall."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"While it is true that most people never see or understand the difference they make, or sometimes only imagine their actions having a tiny effect, every single action a person takes has far-reaching consequences."},{"Author":"Christine de Pizan,  The Book of the City of Ladies","Category":"wisdom","Quote":"Not all men (and especially the wisest) share the opinion that it is bad for women to be educated. But it is very true that many foolish men have claimed this because it displeased them that women knew more than they did."},{"Author":"Ralph Waldo Emerson","Category":"wisdom","Quote":"To finish the moment, to find the journey's end in every step of the road, to live the greatest number of good hours, is wisdom."},{"Author":"Benjamin Hoff,  The Te of Piglet","Category":"wisdom","Quote":"It is very hard to be brave,\"said Piglet, sniffing slightly, \"when you're only a Very Small Animal.\"Rabbit, who had begun to write very busily, looked up and said: \"It is because you are a very small animal that you will be Useful in the adventure before us."},{"Author":"Jess C. Scott,  EyeLeash: A Blog Novel","Category":"wisdom","Quote":"[novan]: bassists are very good with their fingers[novan]: and some of us sing backup vocals, so that means we're good with our mouths too...(~ IM chat with Novan Chang, 18, bassist)"},{"Author":"Albert Einstein","Category":"wisdom","Quote":"If one tries to navigate unknown waters one runs the risk of shipwreck"},{"Author":"Laurell K. Hamilton,  Incubus Dreams","Category":"wisdom","Quote":"I used to think I knew what was right and what was wrong, and who the good guys are, and who the bad guys are. Then the world got very gray, and I didn't know anything for a long time"},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"wisdom","Quote":"Even if you are alone you wage war with yourself."},{"Author":"Mortimer J. Adler,  How to Read a Book: The Classic Bestselling Guide to Reading Books and Accessing Information","Category":"wisdom","Quote":"Wonder is the beginning of wisdom in learning from books as well as from nature."},{"Author":"Ana Monnar,  Relax: New And Selected Poems: New And Selected Poems","Category":"wisdom","Quote":"At times anger will trigger harsh words. After a cooling period wisdom sets in; finally, the ability to speak from the heart with love and compassion."},{"Author":"Rumi,  Love: The Joy That Wounds: The Love Poems of Rumi","Category":"wisdom","Quote":"Bitter your acts, bitter am I,Kindness your deeds, kindness am I,Pleasant and gentle, so you are,Fine honeyed lips and sweet talker."},{"Author":"Bertrand Russell","Category":"wisdom","Quote":"The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts."},{"Author":"Vera Nazarian,  The Perpetual Calendar of Inspiration","Category":"wisdom","Quote":"The master of the garden is the one who waters it, trims the branches, plants the seeds, and pulls the weeds. If you merely stroll through the garden, you are but an acolyte."},{"Author":"Rachel Naomi Remen","Category":"wisdom","Quote":"Perhaps wisdom is simply a matter of waiting, and healing a question of time. And anything good you've ever been given is yours forever."},{"Author":"Gregory Bassham,  The Ultimate Harry Potter and Philosophy: Hogwarts for Muggles","Category":"wisdom","Quote":"To pursue wisdom is to live in such a way that one is prepared to face death when it comes. (247)"},{"Author":"Bob Dylan","Category":"wisdom","Quote":"They say that patriotism is the last refuge to which a scoundrel clings steal a little and they throw you in jail. Steal a lot and then they make you king."},{"Author":"Thomas McGuane","Category":"wisdom","Quote":"It don't do you no nevermind to tell nobody nothing."},{"Author":"Mary Norton,  The Borrowers Afield","Category":"wisdom","Quote":"Misfortunes make us wise"},{"Author":"W. Somerset Maugham,  Theatre","Category":"wisdom","Quote":"Never pause unless you have a reason for it, but when you pause, pause as long as you can."},{"Author":"Dale Carnegie","Category":"wisdom","Quote":"there is only one way under high heaven to get the best of an argument - and that is to avoid it ."},{"Author":"Fyodor Dostoyevsky,  Crime and Punishment","Category":"wisdom","Quote":"Intelligence alone is not nearly enough when it comes to acting wisely."},{"Author":"Alison Croggon,  The Naming","Category":"wisdom","Quote":"You have a great heart, but will only find it to be so through great pain. This is the wisdom of love, and its doubtful gift. . . . I have endured much suffering and still remain unbitter and unclosed."},{"Author":"Pope John Paul II,  Love and Responsibility","Category":"wisdom","Quote":"Friendship, as has been said, consists in a full commitment of the will to another person with a view to that person's good."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"wisdom","Quote":"re-examine all you have been told in school or church or in any book, and dismiss whatever insults your own soul; and your very flesh shall be a great poem, and have the richest fluency, not only in its words, but in the silent lines of its lips and face, and between the lashes of your eyes, and in every motion and joint of your body.[From the preface to Leaves Grass]"},{"Author":"Pope Benedict XVI,  Jesus of Nazareth: From the Baptism in the Jordan to the Transfiguration","Category":"wisdom","Quote":"Purity of heart is what enables us to see."},{"Author":"Sacha Guitry","Category":"wisdom","Quote":"Our wisdom comes from our experience,and our experience comes from our foolishness."},{"Author":"Mark Twain,  Joan of Arc","Category":"wisdom","Quote":"To believe yourself brave is to be brave; it is the one only essential thing."},{"Author":"حنان اللحام,  هدي السيرة النبوية في التغيير الاجتماعي","Category":"wisdom","Quote":"من لم يتحرر من الاكراه في صورتيه: اكراه الاخر والخضوع للاخر، لايستطيع فهم هذا الدين وتمثيله"},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"To risk life to save a smile on a face of a woman or a child is the secret of chivalry."},{"Author":"Plato","Category":"wisdom","Quote":"Ideas are the source of all things"},{"Author":"Michel de Montaigne","Category":"wisdom","Quote":"I listen with attention to the judgment of all men;but so far as I can remember,I have followed none but my own."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Your biggest opportunity probably lies under your own feet, in your current job, industry, education, experience or interests."},{"Author":"Rumi,  The Essential Rumi","Category":"wisdom","Quote":"Knowledge that is acquiredis not like this. Those who have it worry ifaudiences like it or not.It's a bait for popularity.Disputational knowing wants customers.It has no soul...The only real customer is God.Chew quietlyyour sweet sugarcane God-Love, and stayplayfully childish."},{"Author":"Oliver Wendell Holmes Sr.","Category":"wisdom","Quote":"When I think of talking, it is of course with a woman. For talking at its best being an inspiration, it wants a corresponding divine quality of receptiveness, and where will you find this but in a woman?"},{"Author":"Thomas Fuller","Category":"wisdom","Quote":"We never know the worth of water till the well is dry."},{"Author":"Sam Keen,  Fire in the Belly: On Being a Man","Category":"wisdom","Quote":"Burnout is nature's way of telling you, you've been going through the motions your soul has departed; you're a zombie, a member of the walking dead, a sleepwalker. False optimism is like administrating stimulants to an exhausted nervous system."},{"Author":"Guru Nanak,  Sri Guru Granth Sahib","Category":"wisdom","Quote":"Burn worldly love, rub the ashes and make ink of it, make the heart the pen, the intellect the writer, write that which has no end or limit."},{"Author":"R.L. LaFevers,  Dark Triumph","Category":"wisdom","Quote":"Jewels can be replaced, cousin. Independence, once lost, cannot."},{"Author":"Eric Micha'el Leventhal","Category":"wisdom","Quote":"Each person you meetis an aspect of yourself,clamoring for love."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"Education is beautification of the inner world and the outer world."},{"Author":"Roman Payne","Category":"wisdom","Quote":"I know a girl from whose body sunbeams rose to the clouds as if they’d fallen from the sun.Her laugh was like a bangle of bells. “Your hair is wet,” I told her one day, “Did you take a bath?” “It is dew!” she laughed, “I’ve been lying in the grass. All morning long, I lay here waiting for the dawn."},{"Author":"Sharon Salzberg,  The Power of Meditation: A 28-Day Programme for Real Happiness","Category":"wisdom","Quote":"If you’re reading these words, perhaps it’s because something has kicked open the door for you, and you’re ready to embrace change. It isn’t enough to appreciate change from afar, or only in the abstract, or as something that can happen to other people but not to you. We need to create change for ourselves, in a workable way, as part of our everyday lives."},{"Author":"Anthony de Mello,  Awareness","Category":"wisdom","Quote":"The one who would be constant in happiness must frequently change."},{"Author":"Amit Ray","Category":"wisdom","Quote":"There is only one all pervading God. It has only one message - Love all, encompass all and transcend the limits of the selfish gene."},{"Author":"M.M. Kaye,  Shadow of the Moon","Category":"wisdom","Quote":"Common sense will nearly always stand you in better stead than a slavish adherence to the conventions."},{"Author":"Brian Tracy,  Focal Point: A Proven System to Simplify Your Life, Double Your Productivity, and Achieve All Your Goals","Category":"wisdom","Quote":"Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"wisdom","Quote":"Sometimes, the simple things are more fun and meaningful than all the banquets in the world ..."},{"Author":"William Shakespeare,  King Lear","Category":"wisdom","Quote":"Men must endureTheir going hence, even as their coming hither.Ripeness is all."},{"Author":"Victor Hugo,  Les Misérables","Category":"wisdom","Quote":"Yes, the brutalities of progress are called revolutions. When they are over, this is recognised: that the human race has been harshly treated, but that it has advanced."},{"Author":"Nora Ephron,  I Feel Bad about My Neck: And Other Thoughts on Being a Woman","Category":"wisdom","Quote":"It's always hard to remember love - years pass and you say to yourself, Was I really in love, or was I just kidding myself? Was I really in love, or was I just pretending he was the man of my dreams? Was I really in love, or was I just desperate?"},{"Author":"Malcolm X","Category":"wisdom","Quote":"انني احترم حق كل انسان في ان يؤمن بما يعتقد انه الصواب، وانتظر أن أعامل بالمثل."},{"Author":"Neil Gaiman,  Odd and the Frost Giants","Category":"wisdom","Quote":"Talk is free but the wise man chooses when to spend his words."},{"Author":"Jasper Fforde,  Shades of Grey","Category":"wisdom","Quote":"I didn't set out to discover a truth. I was actually sent to the Outer Fringes to conduct a chair census and learn some humility. But the truth inevitably found me, as important truths often do, like a lost thought in need of a mind."},{"Author":"Kevin J. Anderson","Category":"wisdom","Quote":"A moment of consideration often prevents a thousand apologies"},{"Author":"Madeleine De Souvre Sable","Category":"wisdom","Quote":"The greatest wisdom consists in knowing one's own follies."},{"Author":"Eckhart Tolle,  The Power of Now","Category":"wisdom","Quote":"Where there is anger there is always pain underneath."},{"Author":"Ursula K. Le Guin,  The Language of the Night: Essays on Fantasy and Science Fiction","Category":"wisdom","Quote":"I believe that maturity is not an outgrowing, but a growing up: that an adult is not a dead child, but a child who survived. I believe that all the best faculties of a mature human being exist in the child. . . . that one of the most deeply human, and humane, of these faculties is the power of imagination."},{"Author":"Michael Bassey Johnson","Category":"wisdom","Quote":"A person is wise if he listens to millions of advice and doesn't implement any of it."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"Remember, young man, experience is not the best teacher. Other people's experience is the best teacher. By reading about the lives of great people, you can unlock the secrets to what made them great."},{"Author":"أحمد خيري العمري,  تسعة من عشرة","Category":"wisdom","Quote":"اود ان اقول لك: ان بعد كل خيار هناك خيارات اخرى.. حياتنا هذه ليست خيارا واحدا نؤديه ونستسلم بعدها لكل ما يحدث بنا. حياتنا ليست مفترق طريق منفرد و وحيد نختار اي جهة سنسلك وينتهي الامر بعدها.. ابدا.. كل خيار يفتح سلسلة من الخيارات. وكل مفترق طريق يحوي خلفه سلسلة من مفترقات طرق.. وفي كل خطوة من خطوات حياتنا يوجد قدران، نختار واحدا منهما بملء ارادتنا.."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"The light of compassion opens the petals of the heart. When the petals of the heart unfold fragrance spreads across the valley."},{"Author":"E.L. Konigsburg,  From the Mixed-Up Files of Mrs. Basil E. Frankweiler","Category":"wisdom","Quote":"I've been the oldest child since before you were born"},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"Words rich in meaning can be cheap in sound effects."},{"Author":"Otto von Bismarck","Category":"wisdom","Quote":"It is the destiny of the weak to be devoured by the strong."},{"Author":"Horace","Category":"wisdom","Quote":"he who is greedy is always in want"},{"Author":"Nassim Nicholas Taleb,  The Bed of Procrustes: Philosophical and Practical Aphorisms","Category":"wisdom","Quote":"Wit seduces by signaling intelligence without nerdiness."},{"Author":"Roman Payne","Category":"wisdom","Quote":"When I touched her body,I believed she was God.In the curves of her formI found the birth of Man,the creation of the world,and the origin of all life."},{"Author":"Matsuo Bashō","Category":"wisdom","Quote":"Summer grasses,All that remainsOf soldiers' dreams"},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"wisdom","Quote":"When there is a tendency to compartmentalize the spiritual and make it resident in a certain type of life only, the spiritual is apt gradually to be lost."},{"Author":"Anonymous,  Holy Bible: King James Version","Category":"wisdom","Quote":"Lady Wisdom will be your close friend; and Brother Knowledge will be your pleasant companion."},{"Author":"Jarod Kintz,  $3.33","Category":"wisdom","Quote":"I wouldn’t advise making a four-year commitment to eventually land an $8.00/hour job. Skip college. Read Wikipedia for free instead."},{"Author":"Flannery O'Connor","Category":"wisdom","Quote":"The operation of the Church is entirely set up for the sinner; which creates much misunderstanding among the smug.”(August 9, 1955)"},{"Author":"Audre Lorde","Category":"wisdom","Quote":"For we have been socialized to respect fear more than our own needs for language and definition, and while we wait in silence for that final luxury of fearlessness, the weight of that silence will choke us."},{"Author":"George Saunders","Category":"wisdom","Quote":"In art, and maybe just in general, the idea is to be able to be really comfortable with contradictory ideas. In other words, wisdom might be, seem to be, two contradictory ideas both expressed at their highest level and just let to sit in the same cage sort of, vibrating. So, I think as a writer, I'm really never sure of what I really believe."},{"Author":"Malinda Lo,  Huntress","Category":"wisdom","Quote":"All you can do is make your decisions based on what you know now."},{"Author":"Mario Benedetti","Category":"wisdom","Quote":"After all Death is a Symbol that there was Life."},{"Author":"W. Somerset Maugham","Category":"wisdom","Quote":"What do we any of us have but our illusions? And what do we ask of others but that we be allowed to keep them?"},{"Author":"George Eliot,  Daniel Deronda","Category":"wisdom","Quote":"It is a common sentence that knowledge is power; but who hath duly considered or set forth the power of ignorance? Knowledge slowly builds up what ignorance in an hour pulls down."},{"Author":"Thomas Paine","Category":"wisdom","Quote":"He who dares not offend cannot be honest."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Your decision to be, have and do something out of ordinary entails facing difficulties that are out of the ordinary as well. Sometimes your greatest asset is simply your ability to stay with it longer than anyone else."},{"Author":"Arthur Schopenhauer","Category":"wisdom","Quote":"Ordinary people merely think how they shall 'spend' their time; a man of talent tries to 'use' it."},{"Author":"Samuel Taylor Coleridge","Category":"wisdom","Quote":"If men could learn from history, what lessons it might teach us. But passion and party blind our eyes, and the light which experience gives us is a lantern on the stern, which shines only on the waves behind us."},{"Author":"Plutarch","Category":"wisdom","Quote":"To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future."},{"Author":"Christopher Paolini,  Inheritance","Category":"wisdom","Quote":"The future will be what it will, and fretting about it will only make your fears more likely to come true."},{"Author":"Jaeda DeWalt","Category":"wisdom","Quote":"They are called, \"SELF-worth\"and \"SELF-esteem\"for a reason... we can't let others decide what we are worth, that is so dangerous! Empower yourself!"},{"Author":"J.L. Carr,  A Month in the Country","Category":"wisdom","Quote":"If I’d stayed there, would I always have been happy? No, I suppose not. People move away, grow older, die, and the bright belief that there will be another marvelous thing around each corner fades. It is now or never; we must snatch at happiness as it flies."},{"Author":"Karen Blixen,  Out of Africa","Category":"wisdom","Quote":"A visitor is a friend, he brings news, good or bad, which is bread to the hungry minds in lonely places. A real friend who comes to the house is a heavenly messenger, who brings the panis angelorum."},{"Author":"Walt Whitman,  Leaves of Grass","Category":"wisdom","Quote":"TO the States or any one of them, or any city of the States, Resist much, obey little, Once unquestioning obedience, once fully enslaved,Once fully enslaved, no nation, state, city of this earth, ever after-ward resumes its liberty."},{"Author":"Sonia Rumzi","Category":"wisdom","Quote":"Suffering teaches joy."},{"Author":"Confucius","Category":"wisdom","Quote":"Without feelings of respect, what is there to distinguish men from beasts?"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"When you know the knower within, you don't need to know further. When you know the meditator within, you don't need to meditate further. When you truly know the worshiper in you, you are to be worshiped."},{"Author":"Nassim Nicholas Taleb,  The Bed of Procrustes: Philosophical and Practical Aphorisms","Category":"wisdom","Quote":"A prophet is not someone with special visions, just someone blind to most of what others see"},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"If you are not vegan, please consider going vegan. It’s a matter of nonviolence. Being vegan is your statement that you reject violence to other sentient beings, to yourself, and to the environment, on which all sentient beings depend."},{"Author":"Helen Rowland","Category":"wisdom","Quote":"a wise woman puts a grain of sugar in everything she says to a man, and takes a grain of salt with everything he says to her."},{"Author":"Bret Easton Ellis","Category":"wisdom","Quote":"what's right? If you want something, you have the right to take it. If you want to do something, you have the right to do it."},{"Author":"Zora Neale Hurston,  Dust Tracks on a Road","Category":"wisdom","Quote":"Grown people know that they do not always know the way of things, and even if they think they know, they do not know where and how they got the proof."},{"Author":"Matthew J. Kirby,  Icefall","Category":"wisdom","Quote":"In life, the hardest decisions often have to be made more than once. But each time, it gets easier."},{"Author":"Amanda Hocking,  Wisdom","Category":"wisdom","Quote":"Forever is a really long time, you know? What do you do with forever?\"\"The same thing you do when you don't have forever.\"He smiled wanly. \"Live."},{"Author":"Sanober Khan","Category":"wisdom","Quote":"Wordsare powerfulforces of nature.they are destruction.they are nourishment. they are flesh. they are water.they are flowers and bone.they burn. they cleansethey erase. they etch. they can eitherleave youfeelinghomelessor brimmingwith home."},{"Author":"Michel de Montaigne,  The Complete Essays","Category":"wisdom","Quote":"It is a disaster that wisdom forbids you to be satisfied with yourself and always sends you away dissatisfied and fearful, whereas stubbornness and foolhardiness fill their hosts with joy and assurance."},{"Author":"Sara Teasdale,  Love Songs","Category":"wisdom","Quote":"WisdomWhen I have ceased to break my wings Against the faultiness of things, And learned that compromises wait Behind each hardly opened gate, When I can look Life in the eyes, Grown calm and very coldly wise, Life will have given me the Truth, And taken in exchange -- my youth."},{"Author":"Gautama Buddha","Category":"wisdom","Quote":"Few among men are they who cross to the further shore. The others merely run up and down the bank on this side."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"A photograph shouldn't be just a picture, it should be a philosophy."},{"Author":"Leo Tolstoy","Category":"wisdom","Quote":"People of limited intelligence are fond of talking about \"these days,\"imagining that they have discovered and appraised the peculiarities of \"these days\"and that human nature changes with the times."},{"Author":"Eric Micha'el Leventhal","Category":"wisdom","Quote":"The closer you come to knowing that you alone create the world of your experience, the more vital it becomes for you to discover just who is doing the creating."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"If an apology is followed by an excuse or a reason, it means they are going to commit same mistake again they just apologized for."},{"Author":"Wayne W. Dyer","Category":"wisdom","Quote":"Never underestimate your power to change yourself; never overestimate your power to change others."},{"Author":"Amit Ray","Category":"wisdom","Quote":"Science is observing truth in the light of head. Religion is observing truth in the light of heart. Humanity is using both the lights. And education is developing that humanity."},{"Author":"K.M. Johnson,  Knowing the Struggle Is Over!","Category":"wisdom","Quote":"Just because you're in a situation, doesn't mean you have to be that situation. You're not the situation you're in!"},{"Author":"Sarah Ferguson","Category":"wisdom","Quote":"Lord, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to hide the bodies of those people I had to kill because they pissed me off!"},{"Author":"Matthew Kelly,  Rediscover Catholicism: A Spiritual Guide to Living with Passion & Purpose","Category":"wisdom","Quote":"We don't want to think about our weaknesses. We don't want to talk about them, and we certainly don't want anyone else to point them out. This is a classic sign of mediocrity, and this mediocrity has a firm grip on the Church and humanity at this moment in history."},{"Author":"Leonardo da Vinci","Category":"wisdom","Quote":"Wisdom is the daughter of experience"},{"Author":"Santosh Kalwar","Category":"wisdom","Quote":"All our wisdom is stored in the trees."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Develop the winning edge; small differences in your performance can lead to large differences in your results."},{"Author":"Ursula K. Le Guin,  A Wizard of Earthsea","Category":"wisdom","Quote":"What good is power when you're too wise to use it?"},{"Author":"Robin Jones Gunn","Category":"wisdom","Quote":"There are two words that you should use frequently in your youth: ´sorry´ and ´thank-you´. Use the first one as often as possible, so that on your death bed all that you have to say to your friends is ´thank-you!´."},{"Author":"Friedrich Nietzsche,  Thus Spoke Zarathustra","Category":"wisdom","Quote":"You tell me: 'Life is hard to bear.' But if it were otherwise why should you have your pride in the morning and your resignation in the evening?Life is hard to bear: but do not pretend to be so tender! We are all of us pretty fine asses and asseses of burden!"},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"If you are driven by fear, anger or pride nature will force you to compete. If you are guided by courage, awareness, tranquility and peace nature will serve you."},{"Author":"Carmen Martín Gaite,  El cuento de nunca acabar.","Category":"wisdom","Quote":"La rutina no está tanto en las cosas como en nuestra incapacidad para crear a cada momento un vínculo original con ellas, en nuestra tendencia a leerlas por la falsilla de lo rutinario, de lo ya aprendido. Hay que seguir dejando siempre abierta la puerta al cuarto de jugar."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"To assess the quality of thoughts of people, don't listen to their words, but watch their actions."},{"Author":"Sarah Addison Allen","Category":"wisdom","Quote":"You'd be surprised how easy some things can be, things you never thought you'd do, when you take self-respect out of the equation."},{"Author":"Raheel Farooq","Category":"wisdom","Quote":"The intelligent have plans; the wise have principles."},{"Author":"Walter Lippmann","Category":"wisdom","Quote":"It requires wisdom to understand wisdom: the music is nothing if the audience is deaf."},{"Author":"Paul Brunton","Category":"wisdom","Quote":"When every situation which life can offer is turned to the profit of spiritual growth, no situation can really be a bad one."},{"Author":"Karl Popper","Category":"wisdom","Quote":"While differing widely in the various little bits we know, in our infinite ignorance we are all equal."},{"Author":"Raymond E. Feist","Category":"wisdom","Quote":"Don't assume the world evolved in the order in which you discovered it."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"The man armed with knowledge has a better chance of survival than the man who is simply the fittest. Knowledge is the true strength. Muscle is where the myth is."},{"Author":"Confucius","Category":"wisdom","Quote":"he who will not economize will have to agonize"},{"Author":"John Stuart Mill,  On Liberty","Category":"wisdom","Quote":"the only way in which a human being can make some approach to knowing the whole of a subject, is by hearing what can be said about it by persons of every variety of opinion, and studying all modes in which it can be looked at by every character of mind. No wise man ever acquired his wisdom in any mode but this; nor is it in the nature of human intellect to become wise in any other manner."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"Hide yourself in God, so when a man wants to find you he will have to go there first."},{"Author":"Dale Carnegie,  How to Win Friends and Influence People","Category":"wisdom","Quote":"If you argue and rankle and contradict, you may achieve a victory sometimes; but it will be an empty victory because you will never get your opponent's good will."},{"Author":"Benjamin Franklin","Category":"wisdom","Quote":"The best way to see Faith is to shut the eye of Reason."},{"Author":"Dejan Stojanovic,  The Sun Watches the Sun","Category":"wisdom","Quote":"You not only are hunted by others, you unknowingly hunt yourself."},{"Author":"Wil Zeus,  Sun Beyond the Clouds","Category":"wisdom","Quote":"We never realize just how many other lives we can help when their paths cross our own."},{"Author":"Queen Elizabeth I,  Letters","Category":"wisdom","Quote":"The use of sea and air is common to all; neither can a title to the ocean belong to any people or private persons, forasmuch as neither nature nor public use and custom permit any possession therof."},{"Author":"Omar Khayyám","Category":"wisdom","Quote":"Oh, come with old Khayyàm, and leave the Wise To talk; one thing is certain, that Life flies; One thing is certain, and the Rest is Lies; The Flower that once has blown forever dies."},{"Author":"Rumi","Category":"wisdom","Quote":"A craftsman pulled a reed from the reedbed,cut holes in it, and called it a human being.Since then, it's been wailing a tender agonyof parting, never mentioning the skillthat gave it life as a flute"},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"We can no more justify using nonhumans as human resources than we can justify human slavery. Animal use and slavery have at least one important point in common: both institutions treat sentient beings exclusively as resources of others. That cannot be justified with respect to humans; it cannot be justified with respect to nonhumans—however “humanely” we treat them."},{"Author":"Jaeda DeWalt","Category":"wisdom","Quote":"Don't let others box you into their idea of what they think you should be. A confined identity is a miserable way to exist. Be you and live free. Trust that in living true to yourself, you will attract people that support and love you, just as you are."},{"Author":"Tariq Ramadan","Category":"wisdom","Quote":"The more you look into and understand yourself, the less judgmental you become towards others."},{"Author":"Benjamin E. Mays","Category":"wisdom","Quote":"It is born in mind that the tragedy of life does not lie in not reaching the goal. The tragedy of life lies in having no goal to reach."},{"Author":"C.S. Lewis","Category":"wisdom","Quote":"The next best thing to being wise oneself is to live in a circle of those who are."},{"Author":"Elizabeth Gilbert,  Eat, Pray, Love","Category":"wisdom","Quote":"True wisdom gives the only possible answer at any given moment, and that night, going back to bed was the only possible answer."},{"Author":"Theodore Roethke","Category":"wisdom","Quote":"In a dark time, the eye begins to see."},{"Author":"Amit Ray,  Nonviolence: The Transforming Power","Category":"wisdom","Quote":"Compassion is all inclusive. Compassion knows no boundaries. Compassion comes with awareness, and awareness breaks all narrow territories."},{"Author":"Margaret Wander Bonanno","Category":"wisdom","Quote":"It is only possible to live happily ever after on a daily basis."},{"Author":"A.S. Byatt,  Possession","Category":"wisdom","Quote":"The individual appears for an instant, joins the community of thought, modifies it and dies; but the species, that dies not, reaps the fruit of his ephemeral existence."},{"Author":"Rumi","Category":"wisdom","Quote":"Where lowland is, that's where water goes. All medicine wants is pain to cure."},{"Author":"Jonathan Tropper,  One Last Thing Before I Go","Category":"wisdom","Quote":"The thing about living alone is that it gives you a lot of time to think. You don't necessarily reach any conclusions, because wisdom is largely a function of intelligence and self-awareness, not time on your hands. But you do become very good at thinking yourself into endless loops of desperation in half the time it would take a normal person."},{"Author":"Margaret Maron,  Bootlegger's Daughter","Category":"wisdom","Quote":"Every time we start thinking we're the center of the universe, the universe turns around and says with a slightly distracted air, 'I'm sorry. What'd you say your name was again?"},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"wisdom","Quote":"There are two paths of which one may choose in the walk of life; one we are born with, and the one we consciously blaze. One is naturally true, while the other is a perceptive illusion. Choose wisely at each fork in the road."},{"Author":"Harriet Evans,  Happily Ever After","Category":"wisdom","Quote":"Everyone's allowed to be in love with the wrong person at some point. In fact, it's a mistake not to be."},{"Author":"Pope Benedict XVI","Category":"wisdom","Quote":"The human person finds his perfection \"in seeking and loving what is true and good."},{"Author":"Dwight D. Eisenhower","Category":"wisdom","Quote":"Pull the string and it will follow wherever you wish. Push it, and it will go nowhere at all."},{"Author":"Stephanie Perkins,  Lola and the Boy Next Door","Category":"wisdom","Quote":"Cricket Bell.” I smiled into my phone. “How did you get so wise?"},{"Author":"Wayne W. Dyer","Category":"wisdom","Quote":"Not only do you become what you think about, but the world also becomes what you think about. Those who think that the world is a dark place are blind to the light that might illuminate their lives. Those who see the light of the world view the dark spots as merely potential light."},{"Author":"Traci Harding,  The Dragon Queens","Category":"wisdom","Quote":"Only a female could be as calculating and have the foresight that destiny requires,' the gypsy explained. 'Now fate is a man,' he went on, 'no planning, just go with the flow and see what tomorrow brings."},{"Author":"William Blake","Category":"wisdom","Quote":"What is grand is necessarily obscure to weak men. That which can be made explicit to the idiot is not worth my care."},{"Author":"Jack Tempchin","Category":"wisdom","Quote":"Just remember this, my girl, when you look up in the sky you can see the stars and still not see the light."},{"Author":"Benjamin Disraeli","Category":"wisdom","Quote":"But what minutes! Count them by sensation, and not by calendars, and each moment is a day."},{"Author":"Christopher Paolini,  Inheritance","Category":"wisdom","Quote":"Go slowly, so that you do not bite your tail by accident."},{"Author":"Marcus Tullius Cicero,  Selected Works","Category":"wisdom","Quote":"We must not only obtain Wisdom: we must enjoy her."},{"Author":"Marcel Proust","Category":"wisdom","Quote":"Reading is at the threshold of the spiritual life; it can introduce us to it. It does not constitute it ... There are certain cases of spiritual depression in which reading can become a sort of curative discipline ... reintroducing a lazy mind into the life of the Spirit."},{"Author":"Wayne W. Dyer","Category":"wisdom","Quote":"Your teacher might be a child who takes you by the hand and asks you a question that you hadn't considered before, and your answer to the child is your answer to yourself."},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"Learning isn't acquiring knowledge so much as it is trimming information that has already been acquired."},{"Author":"Dannye Williamsen","Category":"wisdom","Quote":"Your life is always under construction. It is your job to learn howto untangle the threads and weave a tapestry that matches your desires."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"When you are lonely for a while don't get restless, if you had born alone, you are going to die alone then for sometime you can certainly live alone."},{"Author":"Anonymous,  The Dhammapada","Category":"wisdom","Quote":"The fool who knows his folly Becomes wise by that fact.But the fool who thinks he's wise - He's called 'a fool' indeed!"},{"Author":"Samuel Johnson","Category":"wisdom","Quote":"Love is the wisdom of the fool and the folly of the wise."},{"Author":"Hesiod","Category":"wisdom","Quote":"That man is best who sees the truth himself. Good too is he who listens to wise counsel. But who is neither wise himself nor willing to ponder wisdom is not worth a straw."},{"Author":"Joe Vigil","Category":"wisdom","Quote":"There are two goddesses in your heard. The Goddess of Wisdom and the Goddess of Wealth. Everyone thinks they need to get wealth first, and wisdom will come. So they concern themselves with chasing money. But they have it backwards. You have to give your heart to the Goddess of Wisdom, giver her all your love and attention, and the Goddess of Wealth will become jealous, and follow you."},{"Author":"Henri-Frédéric Amiel","Category":"wisdom","Quote":"It is not what he has, nor even what he does, which directly expresses the worth of a man, but what he is."},{"Author":"Nelson Algren,  A Walk on the Wild Side","Category":"wisdom","Quote":"Never play cards with a man called Doc. Never eat at a place called Mom's. Never sleep with a woman whose troubles are worse than your own."},{"Author":"Khaled Hosseini,  A Thousand Splendid Suns","Category":"wisdom","Quote":"She wished she could visit Mariam's grave, to sit with her awhile, leave a flower or two. But she sees now that it doesn't matter. Mariam is never very far.... Mariam is in her own heart, where she shines with the bursting radiance of a thousand suns."},{"Author":"Hsin Hsin Ming","Category":"wisdom","Quote":"When love and hate are both absent, everything becomes clear and undisguised. Make the slightest distinction, however, and heaven and earth are set infinitely apart. If you wish to see the truth, then hold no opinions for or against anything. To set up what you like against what you dislike is the disease of the mind."},{"Author":"Pramoedya Ananta Toer,  Child of All Nations","Category":"wisdom","Quote":"Kehidupan lebih nyata daripada pendapat siapapun tentang kenyataan."},{"Author":"Audrey Farrell","Category":"wisdom","Quote":"learn from the past live in the present plan for the future"},{"Author":"Socrates","Category":"wisdom","Quote":"Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?"},{"Author":"Bill W.","Category":"wisdom","Quote":"For the wise have always known that no one can make much of his life until self-searching has become a regular habit, until he is able to admit and accept what he finds, and until he patiently and persistently tries to correct what is wrong. – Bill W."},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"wisdom","Quote":"Cheap booze is a false economy."},{"Author":"Christy Leigh Stewart","Category":"wisdom","Quote":"Every concept of reality is all in our head, belief is what makes truth."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"After his experience with Minos, Nico realized that most spectres held only as much power as you allowed them to have. They pried into your mind, using fear or anger or longing to influence you. Nico had learned to shield himself. Sometimes he could even turn the tables and bend ghosts to his will."},{"Author":"Erich Maria Remarque,  All Quiet on the Western Front","Category":"wisdom","Quote":"For us lads of eighteen they ought to have been mediators and guides to the world of maturity, the world of work, of duty, of culture, of progress -- to the future."},{"Author":"Joan Borysenko","Category":"wisdom","Quote":"Perhaps the hardest lesson to learn is not to be attached to the results of your actions."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"wisdom","Quote":"One of the most productive ways a government can spend money on the people is by building more prisons. That’s what makes the US so great. That’s what freedom is all about."},{"Author":"H. Rider Haggard,  She","Category":"wisdom","Quote":"Ah! how little knowledge does a man acquire in his life. He gathers it up like water, but like water it runs between his fingers, and yet, if his hands be but wet as though with dew, behold a generation of fools call out, 'See, he is a wise man!' Is it not so?"},{"Author":"John Gierach,  Death, Taxes, and Leaky Waders: A John Gierach Fly-Fishing Treasury","Category":"wisdom","Quote":"Sure, it was your idea and your fly, but he caught the big fish. Remember, fairness is a human idea largely unknown in nature."},{"Author":"Anonymous,  Holy Bible: New International Version","Category":"wisdom","Quote":"Wisdom is justified by all her children.Luke 7:35"},{"Author":"Dalai Lama XIV","Category":"wisdom","Quote":"The topic of compassion is not at all religious business; it is important to know it is human business, it is a question of human survival."},{"Author":"Wayne W. Dyer","Category":"wisdom","Quote":"You must become the producer, director and actor in the unfolding story of your life."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"wisdom","Quote":"Love is the science of reducing your sound while upping the amplitude of another person."},{"Author":"Confucius,  The Wisdom Of Confucius","Category":"wisdom","Quote":"It is when those who are not strong enough have made some moderate amount of progress that they fail and give up..."},{"Author":"George Burns,  Doctor Burns' Prescription for Happiness","Category":"wisdom","Quote":"Money is the root of all evil.' Then we hear, 'A fool and his money are soon parted.' What are they talking about? If money is so evil, shouldn't it be, 'A wise man and his money are soon parted'? And another thing, how does a fool get money in the first place? I know some fools who have a lot of money, but they won't tell me how they got it, and I won't tell them."},{"Author":"Oprah Winfrey","Category":"wisdom","Quote":"Listen. Pay attention. Treasure every moment."},{"Author":"Andy Andrews,  The Noticer: Sometimes, All a Person Needs Is a Little Perspective","Category":"wisdom","Quote":"It’s obvious you kids are smart-school and good teachers will do that for you-but wisdom is something altogether different. Wisdom can be gathered in your downtime. Wisdom that can change the very course of your life will come from the people you are around, the books you read, and the things you listen to or watch on radio or television."},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"Old words are reborn with new faces."},{"Author":"Mark Twain,  Pudd'nhead Wilson","Category":"wisdom","Quote":"Behold, the fool saith, \"Put not all thine eggs in the one basket\"- which is but a matter of saying, \"Scatter your money and your attention\"; but the wise man saith, \"Pull all your eggs in the one basket and - WATCH THAT BASKET.\"- Pudd'nhead Wilson's Calendar"},{"Author":"George Jones","Category":"wisdom","Quote":"There are questions I'm still not wise enough to answer, just wise enough to no longer ask."},{"Author":"Clarence Darrow,  Why I Am An Agnostic and Other Essays","Category":"wisdom","Quote":"The fear of God is not the beginning of wisdom. The fear of God is the death of wisdom. Skepticism and doubt lead to study and investigation, and investigation is the beginning of wisdom."},{"Author":"Scott Adams","Category":"wisdom","Quote":"Ask a deeply religious Christian if he’d rather live next to a bearded Muslim that may or may not be plotting a terror attack, or an atheist that may or may not show him how to set up a wireless network in his house. On the scale of prejudice, atheists don’t seem so bad lately."},{"Author":"CrimethInc.,  Evasion","Category":"wisdom","Quote":"A day unemployed is like a bagel- even when it's bad, it's still pretty good..."},{"Author":"J.I. Packer","Category":"wisdom","Quote":"Confidence that one's impressions are God-given is no guarantee that this is really so, even when they persist and grow stronger through long seasons of prayer. Bible-based wisdom must judge them."},{"Author":"Isaiah Berlin","Category":"wisdom","Quote":"The fox knows many things, but the hedgehog knows one big thing."},{"Author":"Brian Tracy","Category":"wisdom","Quote":"Success equals goals; all else is commentary."},{"Author":"David Zindell,  The Broken God","Category":"wisdom","Quote":"Before, you are wise; after, you are wise. In between you are otherwise"},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"Ethical veganism represents a commitment to nonviolence."},{"Author":"Matthew Kelly,  Rediscover Catholicism: A Spiritual Guide to Living with Passion & Purpose","Category":"wisdom","Quote":"The notion of freedom proclaimed by the modern world is anti-discipline. But true freedom cannot be separated from discipline."},{"Author":"Lincoln Patz","Category":"wisdom","Quote":"Before the fruits of prosperity can come, the storms of life need to first bring the required rains of testing, which mixes with the seeds of wisdom to produce a mature harvest."},{"Author":"Jarod Kintz,  Love quotes for the ages. And the ageless sages.","Category":"wisdom","Quote":"I had to hand it to him, leaving the empty glove lying on the bed was an apt metaphor for love. Two things I can say about my grandpa are that he is wise, and his left hand is probably cold."},{"Author":"Pope John Paul II,  Blessed Are the Pure of Heart: Catechesis on the Sermon on the Mount and Writings of St. Paul","Category":"wisdom","Quote":"The ethos of redemption is realied in self-mastery, by means of temperance, that is, continence of desires."},{"Author":"Henry David Thoreau","Category":"wisdom","Quote":"The youth gets together his materials to build a bridge to the moon, or, perchance, a palace or temple on the earth, and, at length, the middle-aged man concludes to build a woodshed with them."},{"Author":"Craig Ferguson","Category":"wisdom","Quote":"People talk to old people like they're children.'Oh you're very old aren't you?' Yeah I'm old. I'm not stupid."},{"Author":"Gary L. Francione","Category":"wisdom","Quote":"Veganism is an act of nonviolent defiance. It is our statement that we reject the notion that animals are things and that we regard sentient nonhumans as moral persons with the fundamental moral right not to be treated as the property or resources of humans."},{"Author":"Walter M. Miller Jr.,  A Canticle for Leibowitz","Category":"wisdom","Quote":"But neither infinite power nor infinite wisdom could bestow godhood upon men. For that there would have to be infinite love as well."},{"Author":"Aesop,  Aesop's Fables","Category":"wisdom","Quote":"Once a wolf, always a wolf."},{"Author":"Rick Riordan,  The Blood of Olympus","Category":"wisdom","Quote":"Nico knew something about ghosts. Letting them get inside your head was dangerous. He wanted to help Reyna, but since his own strategy was to deal with his problems alone, spurning anyone who tried to get close, he couldn’t exactly criticize Reyna for doing the same thing."},{"Author":"Wendell Berry","Category":"wisdom","Quote":"The past is our definition. We may strive with good reason to escape it or to escape what is bad in it but we will escape it only by adding something better to it."},{"Author":"Ludwig Börne","Category":"wisdom","Quote":"Losing an illusion makes you wiser than finding a truth."},{"Author":"Edgar Allan Poe,  The Complete Stories and Poems","Category":"wisdom","Quote":"Philosophers have often held disputeAs to the seat of thought in man and bruteFor that the power of thought attends the latterMy friend, thy beau, hath made a settled matter,And spite of dogmas current in all ages,One settled fact is better than ten sages. (O,Tempora! O,Mores!)"},{"Author":"Oprah Winfrey","Category":"wisdom","Quote":"All pain is the same."},{"Author":"Sri Sri Ravi Shankar","Category":"wisdom","Quote":"why can't we control our anger? because we love perfection. make a little room for imperfection in our lives."},{"Author":"Greg Hamerton,  The Riddler's Gift","Category":"wisdom","Quote":"Those who try to juggle wisdom, power and greed, drop one of the balls, every time.”—Zarost"},{"Author":"Erich Maria Remarque,  All Quiet on the Western Front","Category":"wisdom","Quote":"The idea of authority, which they represented, was associated in our minds with a greater insight and a more humane wisdom."},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"In God's eyes, a man who teaches one truth and nothing else is more righteous than a man who teaches a million truths and one lie."},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"Beyond all sciences, philosophies, theologies, and histories, a child's relentless inquiry is truly all it takes to remind us that we don't know as much as we think we know."},{"Author":"Samuel Johnson","Category":"wisdom","Quote":"Life is not long, and too much of it must not pass in idle deliberation how it shall be spent."},{"Author":"Jefferson Smith,  Strange Places","Category":"wisdom","Quote":"Wisdom cannot be stolen - it can only be shared."},{"Author":"Madeleine L'Engle,  Walking on Water: Reflections on Faith and Art","Category":"wisdom","Quote":"Aeschylus writes, \"In our sleep, pain that cannot forget falls drop by drop upon the heart and in our own despair, against our will, comes wisdom through the awful grade of God."},{"Author":"Peter Parker","Category":"wisdom","Quote":"All those years I thought that it was power that brought responsibility. It's not. I was wrong.It's responsibility that brings power. It's knowing what needs to be done that brings strength. And courage."},{"Author":"Wm. Paul Young,  The Shack","Category":"wisdom","Quote":"Perhaps there is supranatural: reason beyond the normal definitions of fact or data-based logic; something that only makes sense if you can see a bigger picture of reality. Maybe that is where faith fits in."},{"Author":"Sogyal Rinpoche","Category":"wisdom","Quote":"What we have to learn, in both meditation and in life, is to be free ofattachment to the good experiences, and free of aversion to the negative ones."},{"Author":"E.A. Bucchianeri,  Brushstrokes of a Gadfly","Category":"wisdom","Quote":"You cannot hinder someone’s free will, that’s the first law of the Universe, no matter what the decision."},{"Author":"Mary Stewart,  The Last Enchantment","Category":"wisdom","Quote":"The essence of wisdom is to know when to be doing, and when it's useless even to try"},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"The best kind of happiness is a habit you're passionate about."},{"Author":"Jonathan Cainer","Category":"wisdom","Quote":"They say you should know your limits and work within them. But how can you really know your limits unless you try to expand them?"},{"Author":"Paulo Coelho","Category":"wisdom","Quote":"In the long run what people think about shepherds and bakers becomes more important for them than their own destinies."},{"Author":"Pramoedya Ananta Toer,  Arok Dedes","Category":"wisdom","Quote":"Tak ada brahmana angkuh. Mereka hanya lebih mengerti, lebih tahu daripada orang yang menganggap pengetahuan dan ilmu sebagai keangkuhan."},{"Author":"Brandon Sanderson,  Elantris","Category":"wisdom","Quote":"The Shaod, it was called. The Transformation... When it came, the fortuante person's life ended and began anew; he would discard his old, mundane existence and move to Elantris. Elantris, where he could live in bliss, rule in wisdom, and be worshiped for eternity.Eternity ended ten years ago."},{"Author":"William James","Category":"wisdom","Quote":"we have to live today by what truth we can get today and be ready tomorrow to call it falsehood"},{"Author":"Tom Robbins,  Jitterbug Perfume","Category":"wisdom","Quote":"Those who possess wisdom cannot just ladle it out to every wantwit and jackanapes who comes along and asks for it. A person must be prepared to receive wisdom, or else it will do him more harm than good. Moreover, a lout thrashing about in the clear waters of wisdom will dirty those waters for everyone else."},{"Author":"Traci L. Slatton,  Immortal","Category":"wisdom","Quote":"Boy, the solid things you can hold in your hands are never all you've got. They're the least of what belong to you. The qualities inside you, those are what you've really got to defend yourself with."},{"Author":"Scott Hahn,  Lord, Have Mercy: The Healing Power of Confession","Category":"wisdom","Quote":"As we grow detached from things, we come (with God's help) to master our desires, and we give the mastery over to God. Discipline and divine grace heal the intellect and the will of the effects of concupiscence. We can begin to see things clearly."},{"Author":"Ricardo Reis","Category":"wisdom","Quote":"Para ser grande, sê inteiro: nadaTeu exagera ou exclui.Sê todo em cada coisa. Põe quanto ésNo mínimo que fazes.Assim em cada coisa a Lua todaBrilha, porque alta vive."},{"Author":"Dejan Stojanovic,  The Creator","Category":"wisdom","Quote":"Heavenly bodies are nests of invisible birds."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"There is no competition of sounds between a nightingale and a violin."},{"Author":"Thomas Merton","Category":"wisdom","Quote":"....it is of the very essence of Christianity to face suffering and death not because they are good, not because they have meaning, but because the resurrection of Jesus has robbed them of their meaning."},{"Author":"Tanjlisa Marie","Category":"wisdom","Quote":"Give me the facts and I will determine my own truths."},{"Author":"L.J. Smith,  Witchlight","Category":"wisdom","Quote":"That was courage, Keller thought. Not doing something without being afraid, but doing something even though you were afraid."},{"Author":"Eddie Johnson","Category":"wisdom","Quote":"Fear of the LORD is the beginning of knowledge. Only Fools despise wisdom and discipline.\"Proverbs 1:7 NLT"},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"wisdom","Quote":"A sign of a lover of wisdom is his delight in not running his mouth about things he doesn't know."},{"Author":"Michael Anderson","Category":"wisdom","Quote":"Whatever you want to be in life, you're training for it right now."},{"Author":"André Maurois,  Climats","Category":"wisdom","Quote":"Happiness is never there to stay [...] Happiness is merely a respite offered by inquietude."},{"Author":"Marva J. Dawn,  Keeping the Sabbath Wholly: Ceasing, Resting, Embracing, Feasting","Category":"wisdom","Quote":"A great benefit of Sabbath keeping is that we learn to let God take care of us — not by becoming passive and lazy, but in the freedom of giving up our feeble attempts to be God in our own lives."},{"Author":"Lao Tzu","Category":"wisdom","Quote":"If lightning is the anger of the gods, then the gods are concerned mostly about trees."},{"Author":"Aristotle,  The Nicomachean Ethics","Category":"wisdom","Quote":"The pleasures arising from thinking and learning will make us think and learn all the more. 1153a 23"},{"Author":"Graham Greene,  Loser Takes All","Category":"wisdom","Quote":"She was not too young to be wise, but she was too young to know that wisdom shouldn't be spoken aloud when you are happy."},{"Author":"Matthew Kelly,  Rediscover Catholicism: A Spiritual Guide to Living with Passion & Purpose","Category":"wisdom","Quote":"Superficiality is the curse of the modern world."},{"Author":"Ken Kesey,  One Flew Over the Cuckoo's Nest","Category":"wisdom","Quote":"It's the truth, even if it didn't happen......if they don't exist, how can a man see them?"},{"Author":"Carroll Bryant","Category":"wisdom","Quote":"A sin is nothing more than regret. Not for doing it once, but doing it again when you know you’re going to regret it."},{"Author":"Amit Kalantri","Category":"wisdom","Quote":"The most dangerous irony is, people are angry with others because of their own incompetence."},{"Author":"Shannon L. Alder","Category":"wisdom","Quote":"The only way to move from your reality to God’s reality is through people who love you."},{"Author":"Amanda Hocking,  Wisdom","Category":"wisdom","Quote":"If Peter Pan had been real, he would've gone mad and killed everyone in Neverland."},{"Author":"Paul Auster,  The Brooklyn Follies","Category":"wisdom","Quote":"it's a rare day when she speaks in anything but platitudes--all those exhausted phrases and hand-me-down ideas that cram the dump sites of contemporary wisdom"},{"Author":"Christopher Hitchens,  Hitch-22: A Memoir","Category":"wisdom","Quote":"Hardest of all, as one becomes older, is to accept that sapient remarks can be drawn from the most unwelcome or seemingly improbable sources, and that the apparently more trustworthy sources can lead one astray."},{"Author":"Carl Sandburg","Category":"wisdom","Quote":"Tell no man anything, for no man listensYet hold thy lips ready to speak."},{"Author":"Madeleine L'Engle,  A Circle of Quiet","Category":"wisdom","Quote":"When I start a new seminar I tell my students that I will undoubtedly contradict myself, and that I will mean both things. But an acceptance of contradiction is no excuse for fuzzy thinking. We do have to use our minds as far as they will take us, yet acknowledge that they cannot take us all the way."},{"Author":"Chidi Okonkwo","Category":"wisdom","Quote":"Knowledge is like an endless resource; a well of water that satisfies the innate thirst of the growing human soul. Therefore never stop learning... because the day you do, you will also stop maturing."},{"Author":"Shimon Peres","Category":"wisdom","Quote":"The most important thing in life is to dare. The most complicated thing in life is to be afraid. The smartest thing in the world is to try to be a moral person."},{"Author":"Pablo","Category":"wisdom","Quote":"Reading all the quotes in the world won’t make you or me into Plato, Gandhi Or Einstein, just like watching hundreds games of soccer won’t make you a soccer player or taking a yoga class will make u a yogini, or reading a golf book will make you a golfer. We need to put the Knowledge to practice and that is the challenge. Put it to work for you, make the effort to Follow Through"},{"Author":"Tyra Banks","Category":"wisdom","Quote":"A lot of young girls think that the opposite of fake is rudeness. And just as ugly as fake is, so is saying whatever is on your mind because it's the truth."},{"Author":"George Eliot","Category":"wisdom","Quote":"What should I do—how should I act now, this very day . . . What she would resolve to do that day did not yet seem quite clear, but something that she could achieve stirred her as with an approaching murmur which would soon gather distinctness."},{"Author":"ابن قيم الجوزية","Category":"wisdom","Quote":"The slave is not afflicted with a punishment greater than the hardening of the heart and being distant from Allah. For the Fire was created to melt the hardened heart. The most distant heart from Allah is the heart which is hardened. If the heart becomes hardened, the eye becomes dry."},{"Author":"Pablo","Category":"wisdom","Quote":"Words of Wisdom (wow): Be Still. Let Go.Flow.Breathe.Believe.Allow.Grow.Align.Be the Light.Be Awake.Be Aware.Anticipate.Participate.Embrace Change.Take that...Chance.Love.You Are Loved.Rise to the Occasion.Fuel your Motivation & make the world become a better place ☯"},{"Author":"David Starr Jordan","Category":"wisdom","Quote":"Wisdom is knowing what to do next; Skill is knowing how to do it, and Virtue is doing it."},{"Author":"Tina Carreiro,  Power of the Moon","Category":"wisdom","Quote":"We all have scars, Mia; they are supposed to make you stronger, not paralyze you.” ~Cole"},{"Author":"Laurence Hope","Category":"wisdom","Quote":"For this is Wisdom; to love, to liveTo take what fate, or the Gods may give.To ask no question, to make no prayer,To kiss the lips and caress the hair,Speed passion's ebb as you greet its flowTo have, -to hold -and -in time, -let go!"},{"Author":"Dejan Stojanovic,  The Sign and Its Children","Category":"wisdom","Quote":"To come to nothing through something is the way to outside from both sides."},{"Author":"Pope John Paul II,  Blessed Are the Pure of Heart: Catechesis on the Sermon on the Mount and Writings of St. Paul","Category":"wisdom","Quote":"In suffocating the voice of conscience, passion carries with itself a restlessness of the body and the senses: it is the restlessness of the \"external man.\"When the internal man has been reduced to silence, then passion, once it has been given freedom of action, so to speak, exhibits itself as an insistent tendency to satisfy the senses and the body."},{"Author":"Jonas Salk","Category":"wisdom","Quote":"Are we being good ancestors?"},{"Author":"صبا الحرز,  الآخرون","Category":"wisdom","Quote":"كم نميل الى تذكر الاشياء بصورة مثالية لمجرد ان انتهاءها يستدعى منا المزيد من اللطف حيالها , مندرجين تحت طائلة \"اذكروا محاسن موتاكم"},{"Author":"Benny Bellamacina","Category":"wisdom","Quote":"Cheapen words and they'll cheapen you"},{"Author":"Helen Hayes","Category":"wisdom","Quote":"If you rest, you rust."},{"Author":"Kathleen Norris","Category":"wisdom","Quote":"The Christian religion asks us to put our trust not in ideas, and certainly not in ideologies, but in a God Who was vulnerable enough to become human and die, and Who desires to be present to us in our ordinary circumstances."},{"Author":"Sogyal Rinpoche","Category":"wisdom","Quote":"How many of us are swept away by what I have come to call an 'active laziness'?It consists of cramming our lives with compulsive activity, so that there is no time at all to confront the real issues."},{"Author":"T.F. Hodge,  From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\"","Category":"wisdom","Quote":"Let discernment be your trustee, and mistakes your teacher."},{"Author":"Richard Wagner,  The Ring of the Nibelung","Category":"wisdom","Quote":"Many's the man/ who thought himself wise/ but what he needed/ he did not know..."},{"Author":"Henry David Thoreau","Category":"wisdom","Quote":"Our moments of inspiration are not lost though we have no particular poem to show for them; for those experiences have left an indelible impression, and we are ever and anon reminded of them."},{"Author":"Syed Muhammad Naquib al-Attas,  Islam: The Concept of Religion and The Foundation of Ethics and Morality","Category":"wisdom","Quote":"To know how to put what knowledge in which place is wisdom (hikmah). Otherwise, knowledge without order and seeking it without discipline does lead to confusion and hence to injustice to one's self."},{"Author":"Wayne W. Dyer","Category":"wisdom","Quote":"Remember, purpose is about giving...All you can do with your life is to give it away in the service of others."},{"Author":"Earl Nightingale","Category":"wisdom","Quote":"We tend to live up to our expectations."},{"Author":"Pramoedya Ananta Toer,  Arok Dedes","Category":"wisdom","Quote":"Dia yang terlalu tinggi di atas singgasana tidak pernah melihat telapak kakinya. Dia tak pernah ingat, pada tubuhnya ada bagian yang bernama telapak kaki. Pendengarannya tidak untuk menangkap suara dewa, juga tidak suara segala yang di bawah telapak kaki. Ia hanya dengarkan diri sendiri. Suara murid Bapa ini takkan sampai kepadanya. Untuknya yang paling tepat hanya dijolok."},{"Author":"Carolyn Mackler,  Vegan, Virgin, Valentine","Category":"wisdom","Quote":"The one thing I do remember is that as I retraced my steps through all the familiar streets of my life, Inow felt completely lost."},{"Author":"عبد الكريم بكار","Category":"wisdom","Quote":"إن اللغة ناقل غير كفء، وإن الناس حين يسمعون كلامًا يفهمونه في ضوء ما لديهم من خلفيات معرفية، بل إن كثيرًا منهم يقرؤون تلك الخلفيات ويبلورونها عوضًا عن الاشتغال بفهم ما سمعوه."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"Everything that looks too perfect is too perfect to be perfect."},{"Author":"Dejan Stojanovic,  The Creator","Category":"wisdom","Quote":"Color is the overpowering of black; white – the final victory over black."},{"Author":"Kris Kristofferson","Category":"wisdom","Quote":"Tell the truth. Sing with passion. Work with laughter. Love with heart. 'Cause that's all that matters in the end."},{"Author":"Walter Wangerin Jr.","Category":"wisdom","Quote":"Mirrors that hide nothing hurt me. But this is the hurt of purging and precious renewal - and these are the mirrors of dangerous grace."},{"Author":"Walt Whitman,  Song of Myself","Category":"wisdom","Quote":"I am of old and young, of the foolish as much as the wise,Regardless of others, ever regardful of others,Maternal as well as paternal, a child as well as a man,Stuffed with the stuff that is course, and stuffed with the stuff that is fine, one of the nation, of many nations, the smallest the same and the the largest"},{"Author":"Samuel Johnson","Category":"wisdom","Quote":"Love is the wisdom of the fool and the folly of the wise."},{"Author":"Debasish Mridha","Category":"wisdom","Quote":"The universe never complains.When you're wrong or right,She always loves and cares,She always gives and shares. When you get lost she becomes the light,Helps you to find what is right. But she never forgetsTo show you the light."},{"Author":"Simon Zingerman,  We All Need Heroes: Stories of the Brave and Foolish","Category":"wisdom","Quote":"Using your talent, hobby or profession in a way that makes you contribute with something good to this world is truly the way to go."},{"Author":"John Bunyan","Category":"wisdom","Quote":"What God says is best, indeed is best, though all men in the world are against it. Seeing, then, that God prefers his religion; seeing God prefers a tender conscience; seeing they that make themselves fools for the kingdom of heaven are wisest; and that the poor man that loveth Christ is richer than the greatest man in the world that hates him: Shame, depart, thou art an enemy to my salvation."},{"Author":"Haruo Shirane,  Early Modern Japanese Literature: An Anthology, 1600-1900","Category":"wisdom","Quote":"If love goes too far, it turns into cruelty."},{"Author":"Isocrates","Category":"wisdom","Quote":"Spend your leisure time in cultivating an ear attentive to discourse, for in this way you will find that you learn with ease what others have found out with difficulty."},{"Author":"Frank Stella","Category":"wisdom","Quote":"What you see is what you see"},{"Author":"Paul Brunton","Category":"wisdom","Quote":"He is beginning to master wisdom when he tries to learn how not to try."},{"Author":"Jack Kornfield","Category":"wisdom","Quote":"Wisdom says we are nothing. Love says we are everything. Between these two our life flows."},{"Author":"Christine de Pizan,  The Treasure of the City of Ladies","Category":"wisdom","Quote":"Women particularly should concern themselves with peace because men by nature are more foolhardy and headstrong, and their overwhelming desire to avenge themselves prevents them from foreseeing the resulting dangers and terrors of war. But woman by nature is more gentle and circumspect. Therefore, if she has sufficient will and wisdom she can provide the best possible means to pacify man."},{"Author":"Alexei Maxim Russell,  Why Not-World","Category":"wisdom","Quote":"Incredibly intelligent people always seem odd to those who are not as sharp."},{"Author":"Peggy Vincent,  Baby Catcher: Chronicles of a Modern Midwife","Category":"wisdom","Quote":"Childbirth is normal until proven otherwise."},{"Author":"Abraham Lincoln","Category":"wisdom","Quote":"A house divided cannot stand."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"wisdom","Quote":"In a battle of believability, the winner is the one with the best body language, not the clearest logic."},{"Author":"Ann Herendeen,  Phyllida and the Brotherhood of Philander : a Bisexual Regency Romance","Category":"wisdom","Quote":"You think money can solve any problem, but all it s good for is buying the things it can, and leaving you free to pursue the things it can't."},{"Author":"Georgia O'Keeffe","Category":"wisdom","Quote":"It's not enough to be nice in life. You've got to have nerve."},{"Author":"Debasish Mridha","Category":"wisdom","Quote":"A friend is a friend who continues to love you and like you when you don't love him or like him any more."},{"Author":"John Witherspoon","Category":"wisdom","Quote":"Never read a book through merely because you have begun it."},{"Author":"Bangambiki Habyarimana,  The Great Pearl of Wisdom","Category":"wisdom","Quote":"If people were employed at creating heaven on earth, everybody would be happy; instead each one is creating his own heaven by creating hell for others."},{"Author":"Emma Campion,  The King's Mistress","Category":"wisdom","Quote":"That is how we become wise, by living each day attending to the lessons God puts in our path."},{"Author":"Kentetsu Takamori,  Unlocking Tannisho: Shinran's Words on the Pure Land Path","Category":"wisdom","Quote":"Since living is believing, no one can be completely lacking in faith."},{"Author":"Ifeanyi Enoch Onuoha","Category":"wisdom","Quote":"FOCUS = Follow On Course Until Successful."},{"Author":"Dejan Stojanovic,  Circling: 1978-1987","Category":"wisdom","Quote":"He knows he will be born again, And start fresh anew."},{"Author":"Jean-Yves Leloup,  Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity","Category":"wisdom","Quote":"The compassionate person does not require other people to be stupid, in order to be intelligent. Their intelligence is for everyone, so as to have a world in which there is less ignorance. (118)"},{"Author":"Criss Jami,  Killosophy","Category":"wisdom","Quote":"Peaceful disputes are maintained when men sincerely believe that they are morally, logically correct about the issues at hand. It is when neither side is really certain that wars are instigated."},{"Author":"Nalini Singh,  Angels of Darkness","Category":"wisdom","Quote":"Life changes us. To wish otherwise is pointless."},{"Author":"Jayce O'Neal","Category":"wisdom","Quote":"We judge others by their actions and ourselves by our intentions. We need to offer grace to all, because we all need a little grace."},{"Author":"Hailey Edwards","Category":"wisdom","Quote":"Life after love was possible. I was proof. Loss taught you about yourself, burrowed in the dark parts of your soul and ate you from the inside out."},{"Author":"Thomas Aquinas","Category":"wisdom","Quote":"I receive Thee ransom of my soul. For love of Thee have I studied and kept vigil toiled preached and taught…"},{"Author":"Washington Irving,  The Legend of Sleepy Hollow","Category":"wisdom","Quote":"Balt Van Tassel was an easy indulgent soul; he loved his daughter better even than his pipe, and, like a reasonable man and an excellent father, let her have her way in everything."},{"Author":"Ozzie Zehner,  Green Illusions","Category":"wisdom","Quote":"Wind is renewable. Turbines are not."},{"Author":"John Scalzi","Category":"wisdom","Quote":"The failure mode of clever is “asshole."},{"Author":"Charles Slagle","Category":"wisdom","Quote":"The statement ‘There is nothing more American than an Indian’ happens to be a multidimensional paradox. Try and not say too many of those. That might open your mind to ideas that could cause sanity point loss."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"To become a true global citizen, one must abandon all notions of 'otherness' and instead embrace 'togetherness'."},{"Author":"Debasish Mridha","Category":"wisdom","Quote":"You are happy when you are enthusiastic and action-oriented, not when you are luxury and pleasure oriented."},{"Author":"Jarod Kintz,  A Story That Talks about Talking Is Like Chatter to Chattering Teeth, and Every Set of Dentures Can Attest to the Fact That No..","Category":"wisdom","Quote":"If you share your soup, I’ll share my wisdom. I brought a spoon, but did you bring a pen? How are you going to take notes, you fool!"},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"Be aware of the high notes, of the blissful faces and their soft messages, and listen for the silent message of a highly decorated gift."},{"Author":"Benny Bellamacina,  Little Luigi: A Musical Adventure","Category":"wisdom","Quote":"There's no greater show on earth than observing human nature"},{"Author":"Michel de Montaigne","Category":"wisdom","Quote":"The least strained and most natural ways of the soul are the most beautiful; the best occupations are the least forced."},{"Author":"Nancy B. Brewer","Category":"wisdom","Quote":"Humans will never be in charge of this world, as long as dust and weeds do as they please."},{"Author":"Toba Beta,  Master of Stupidity","Category":"wisdom","Quote":"Wisdom mitigates the risk of being honest."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"wisdom","Quote":"Darling, has not the count just told us that all human wisdom is summed up in two words? Wait and hope."},{"Author":"Lish McBride,  Necromancing the Stone","Category":"wisdom","Quote":"And someone, somewhere, was having an even worse time of it than me. I tried to keep that in mind. No matter how crappy your life, someone will probably beat you in the my-life-is-crap category. Not that I don't let myself whine a little now and then, but sometimes it's good to keep your misery in perspective"},{"Author":"Washington Irving,  The Legend of Sleepy Hollow","Category":"wisdom","Quote":"...ducks and geese are foolish things, and must be looked after, but girls can take care of themselves."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"Truth is not for sale. The man who sells truths that could help and guide humanity will never have peace of mind. Share truths freely, and you will always be revealed more."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"I will not join the rat race because I'm not a rat. And I will not blindly follow a specific faith because I'm not a bat. The only race I'll take part in is for humans being humane. It's called the human race, and sadly it's got the least participants."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"For the newborn and wise, everything begins small."},{"Author":"Suzy Kassem,  Rise Up and Salute the Sun: The Writings of Suzy Kassem","Category":"wisdom","Quote":"Any man filled with empathy is capable of gaining valuable insights on the human condition through the suffering of others. You do not need to suffer to know suffering, but you need empathy first to identify and feel the suffering of others around you."},{"Author":"Aeschylus","Category":"wisdom","Quote":"Wisdom comes alone through suffering."},{"Author":"Colin Firth,  Speaking With the Angel","Category":"wisdom","Quote":"You have to be ill if you want to get better."},{"Author":"Dejan Stojanovic","Category":"wisdom","Quote":"He had an answer to almost everything and he retired at an early age."}]