[{"Author":"Ernest Hemingway","Category":"writing","Quote":"There is nothing to writing. All you do is sit down at a typewriter and bleed."},{"Author":"Madeleine L'Engle","Category":"writing","Quote":"You have to write the book that wants to be written. And if the book will be too difficult for grown-ups, then you write it for children."},{"Author":"Toni Morrison","Category":"writing","Quote":"If there's a book that you want to read, but it hasn't been written yet, then you must write it."},{"Author":"Stephen King","Category":"writing","Quote":"If you don't have time to read, you don't have the time (or the tools) to write. Simple as that."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"writing","Quote":"Lock up your libraries if you like; but there is no gate, no lock, no bolt that you can set upon the freedom of my mind."},{"Author":"Mark Twain","Category":"writing","Quote":"Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be."},{"Author":"Anaïs Nin","Category":"writing","Quote":"We write to taste life twice, in the moment and in retrospect."},{"Author":"Jack Kerouac,  The Dharma Bums","Category":"writing","Quote":"One day I will find the right words, and they will be simple."},{"Author":"Lloyd Alexander","Category":"writing","Quote":"Fantasy is hardly an escape from reality. It's a way of understanding it."},{"Author":"Saul Bellow","Category":"writing","Quote":"You never have to change anything you got up in the middle of the night to write."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt."},{"Author":"Robert Frost","Category":"writing","Quote":"No tears in the writer, no tears in the reader. No surprise in the writer, no surprise in the reader."},{"Author":"Mark Twain,  The Wit and Wisdom of Mark Twain","Category":"writing","Quote":"The difference between the right word and the almost right word is the difference between lightning and a lightning bug."},{"Author":"William Faulkner","Category":"writing","Quote":"Read, read, read. Read everything -- trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it.Then write. If it's good, you'll find out. If it's not, throw it out of the window."},{"Author":"Oscar Wilde,  The Picture of Dorian Gray","Category":"writing","Quote":"Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all."},{"Author":"Ray Bradbury,  Zen in the Art of Writing","Category":"writing","Quote":"You must stay drunk on writing so reality cannot destroy you."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"The road to hell is paved with adverbs."},{"Author":"Stephen King","Category":"writing","Quote":"Fiction is the truth inside the lie."},{"Author":"Anton Chekhov","Category":"writing","Quote":"Don't tell me the moon is shining; show me the glint of light on broken glass."},{"Author":"E.L. Doctorow","Category":"writing","Quote":"Writing is a socially acceptable form of schizophrenia."},{"Author":"Aldous Huxley,  Brave New World","Category":"writing","Quote":"Words can be like X-rays if you use them properly -- they’ll go through anything. You read and you’re pierced."},{"Author":"Philip Pullman","Category":"writing","Quote":"After nourishment, shelter and companionship, stories are the thing we need most in the world."},{"Author":"Frank Herbert","Category":"writing","Quote":"There is no real ending. It’s just the place where you stop the story."},{"Author":"Winston S. Churchill","Category":"writing","Quote":"History will be kind to me for I intend to write it."},{"Author":"Henry David Thoreau","Category":"writing","Quote":"How vain it is to sit down to write when you have not stood up to live."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Stories may well be lies, but they are good lies that say true things, and which can sometimes pay the rent."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"The scariest moment is always just before you start."},{"Author":"Louis L'Amour","Category":"writing","Quote":"Start writing, no matter what. The water does not flow until the faucet is turned on."},{"Author":"Kurt Vonnegut,  If This Isn't Nice, What Is?: Advice for the Young","Category":"writing","Quote":"We have to continually be jumping off cliffs and developing our wings on the way down."},{"Author":"Anne Frank","Category":"writing","Quote":"I can shake off everything as I write; my sorrows disappear, my courage is reborn."},{"Author":"W. Somerset Maugham","Category":"writing","Quote":"There are three rules for writing a novel. Unfortunately, no one knows what they are."},{"Author":"Stephen King","Category":"writing","Quote":"If you want to be a writer, you must do two things above all others: read a lot and write a lot."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"The first draft of anything is shit."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"All you have to do is write one true sentence. Write the truest sentence that you know."},{"Author":"Thomas Mann,  Essays of Three Decades","Category":"writing","Quote":"A writer is someone for whom writing is more difficult than it is for other people."},{"Author":"Charles Dickens,  Oliver Twist","Category":"writing","Quote":"There are books of which the backs and covers are by far the best parts."},{"Author":"Kurt Vonnegut,  A Man Without a Country","Category":"writing","Quote":"Here is a lesson in creative writing. First rule: Do not use semicolons. They are transvestite hermaphrodites representing absolutely nothing. All they do is show you've been to college."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"let me live, love, and say it well in good sentences"},{"Author":"William Wordsworth","Category":"writing","Quote":"Fill your paper with the breathings of your heart."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Tomorrow may be hell, but today was a good writing day, and on the good writing days nothing else matters."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"you can, you should, and if you’re brave enough to start, you will."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Being a writer is a very peculiar sort of a job: it's always you versus a blank sheet of paper (or a blank screen) and quite often the blank piece of paper wins."},{"Author":"Caroline Gordon","Category":"writing","Quote":"A well-composed book is a magic carpet on which we are wafted to a world that we cannot enter in any other way."},{"Author":"Beatrix Potter","Category":"writing","Quote":"There is something delicious about writing the first words of a story. You never quite know where they'll take you."},{"Author":"C.S. Lewis","Category":"writing","Quote":"You can make anything by writing."},{"Author":"Joss Whedon","Category":"writing","Quote":"I write to give myself strength. I write to be the characters that I am not. I write to explore all the things I'm afraid of."},{"Author":"Annie Proulx","Category":"writing","Quote":"You should write because you love the shape of stories and sentences and the creation of different words on a page. Writing comes from reading, and reading is the finest teacher of how to write."},{"Author":"Philip José Farmer","Category":"writing","Quote":"Imagination is like a muscle. I found out that the more I wrote, the bigger it got."},{"Author":"Ray Bradbury","Category":"writing","Quote":"You must write every single day of your life... You must lurk in libraries and climb the stacks like ladders to sniff books like perfumes and wear books like hats upon your crazy heads... may you be in love every day for the next 20,000 days. And out of that love, remake a world."},{"Author":"Margaret Atwood","Category":"writing","Quote":"A word after a word after a word is power."},{"Author":"Franz Kafka","Category":"writing","Quote":"Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly."},{"Author":"Paulo Coelho","Category":"writing","Quote":"Tears are words that need to be written."},{"Author":"Virginia Woolf","Category":"writing","Quote":"Writing is like sex. First you do it for love, then you do it for your friends, and then you do it for money."},{"Author":"Neil Gaiman","Category":"writing","Quote":"This is how you do it: you sit down at the keyboard and you put one word after another until its done. It's that easy, and that hard."},{"Author":"Daphne du Maurier","Category":"writing","Quote":"Women want love to be a novel. Men, a short story."},{"Author":"Harvey Pekar","Category":"writing","Quote":"Ordinary life is pretty complex stuff."},{"Author":"Isaac Asimov","Category":"writing","Quote":"If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster."},{"Author":"Charles Baudelaire","Category":"writing","Quote":"Always be a poet, even in prose."},{"Author":"Tim O'Brien","Category":"writing","Quote":"That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth."},{"Author":"Stephen King,  Skeleton Crew","Category":"writing","Quote":"A short story is a different thing all together - a short story is like a kiss in the dark from a stranger."},{"Author":"Jack London","Category":"writing","Quote":"You can't wait for inspiration. You have to go after it with a club."},{"Author":"William H. Gass,  A Temple of Texts","Category":"writing","Quote":"The true alchemists do not change lead into gold; they change the world into words."},{"Author":"Anaïs Nin","Category":"writing","Quote":"The role of a writer is not to say what we can all say, but what we are unable to say."},{"Author":"Meg Cabot","Category":"writing","Quote":"Write the kind of story you would like to read. People will give you all sorts of advice about writing, but if you are not writing something you like, no one else will like it either."},{"Author":"Howard Nemerov","Category":"writing","Quote":"Write what you know. That should leave you with a lot of free time."},{"Author":"Lorrie Moore","Category":"writing","Quote":"A short story is a love affair, a novel is a marriage. A short story is a photograph; a novel is a film."},{"Author":"Jarod Kintz,  I Want","Category":"writing","Quote":"I want to write my own eulogy, and I want to write it in Latin. It seems only fitting to read a dead language at my funeral."},{"Author":"Flannery O'Connor","Category":"writing","Quote":"Everywhere I go I'm asked if I think the university stifles writers. My opinion is that they don't stifle enough of them. There's many a best-seller that could have been prevented by a good teacher."},{"Author":"Franz Kafka","Category":"writing","Quote":"I write differently from what I speak, I speak differently from what I think, I think differently from the way I ought to think, and so it all proceeds into deepest darkness."},{"Author":"Cornelia Funke,  Inkspell","Category":"writing","Quote":"So what? All writers are lunatics!"},{"Author":"Sharon Olds","Category":"writing","Quote":"I was a late bloomer. But anyone who blooms at all, ever, is very lucky."},{"Author":"Anaïs Nin","Category":"writing","Quote":"If you do not breathe through writing, if you do not cry out in writing, or sing in writing, then don't write, because our culture has no use for it."},{"Author":"F. Scott Fitzgerald","Category":"writing","Quote":"Cut out all these exclamation points. An exclamation point is like laughing at your own joke."},{"Author":"Joss Whedon","Category":"writing","Quote":"People love a happy ending. So every episode, I will explain once again that I don't like people. And then Mal will shoot someone. Someone we like. And their puppy."},{"Author":"Mark Twain","Category":"writing","Quote":"I haven't any right to criticize books, and I don't do it except when I hate them. I often want to criticize Jane Austen, but her books madden me so that I can't conceal my frenzy from the reader; and therefore I have to stop every time I begin. Every time I read Pride and Prejudice I want to dig her up and beat her over the skull with her own shin-bone."},{"Author":"Toni Morrison,  The Nobel Lecture In Literature, 1993","Category":"writing","Quote":"Make up a story... For our sake and yours forget your name in the street; tell us what the world has been to you in the dark places and in the light. Don't tell us what to believe, what to fear. Show us belief's wide skirt and the stitch that unravels fear's caul."},{"Author":"Albert Camus","Category":"writing","Quote":"The purpose of a writer is to keep civilization from destroying itself."},{"Author":"John Steinbeck","Category":"writing","Quote":"Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen."},{"Author":"Stephen King","Category":"writing","Quote":"A little talent is a good thing to have if you want to be a writer. But the only real requirement is the ability to remember every scar."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Description begins in the writer’s imagination, but should finish in the reader’s."},{"Author":"Ellen DeGeneres,  The Funny Thing Is...","Category":"writing","Quote":"You know, it's hard work to write a book. I can't tell you how many times I really get going on an idea, then my quill breaks. Or I spill ink all over my writing tunic."},{"Author":"Isabel Allende","Category":"writing","Quote":"Write what should not be forgotten."},{"Author":"James A. Michener","Category":"writing","Quote":"I love writing. I love the swirl and swing of words as they tangle with human emotions."},{"Author":"John Cheever","Category":"writing","Quote":"Fiction is art and art is the triumph over chaos… to celebrate a world that lies spread out around us like a bewildering and stupendous dream."},{"Author":"Hermann Hesse","Category":"writing","Quote":"Words do not express thoughts very well. They always become a little different immediately after they are expressed, a little distorted, a little foolish."},{"Author":"Rainer Maria Rilke","Category":"writing","Quote":"Find out the reason that commands you to write; see whether it has spread its roots into the very depth of your heart; confess to yourself you would have to die if you were forbidden to write."},{"Author":"Michael Cunningham","Category":"writing","Quote":"One always has a better book in one's mind than one can manage to get onto paper."},{"Author":"Jarod Kintz,  This is the best book I've ever written, and it still sucks","Category":"writing","Quote":"Writers fish for the right words like fishermen fish for, um, whatever those aquatic creatures with fins and gills are called."},{"Author":"David Levithan,  Every Day","Category":"writing","Quote":"This is what love does: It makes you want to rewrite the world. It makes you want to choose the characters, build the scenery, guide the plot. The person you love sits across from you, and you want to do everything in your power to make it possible, endlessly possible. And when it’s just the two of you, alone in a room, you can pretend that this is how it is, this is how it will be."},{"Author":"Eleanor Roosevelt","Category":"writing","Quote":"The reason that fiction is more interesting than any other form of literature, to those who really like to study people, is that in fiction the author can really tell the truth without humiliating himself."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Writing isn't about making money, getting famous, getting dates, getting laid, or making friends. In the end, it's about enriching the lives of those who will read your work, and enriching your own life, as well. It's about getting up, getting well, and getting over. Getting happy, okay? Getting happy."},{"Author":"Richard Price","Category":"writing","Quote":"You don't write about the horrors of war. No. You write about a kid's burnt socks lying in the road."},{"Author":"Dorothy Parker","Category":"writing","Quote":"I hate writing, I love having written."},{"Author":"Nathaniel Hawthorne","Category":"writing","Quote":"Easy reading is damn hard writing."},{"Author":"J.R.R. Tolkien","Category":"writing","Quote":"I have claimed that Escape is one of the main functions of fairy-stories, and since I do not disapprove of them, it is plain that I do not accept the tone of scorn or pity with which 'Escape' is now so often used. Why should a man be scorned if, finding himself in prison, he tries to get out and go home? Or if he cannot do so, he thinks and talks about other topics than jailers and prison-walls?"},{"Author":"Stephen King","Category":"writing","Quote":"Any word you have to hunt for in a thesaurus is the wrong word. There are no exceptions to this rule."},{"Author":"Julia Quinn","Category":"writing","Quote":"You always get more respect when you don't have a happy ending."},{"Author":"George Orwell","Category":"writing","Quote":"Writing a book is a horrible, exhausting struggle, like a long bout with some painful illness. One would never undertake such a thing if one were not driven on by some demon whom one can neither resist nor understand."},{"Author":"Friedrich Nietzsche","Category":"writing","Quote":"A good writer possesses not only his own spirit but also the spirit of his friends."},{"Author":"Lady Gaga","Category":"writing","Quote":"When you make music or write or create, it's really your job to have mind-blowing, irresponsible, condomless sex with whatever idea it is you're writing about at the time."},{"Author":"Charles Bukowski,  The People Look Like Flowers at Last","Category":"writing","Quote":"great writers are indecent peoplethey live unfairlysaving the best part for paper.good human beings save the worldso that bastards like me can keep creating art,become immortal.if you read this after I am deadit means I made it."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"My aim is to put down on paper what I see and what I feel in the best and simplest way."},{"Author":"Christopher Hitchens","Category":"writing","Quote":"Everybody does have a book in them, but in most cases that's where it should stay."},{"Author":"Ishmael Reed,  Yellow Back Radio Broke-Down","Category":"writing","Quote":"No one says a novel has to be one thing. It can be anything it wants to be, a vaudeville show, the six o’clock news, the mumblings of wild men saddled by demons."},{"Author":"Cornelia Funke","Category":"writing","Quote":"Which of us has not felt that the character we are reading in the printed page is more real than the person standing beside us?"},{"Author":"John Green,  The Fault in Our Stars","Category":"writing","Quote":"You do not immortalize the lost by writing about them. Language buries, but does not resurrect."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"A woman knows very well that, though a wit sends her his poems, praises her judgment, solicits her criticism, and drinks her tea, this by no means signifies that he respects her opinions, admires her understanding, or will refuse, though the rapier is denied him, to run through the body with his pen."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Amateurs sit and wait for inspiration, the rest of us just get up and go to work."},{"Author":"John Green","Category":"writing","Quote":"Writing is something you do alone. Its a profession for introverts who want to tell you a story but don't want to make eye contact while doing it.\"[Thoughts from Places: The Tour, Nerdfighteria Wiki, January 17, 2012]"},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"writing","Quote":"The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies."},{"Author":"William Faulkner","Category":"writing","Quote":"In writing, you must kill all your darlings."},{"Author":"Jules Renard","Category":"writing","Quote":"Writing is a way of talking without being interrupted."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"Who is more to be pitied, a writer bound and gagged by policemen or one living in perfect freedom who has nothing more to say?"},{"Author":"G.K. Chesterton,  Heretics","Category":"writing","Quote":"A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author."},{"Author":"Franz Kafka","Category":"writing","Quote":"A non-writing writer is a monster courting insanity.\"[Letter to Max Brod, July 5, 1922]"},{"Author":"Pablo Picasso","Category":"writing","Quote":"Learn the rules like a pro, so you can break them like an artist."},{"Author":"Dylan Thomas","Category":"writing","Quote":"A good poem is a contribution to reality. The world is never the same once a good poem has been added to it. A good poem helps to change the shape of the universe, helps to extend everyone's knowledge of himself and the world around him."},{"Author":"Thomas Jefferson","Category":"writing","Quote":"The most valuable of all talents is that of never using two words when one will do."},{"Author":"William Goldman,  The Princess Bride","Category":"writing","Quote":"Cynics are simply thwarted romantics."},{"Author":"Friedrich Nietzsche","Category":"writing","Quote":"All I need is a sheet of paperand something to write with, and thenI can turn the world upside down."},{"Author":"Joseph Conrad,  Lord Jim","Category":"writing","Quote":"My task, which I am trying to achieve is, by the power of the written word, to make you hear, to make you feel--it is, before all, to make you see."},{"Author":"Dr. Seuss","Category":"writing","Quote":"It has often been saidthere’s so much to be read,you never can cramall those words in your head.So the writer who breedsmore words than he needsis making a chorefor the reader who reads.That's why my belief isthe briefer the brief is,the greater the sighof the reader's relief is.And that's why your bookshave such power and strength.You publish with shorth!(Shorth is better than length.)"},{"Author":"Margaret Atwood,  The Blind Assassin","Category":"writing","Quote":"The only way you can write the truth is to assume that what you set down will never be read. Not by any other person, and not even by yourself at some later date. Otherwise you begin excusing yourself. You must see the writing as emerging like a long scroll of ink from the index finger of your right hand; you must see your left hand erasing it."},{"Author":"Neil Gaiman","Category":"writing","Quote":"When writing a novel, that's pretty much entirely what life turns into: 'House burned down. Car stolen. Cat exploded. Did 1500 easy words, so all in all it was a pretty good day."},{"Author":"Willa Cather","Category":"writing","Quote":"Most of the basic material a writer works with is acquired before the age of fifteen."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Write with the door closed, rewrite with the door open."},{"Author":"Anthony Trollope","Category":"writing","Quote":"A small daily task, if it be really daily, will beat the labours of a spasmodic Hercules."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"writing","Quote":"A woman must have money and a room of her own if she is to write fiction."},{"Author":"Isaac Asimov","Category":"writing","Quote":"I write for the same reason I breathe - because if I didn't, I would die."},{"Author":"Anthony Burgess,  A Clockwork Orange","Category":"writing","Quote":"We can destroy what we have written, but we cannot unwrite it."},{"Author":"Ray Bradbury","Category":"writing","Quote":"Your intuition knows what to write, so get out of the way."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"Some things are hard to write about. After something happens to you, you go to write it down, and either you over dramatize it, or underplay it, exaggerate the wrong parts or ignore the important ones. At any rate, you never write it quite the way you want to."},{"Author":"Joss Whedon","Category":"writing","Quote":"Make it dark, make it grim, make it tough, but then, for the love of God, tell a joke."},{"Author":"Margaret Atwood","Category":"writing","Quote":"Perhaps I write for no one. Perhaps for the same person children are writing for when they scrawl their names in the snow."},{"Author":"Nora Roberts","Category":"writing","Quote":"You can fix anything but a blank page."},{"Author":"E.B. White","Category":"writing","Quote":"All that I hope to say in books, all that I ever hope to say, is that I love the world."},{"Author":"Charles Bukowski,  War All the Time","Category":"writing","Quote":"some moments are nice, some arenicer, some are even worthwritingabout."},{"Author":"Jarod Kintz,  I Want Two apply for a job at our country's largest funeral home, and then wear a suit and noose to the job interview.","Category":"writing","Quote":"I want to gather up all the ink cartridges in the universe, because somewhere, mixed in with all that ink, is the next great American novel. And I’d love nothing more than to drink it."},{"Author":"Roald Dahl","Category":"writing","Quote":"A person is a fool to become a writer. His only compensation is absolute freedom. He has no master except his own soul, and that, I am sure, is why he does it"},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"Living with him is like being told a perpetual story: his mind is the biggest, most imaginative I have ever met. I could live in its growing countries forever."},{"Author":"Jennifer Weiner","Category":"writing","Quote":"Cram your head with characters and stories. Abuse your library privileges. Never stop looking at the world, and never stop reading to find out what sense other people have made of it. If people give you a hard time and tell you to get your nose out of a book, tell them you're working. Tell them it's research. Tell them to pipe down and leave you alone."},{"Author":"Chuck Palahniuk","Category":"writing","Quote":"The first step - especially for young people with energy and drive and talent, but not money - the first step to controlling your world is to control your culture. To model and demonstrate the kind of world you demand to live in. To write the books. Make the music. Shoot the films. Paint the art."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"When I write, I feel like an armless, legless man with a crayon in his mouth."},{"Author":"Louisa May Alcott,  Little Women","Category":"writing","Quote":"I've got the key to my castle in the air, but whether I can unlock the door remains to be seen."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"The hard part about writing a novel is finishing it."},{"Author":"J.D. Salinger,  The Catcher in the Rye","Category":"writing","Quote":"Grand. There's a word I really hate. It's a phony. I could puke every time I hear it."},{"Author":"Stephen King","Category":"writing","Quote":"When asked, \"How do you write?\"I invariably answer, \"One word at a time,\"and the answer is invariably dismissed. But that is all it is. It sounds too simple to be true, but consider the Great Wall of China, if you will: one stone at a time, man. That's all. One stone at a time. But I've read you can see that motherfucker from space without a telescope."},{"Author":"Alice Walker","Category":"writing","Quote":"Deliver me from writers who say the way they live doesn't matter. I'm not sure a bad person can write a good book. If art doesn't make us better, then what on earth is it for."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"In many cases when a reader puts a story aside because it 'got boring,' the boredom arose because the writer grew enchanted with his powers of description and lost sight of his priority, which is to keep the ball rolling."},{"Author":"Frank Zappa,  The Real Frank Zappa Book","Category":"writing","Quote":"Definition of rock journalism: People who can't write, doing interviews with people who can't think, in order to prepare articles for people who can't read."},{"Author":"Rainbow Rowell,  Fangirl","Category":"writing","Quote":"Sometimes writing is running downhill, your fingers jerking behind you on the keyboard the way your legs do when they can’t quite keep up with gravity."},{"Author":"Cyril Connolly","Category":"writing","Quote":"Better to write for yourself and have no public, than to write for the public and have no self.\"[The New Statesman, February 25, 1933]"},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"writing","Quote":"I wish my stove came with a Save As button like Word has. That way I could experiment with my cooking and not fear ruining my dinner."},{"Author":"Vladimir Nabokov","Category":"writing","Quote":"The pages are still blank, but there is a miraculous feeling of the words being there, written in invisible ink and clamoring to become visible"},{"Author":"Sidney Sheldon","Category":"writing","Quote":"A blank piece of paper is God's way of telling us how hard it is to be God."},{"Author":"Jarod Kintz,  It Occurred to Me","Category":"writing","Quote":"I often fantasize about torturing some of the lazier letters of the alphabet, like C, U, and E, because together they only manage to accomplish as much as the solitary letter Q."},{"Author":"Criss Jami,  Diotima, Battery, Electric Personality","Category":"writing","Quote":"Closed in a room, my imagination becomes the universe, and the rest of the world is missing out."},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"Anybody who has survived his childhood has enough information about life to last him the rest of his days."},{"Author":"Franz Kafka","Category":"writing","Quote":"Writing is utter solitude, the descent into the cold abyss of oneself."},{"Author":"Philip Pullman","Category":"writing","Quote":"I write almost always in the third person, and I don't think the narrator is male or female anyway. They're both, and young and old, and wise and silly, and sceptical and credulous, and innocent and experienced, all at once. Narrators are not even human - they're sprites."},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"Art never responds to the wish to make it democratic; it is not for everybody; it is only for those who are willing to undergo the effort needed to understand it."},{"Author":"Natalie Goldberg,  Writing Down the Bones: Freeing the Writer Within","Category":"writing","Quote":"Write what disturbs you, what you fear, what you have not been willing to speak about. Be willing to be split open."},{"Author":"Leonard Cohen","Category":"writing","Quote":"Poetry is just the evidence of life. If your life is burning well, poetry is just the ash."},{"Author":"Voltaire","Category":"writing","Quote":"The secret of being a bore is to tell everything."},{"Author":"Mark Twain,  Notebook","Category":"writing","Quote":"My books are water; those of the great geniuses is wine. Everybody drinks water."},{"Author":"Kurt Vonnegut,  Palm Sunday: An Autobiographical Collage","Category":"writing","Quote":"As for literary criticism in general: I have long felt that any reviewer who expresses rage and loathing for a novel or a play or a poem is preposterous. He or she is like a person who has put on full armor and attacked a hot fudge sundae or a banana split."},{"Author":"Emily Dickinson","Category":"writing","Quote":"The soul should always stand ajar, ready to welcome the ecstatic experience."},{"Author":"Jarod Kintz,  I Want","Category":"writing","Quote":"I want to write the Boston Marathon of run-on sentences. And since it'll be so long, I'll replace all the commas with the word Gatorade, to help push people through it."},{"Author":"Laurie Halse Anderson","Category":"writing","Quote":"Write about the emotions you fear the most."},{"Author":"Leo Tolstoy","Category":"writing","Quote":"The best stories don't come from \"good vs. bad\"but \"good vs. good."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"For it would seem - her case proved it - that we write, not with the fingers, but with the whole person. The nerve which controls the pen winds itself about every fibre of our being, threads the heart, pierces the liver."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"It's none of their business that you have to learn how to write. Let them think you were born that way."},{"Author":"Graham Greene,  Ways Of Escape","Category":"writing","Quote":"Writing is a form of therapy; sometimes I wonder how all those who do not write, compose, or paint can manage to escape the madness, melancholia, the panic and fear which is inherent in a human situation."},{"Author":"Blaise Pascal,  The Provincial Letters","Category":"writing","Quote":"I have only made this letter longer because I have not had the time to make it shorter.\"(Letter 16, 1657)"},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"If you expect to succeed as a writer, rudeness should be the second-to-least of your concerns. The least of all should be polite society and what it expects. If you intend to write as truthfully as you can, your days as a member of polite society are numbered, anyway."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"writing","Quote":"A story is a letter that the author writes to himself, to tell himself things that he would be unable to discover otherwise."},{"Author":"George Orwell,  Politics and the English Language","Category":"writing","Quote":"A scrupulous writer, in every sentence that he writes, will ask himself at least four questions, thus: 1. What am I trying to say? 2. What words will express it? 3. What image or idiom will make it clearer? 4. Is this image fresh enough to have an effect?"},{"Author":"E.M. Forster","Category":"writing","Quote":"How do I know what I think until I see what I say?"},{"Author":"Jarod Kintz,  I Want","Category":"writing","Quote":"I want to create a seventeen-syllable word that encompasses the human condition, and then use that word to form the world’s most perfect haiku."},{"Author":"Emil Cioran","Category":"writing","Quote":"A book is a suicide postponed."},{"Author":"Steve Martin","Category":"writing","Quote":"Writer's block is a fancy term made up by whiners so they can have an excuse to drink alcohol."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Kill your darlings, kill your darlings, even when it breaks your egocentric little scribbler’s heart, kill your darlings."},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"Writing a novel is a terrible experience, during which the hair often falls out and the teeth decay. I'm always irritated by people who imply that writing fiction is an escape from reality. It is a plunge into reality and it's very shocking to the system."},{"Author":"Charles Bukowski","Category":"writing","Quote":"nothing can save you except writing. it keeps the walls from failing."},{"Author":"Ralph Waldo Emerson","Category":"writing","Quote":"There is creative reading as well as creative writing."},{"Author":"Jennifer Salaiz","Category":"writing","Quote":"When you're missing a peice of yourself, aching, gut wrenching emptiness begins to take over. Until you find the link that completes your very soul, the feeling will never go away. Most people find a way to fill this void, material possessions, a string of relationships, affairs, food...I bear my soul, with words, for all to see."},{"Author":"Allen Ginsberg","Category":"writing","Quote":"Concentrate on what you want to say to yourself and your friends. Follow your inner moonlight; don't hide the madness. You say what you want to say when you don't care who's listening."},{"Author":"Agatha Christie","Category":"writing","Quote":"The best time for planning a book is while you're doing the dishes."},{"Author":"Philip Pullman","Category":"writing","Quote":"I don't profess any religion; I don't think it’s possible that there is a God; I have the greatest difficulty in understanding what is meant by the words ‘spiritual’ or ‘spirituality.'[Interview, The New Yorker, Dec. 26, 2005]"},{"Author":"Ernest Hemingway","Category":"writing","Quote":"After writing a story I was always empty and both sad and happy, as though I had made love, and I was sure this was a very good story although I would not know truly how good until I read it over the next day."},{"Author":"Joan Didion","Category":"writing","Quote":"I write entirely to find out what I'm thinking, what I'm looking at, what I see and what it means. What I want and what I fear."},{"Author":"Martin Luther","Category":"writing","Quote":"If you want to change the world, pick up your pen and write."},{"Author":"Jorge Luis Borges,  Twenty-Four Conversations with Borges: Interviews by Roberto Alifano 1981-1983","Category":"writing","Quote":"A writer - and, I believe, generally all persons - must think that whatever happens to him or her is a resource. All things have been given to us for a purpose, and an artist must feel this more intensely. All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art."},{"Author":"Ann Patchett,  Truth and Beauty","Category":"writing","Quote":"Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon."},{"Author":"Jonathan Safran Foer,  Everything Is Illuminated","Category":"writing","Quote":"With writing, we have second chances."},{"Author":"Arthur Schopenhauer,  Religion: A Dialogue and Other Essays","Category":"writing","Quote":"The person who writes for fools is always sure of a large audience."},{"Author":"Charles Bukowski","Category":"writing","Quote":"He asked, \"What makes a man a writer?\"\"Well,\"I said, \"it's simple. You either get it down on paper, or jump off a bridge."},{"Author":"Vladimir Nabokov,  Lectures on Literature","Category":"writing","Quote":"Literature was not born the day when a boy crying \"wolf, wolf\"came running out of the Neanderthal valley with a big gray wolf at his heels; literature was born on the day when a boy came crying \"wolf, wolf\"and there was no wolf behind him."},{"Author":"John Kennedy Toole,  A Confederacy of Dunces","Category":"writing","Quote":"I am at the moment writing a lengthy indictment against our century. When my brain begins to reel from my literary labors, I make an occasional cheese dip."},{"Author":"Jarod Kintz,  I Want","Category":"writing","Quote":"I want to write a poem about \"Truth,\"\"Honor,\"\"Dignity,\"and whether the toilet paper should roll over or under when you pull on it."},{"Author":"Colette","Category":"writing","Quote":"Put down everything that comes into your head and then you're a writer. But an author is one who can judge his own stuff's worth, without pity, and destroy most of it.\"(Casual Chance, 1964)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I’ll be your Dostoevsky, if you’ll be my Tolstoy. Our life together will be so full of despair that death will be like a gulag full of joy."},{"Author":"William Faulkner","Category":"writing","Quote":"If a story is in you, it has to come out."},{"Author":"Paul Valéry","Category":"writing","Quote":"Poems are never finished - just abandoned"},{"Author":"Haruki Murakami,  Hear the Wind Sing","Category":"writing","Quote":"There's no such thing as perfect writing, just like there's no such thing as perfect despair."},{"Author":"George Gordon Byron","Category":"writing","Quote":"If I do not write to empty my mind, I go mad."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"So okay― there you are in your room with the shade down and the door shut and the plug pulled out of the base of the telephone. You've blown up your TV and committed yourself to a thousand words a day, come hell or high water. Now comes the big question: What are you going to write about? And the equally big answer: Anything you damn well want."},{"Author":"Jarod Kintz,  A Letter to Andre Breton, Originally Composed on a Leaf of Lettuce With an Ink-dipped Carrot","Category":"writing","Quote":"Here's a haiku/palindrome I wrote called, \"Obsession.\"Bob, Bob, Bob, Bob, Bob,Bob, Bob, Bob, Bob, Bob, Bob, Bob,Bob, Bob, Bob, Bob, Bob"},{"Author":"Eudora Welty,  On Writing","Category":"writing","Quote":"Indeed, learning to write may be part of learning to read. For all I know, writing comes out of a superior devotion to reading."},{"Author":"Oscar Wilde","Category":"writing","Quote":"In old days books were written by men of letters and read by the public. Nowadays books are written by the public and read by nobody."},{"Author":"Dark Jar Tin Zoo,  Love Quotes for the Ages. Specifically Ages 19-91.","Category":"writing","Quote":"Making love to me is amazing. Wait, I meant: making love, to me, is amazing. The absence of two little commas nearly transformed me into a sex god."},{"Author":"Richard Bach","Category":"writing","Quote":"A professional writer is an amateur who didn't quit."},{"Author":"Tennessee Williams","Category":"writing","Quote":"Why did I write? Because I found life unsatisfactory."},{"Author":"W.H. Auden,  The Dyer's Hand","Category":"writing","Quote":"Some books are undeservedly forgotten; none are undeservedly remembered."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"People tell me I look like my father. I've never seen my dad, so does that mean I look invisible?"},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"writing","Quote":"So long as you write what you wish to write, that is all that matters; and whether it matters for ages or only for hours, nobody can say."},{"Author":"Graham Greene,  The End of the Affair","Category":"writing","Quote":"A story has no beginning or end: arbitrarily one chooses that moment of experience from which to look back or from which to look ahead."},{"Author":"Ernest Hemingway,  Death in the Afternoon","Category":"writing","Quote":"When writing a novel a writer should create living people; people not characters. A character is a caricature."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"I want to write because I have the urge to excel in one medium of translation and expression of life. I can't be satisfied with the colossal job of merely living. Oh, no, I must order life in sonnets and sestinas and provide a verbal reflector for my 60-watt lighted head."},{"Author":"John Green","Category":"writing","Quote":"The funny thing about writing is that whether you're doing well or doing it poorly, it looks the exact same. That's actually one of the main ways that writing is different from ballet dancing."},{"Author":"Arthur Schopenhauer","Category":"writing","Quote":"One should use common words to say uncommon things"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"The darkness has ink eyes, and if you stare long enough, you’re going to see it blink black. That’s the moment to start writing."},{"Author":"Aristotle","Category":"writing","Quote":"To write well, express yourself like the common people, but think like a wise man."},{"Author":"Joss Whedon","Category":"writing","Quote":"Don’t give people what they want, give them what they need."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"You cannot hope to sweep someone else away by the force of your writing until it has been done to you."},{"Author":"Dr. Seuss","Category":"writing","Quote":"Writing simply means no dependent clauses, no dangling things, no flashbacks, and keeping the subject near the predicate. We throw in as many fresh words we can get away with. Simple, short sentences don't always work. You have to do tricks with pacing, alternate long sentences with short, to keep it vital and alive.... Virtually every page is a cliffhanger--you've got to force them to turn it.\"~"},{"Author":"Peter De Vries","Category":"writing","Quote":"I love being a writer. What I can't stand is the paperwork."},{"Author":"Dorothy Parker","Category":"writing","Quote":"If you have any young friends who aspire to become writers, the second greatest favor you can do them is to present them with copies of The Elements of Style. The first greatest, of course, is to shoot them now, while they’re happy."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"writing","Quote":"Literature is strewn with the wreckage of those who have minded beyond reason the opinion of others."},{"Author":"Stephen King","Category":"writing","Quote":"It is the tale, not he who tells it."},{"Author":"Helvy Tiana Rosa,  Risalah Cinta","Category":"writing","Quote":"You are what you write."},{"Author":"Nicole Krauss","Category":"writing","Quote":"Why does one begin to write? Because she feels misunderstood, I guess. Because it never comes out clearly enough when she tries to speak. Because she wants to rephrase the world, to take it in and give it back again differently, so that everything is used and nothing is lost. Because it's something to do to pass the time until she is old enough to experience the things she writes about."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"There is no rule on how to write. Sometimes it comes easily and perfectly; sometimes it's like drilling rock and then blasting it out with charges."},{"Author":"C.S. Lewis","Category":"writing","Quote":"I never exactly made a book. It's rather like taking dictation. I was given things to say."},{"Author":"Shannon L. Alder","Category":"writing","Quote":"There comes a time in your life when you have to choose to turn the page, write another book or simply close it."},{"Author":"Lisa See,  Snow Flower and the Secret Fan","Category":"writing","Quote":"Read a thousand books, and your words will flow like a river."},{"Author":"Robin McKinley","Category":"writing","Quote":"The story is always better than your ability to write it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Love isn’t in a hurry like a flurry of flowery words on paper. It’s lush and slow to grow its aroma in the garden of time."},{"Author":"Robert A. Heinlein","Category":"writing","Quote":"Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterwards."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"String several words together in a sentence and you have a language necklace. My I love you would look great with your favorite red dress."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"As a fiction writer, let me make it up, and let me make it up to you. I’ll pen our love story, if you’ll be my co-author."},{"Author":"Raymond Carver","Category":"writing","Quote":"That's all we have, finally, the words, and they had better be the right ones."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"All thoughts, secret or spoken, belong in a coffee table book written in Braille, so you can really feel the emotions."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Instead of reciting her an original love poem using words, I think I’ll use my tongue to more creatively explore the deepest parts of her."},{"Author":"Diane Setterfield,  The Thirteenth Tale","Category":"writing","Quote":"A good story is always more dazzling than a broken piece of truth."},{"Author":"T.S. Eliot","Category":"writing","Quote":"Some editors are failed writers, but so are most writers."},{"Author":"Don Roff","Category":"writing","Quote":"Nothing's a better cure for writer's block than to eat ice cream right out of the carton."},{"Author":"David Mitchell,  Black Swan Green","Category":"writing","Quote":"If you show someone something you've written, you give them a sharpened stake, lie down in your coffin, and say, ‘When you’re ready’."},{"Author":"Winston S. Churchill","Category":"writing","Quote":"Writing a book is an adventure. To begin with it is a toy and an amusement. Then it becomes a mistress, then it becomes a master, then it becomes a tyrant. The last phase is that just as you are about to be reconciled to your servitude, you kill the monster and fling him to the public."},{"Author":"Charles Bukowski,  Love is a Dog from Hell","Category":"writing","Quote":"the writing of somemenis like a vast bridgethat carries youoverthe many thingsthat claw and tear.The Wine of Forever"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I’ll write the first sentence in English and the second sentence will be nonsense translated to Russian, to make the ultimate non sequitur."},{"Author":"Ian McEwan,  Atonement","Category":"writing","Quote":"A story was a form of telepathy. By means of inking symbols onto a page, she was able to send thoughts and feelings from her mind to her reader's. It was a magical process, so commonplace that no one stopped to wonder at it."},{"Author":"Mik Everett","Category":"writing","Quote":"If a writer falls in love with you, you can never die."},{"Author":"Charles Baudelaire","Category":"writing","Quote":"If the word doesn't exist, invent it; but first be sure it doesn't exist."},{"Author":"Abigail Adams","Category":"writing","Quote":"My bursting heart must find vent at my pen."},{"Author":"Franz Kafka","Category":"writing","Quote":"I need solitude for my writing; not 'like a hermit' - that wouldn't be enough - but like a dead man."},{"Author":"Hugh MacLeod,  Ignore Everybody: and 39 Other Keys to Creativity","Category":"writing","Quote":"Everyone is born creative; everyone is given a box of crayons in kindergarten. Then when you hit puberty they take the crayons away and replace them with dry, uninspiring books on algebra, history, etc. Being suddenly hit years later with the 'creative bug' is just a wee voice telling you, 'I'd like my crayons back, please."},{"Author":"C.S. Lewis","Category":"writing","Quote":"Child, to say the very thing you really mean, the whole of it, nothing more or less or other than what you really mean; that's the whole art and joy of words."},{"Author":"Mario Vargas Llosa","Category":"writing","Quote":"Writers are the exorcists of their own demons."},{"Author":"Jarod Kintz,  Love quotes for the ages. Specifically ages 18-81.","Category":"writing","Quote":"You’ll drown in my love story, if I ever write it using a fountain pen."},{"Author":"Gabriel Garcí­a Márquez","Category":"writing","Quote":"Fiction was invented the day Jonah arrived home and told his wife that he was three days late because he had been swallowed by a whale.."},{"Author":"H.P. Lovecraft","Category":"writing","Quote":"At night, when the objective world has slunk back into its cavern and left dreamers to their own, there come inspirations and capabilities impossible at any less magical and quiet hour. No one knows whether or not he is a writer unless he has tried writing at night."},{"Author":"Alexandre Dumas,  The Count of Monte Cristo","Category":"writing","Quote":"I have always had more dread of a pen, a bottle of ink, and a sheet of paper than of a sword or pistol."},{"Author":"Gloria Steinem","Category":"writing","Quote":"Writing is the only thing that when I do it, I don't feel I should be doing something else."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I bleed ink for her, because her name is written on my heart. She’s the author of all the love I have to give."},{"Author":"W. Somerset Maugham,  The Painted Veil","Category":"writing","Quote":"I have an idea that the only thing which makes it possible to regard this world we live in without disgust is the beauty which now and then men create out of the chaos. The pictures they paint, the music they compose, the books they write, and the lives they lead. Of all these the richest in beauty is the beautiful life. That is the perfect work of art."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Spelling Bees are useless and unnecessary competitions. Before Microsoft Word and Google, Spelling Bees had value, but now they are all superflewus."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"You gotta run more than your mouth to escape the treadmill of mediocrity. A true hustler jogs during the day, and sleepwalks at night."},{"Author":"Molière","Category":"writing","Quote":"Writing is like prostitution. First you do it for love, and then for a few close friends, and then for money."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"If you’re going to hang around and watch me write, you might as well have a noose around your neck. Would you mind if I kicked the chair out from under your feet? You’re standing on my only place to sit."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I think I’m mouth blind and that’s why all food tastes bland. The only things that have any flavor are the words I love you."},{"Author":"Johann Wolfgang von Goethe","Category":"writing","Quote":"The person born with a talent they are meant to use will find their greatest happiness in using it."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"writing","Quote":"All the ideas in the universe can be described by words. Therefore, if you simply take all the words and rearrange them randomly enough times, you’re bound to hit upon at least a few great ideas eventually. Sausage donkey swallows flying guillotine, my love assembly line."},{"Author":"Harper Lee","Category":"writing","Quote":"Any writer worth his salt writes to please himself...It's a self-exploratory operation that is endless. An exorcism of not necessarily his demon, but of his divine discontent."},{"Author":"Lewis Carroll","Category":"writing","Quote":"Then you should say what you mean,\"the March Hare went on. \"I do,\"Alice hastily replied; \"at least--at least I mean what I say--that's the same thing, you know.\"\"Not the same thing a bit!\"said the Hatter. \"You might just as well say that \"I see what I eat\"is the same thing as \"I eat what I see\"!"},{"Author":"Elie Wiesel","Category":"writing","Quote":"Write only if you cannot live without writing. Write only what you alone can write."},{"Author":"Coco J. Ginger","Category":"writing","Quote":"When we are in love, we are convinced nobody else will do. But as time goes, others do do, and often do do, much much better."},{"Author":"George R.R. Martin","Category":"writing","Quote":"Some writers enjoy writing, I am told. Not me. I enjoy having written."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"The best part about being a writer is being able to communicate with people without moving my lips. The mouth is better used for kissing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"The Book of Life, I’m still writing it—both literally and literarily. So far I’ve written the Table of Contents. Right now it’s more of a coffee table."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"I am irritated by my own writing. I am like a violinist whose ear is true, but whose fingers refuse to reproduce precisely the sound he hears within."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Knocking on a door is so violent. Instead, try talking to the door to get it to open up to you. I should write a self-help book for door-to-door salesmen."},{"Author":"Tim O'Brien,  The Things They Carried","Category":"writing","Quote":"The thing about a story is that you dream it as you tell it, hoping that others might then dream along with you, and in this way memory and imagination and language combine to make spirits in the head. There is the illusion of aliveness."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"writing","Quote":"I’m trying to translate what my cat says and put it in a book, but how many homonyms are there for meow?"},{"Author":"Jacques Derrida","Category":"writing","Quote":"What cannot be said above all must not be silenced but written."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"My advice to aspiring writers is to read more, write more, and network more. More, more, and more. Then, after you've done all that, do it some more."},{"Author":"David Sedaris","Category":"writing","Quote":"A good [short story] would take me out of myself and then stuff me back in, outsized, now, and uneasy with the fit."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Using my nipples as bait, I went fishing for compliments. I got a few bites, but nothing to write about in Field & Stream."},{"Author":"F. Scott Fitzgerald","Category":"writing","Quote":"An artist is someone who can hold two opposing viewpoints and still remain fully functional."},{"Author":"Mark Twain","Category":"writing","Quote":"A successful book is not made of what is in it, but what is left out of it."},{"Author":"André Gide","Category":"writing","Quote":"Only those things are beautiful which are inspired by madness and written by reason."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"writing","Quote":"Early on I set out to write the next Great American Novel, and then later on I set out the silverware and enjoyed my dinner in silence."},{"Author":"P.G. Wodehouse","Category":"writing","Quote":"I know I was writing stories when I was five. I don't know what I did before that. Just loafed, I suppose."},{"Author":"Charles Baxter,  Burning Down the House: Essays on Fiction","Category":"writing","Quote":"When all the details fit in perfectly, something is probably wrong with the story."},{"Author":"Isaac Asimov","Category":"writing","Quote":"You must keep sending work out; you must never let a manuscript do nothing but eat its head off in a drawer. You send that work out again and again, while you're working on another one. If you have talent, you will receive some measure of success - but only if you persist."},{"Author":"Nathaniel Hawthorne","Category":"writing","Quote":"Words - so innocent and powerless as they are, as standing in a dictionary, how potent for good and evil they become in the hands of one who knows how to combine them."},{"Author":"Tom Waits","Category":"writing","Quote":"The world is a hellish place, and bad writing is destroying the quality of our suffering."},{"Author":"Franz Kafka,  Diaries of Franz Kafka","Category":"writing","Quote":"This tremendous world I have inside of me. How to free myself, and this world, without tearing myself to pieces. And rather tear myself to a thousand pieces than be buried with this world within me."},{"Author":"Jarod Kintz,  How to construct a coffin with six karate chops","Category":"writing","Quote":"My definition of dictionary can’t be found in the dictionary. Dictionary—A linguistic prison, confining words to well-defined cells, with little chance of parole."},{"Author":"Coco J. Ginger","Category":"writing","Quote":"You don’t deserve my image in your head. You don’t deserve my memories in your chest."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"I have spent a good many years since―too many, I think―being ashamed about what I write. I think I was forty before I realized that almost every writer of fiction or poetry who has ever published a line has been accused by someone of wasting his or her God-given talent. If you write (or paint or dance or sculpt or sing, I suppose), someone will try to make you feel lousy about it, that's all."},{"Author":"Ian McEwan,  Atonement","Category":"writing","Quote":"Wasn't writing a kind of soaring, an achievable form of flight, of fancy, of the imagination?"},{"Author":"Truman Capote","Category":"writing","Quote":"You can't blame a writer for what the characters say."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Normally, in anything I do, I'm fairly miserable. I do it, and I get grumpy because there is a huge, vast gulf, this aching disparity, between the platonic ideal of the project that was living in my head, and the small, sad, wizened, shaking, squeaking thing that I actually produce."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"My hands could be considered deadly weapons. You see, I write with both of them."},{"Author":"Khaled Hosseini","Category":"writing","Quote":"Writing fiction is the act of weaving a series of lies to arrive at a greater truth."},{"Author":"Friedrich Nietzsche","Category":"writing","Quote":"It is my ambition to say in ten sentences what others say in a whole book."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I know the X’s and O’s of football. I just don’t know the other 24 letters. And as a writer, this bothers me."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"writing","Quote":"It’s not: I jumped in, and it was cold. No. It was cold, and I jumped in. Always arrange a sentence so you appear to be fearless, when in fact you are far less than fearless—you are clueless."},{"Author":"Hunter S. Thompson,  The Proud Highway: Saga of a Desperate Southern Gentleman, 1955-1967","Category":"writing","Quote":"I have no taste for either poverty or honest labor, so writing is the only recourse left for me."},{"Author":"Anaïs Nin","Category":"writing","Quote":"This diary is my kief, hashish and opium pipe. This is my drug and my vice."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"A follow-up letter is best when not written on the back of a suicide note. Remember this next time you’re at a networking event, unless your new connection is a mortician."},{"Author":"Lee Child","Category":"writing","Quote":"Don't get it right - get it WRITTEN!"},{"Author":"Robert M. Drake","Category":"writing","Quote":"She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on."},{"Author":"Charles Bukowski","Category":"writing","Quote":"unless the sun inside you is burning your gut, don't do it"},{"Author":"T.S. Eliot,  The Sacred Wood","Category":"writing","Quote":"Immature poets imitate; mature poets steal."},{"Author":"Stephen King","Category":"writing","Quote":"Writing is magic, as much the water of life as any other creative art. The water is free. So drink. Drink and be filled up."},{"Author":"Carolyn See","Category":"writing","Quote":"Every word a woman writes changes the story of the world, revises the official version."},{"Author":"Carlos Fuentes","Category":"writing","Quote":"Don't classify me, read me. I'm a writer, not a genre."},{"Author":"Randall Jarrell","Category":"writing","Quote":"A poet is a man who manages, in a lifetime of standing out in thunderstorms, to be struck by lightning five or six times."},{"Author":"Nora Roberts,  The Stanislaski Brothers: Mikhail and Alex","Category":"writing","Quote":"Good fiction creates its own reality."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"In high school I used to write my love notes backwards, so she'd have to flip the paper upside-down to read it. Either that or read it in a mirror, so she can see herself as I see her, and see why I admire her."},{"Author":"Markus Zusak","Category":"writing","Quote":"...there would be punishment and pain, and there would be happiness, too. That was writing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I wrote you a love letter. I used invisible ink to show I was being transparent with my feelings. And also to hide my feelings."},{"Author":"Ann Brashares,  The Second Summer of the Sisterhood","Category":"writing","Quote":"I was supposed to write a romantic comedy, but my characters broke up."},{"Author":"Junot Díaz","Category":"writing","Quote":"In order to write the book you want to write, in the end you have to become the person you need to become to write that book."},{"Author":"Truman Capote,  Truman Capote: Conversations","Category":"writing","Quote":"To me, the greatest pleasure of writing is not what it's about, but the music the words make."},{"Author":"W. Somerset Maugham","Category":"writing","Quote":"Only a mediocre person is always at his best."},{"Author":"Muriel Barbery,  The Elegance of the Hedgehog","Category":"writing","Quote":"Personally I think that grammar is a way to attain beauty."},{"Author":"Stephen Chbosky,  The Perks of Being a Wallflower","Category":"writing","Quote":"I sat down and tried to write a story.\"Ian MacArthur is a wonderful sweet fellow who wears glasses and peers out of them with delight.\"That was the first sentence. The problem was that I just couldn't think of the next one. After cleaning my room three times, I decided to leave Ian alone for a while because I was starting to get mad at him."},{"Author":"Philip Pullman","Category":"writing","Quote":"I am a strong believer in the tyranny, the dictatorship, the absolute authority of the writer."},{"Author":"Mary Shelley","Category":"writing","Quote":"Invention, it must be humbly admitted, does not consist in creating out of void but out of chaos."},{"Author":"Franz Kafka","Category":"writing","Quote":"We photograph things in order to drive them out of our minds. My stories are a way of shutting my eyes."},{"Author":"Mary Oliver,  Wild Geese","Category":"writing","Quote":"I read the way a person might swim, to save his or her life. I wrote that way too."},{"Author":"Steven Wright","Category":"writing","Quote":"I'm writing a book. I've got the page numbers done."},{"Author":"bell hooks,  remembered rapture: the writer at work","Category":"writing","Quote":"No black woman writer in this culture can write \"too much\". Indeed, no woman writer can write \"too much\"...No woman has ever written enough."},{"Author":"Cornelia Funke,  Inkheart","Category":"writing","Quote":"You know, it's a funny thing about writers. Most people don't stop to think of books being written by people much like themselves. They think that writers are all dead long ago--they don't expect to meet them in the street or out shopping. They know their stories but not their names, and certainly not their faces. And most writers like it that way."},{"Author":"Iris Murdoch","Category":"writing","Quote":"Writing is like getting married. One should never commit oneself until one is amazed at one's luck."},{"Author":"Criss Jami,  Venus in Arms","Category":"writing","Quote":"When a poet digs himself into a hole, he doesn't climb out. He digs deeper, enjoys the scenery, and comes out the other side enlightened."},{"Author":"Oscar Wilde","Category":"writing","Quote":"Appearance blinds, whereas words reveal."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"White letters plus white paper equals invisibility. Just because you can’t see my love for you, doesn’t mean I didn’t write about it."},{"Author":"Norman Mailer","Category":"writing","Quote":"Writer’s block is only a failure of the ego."},{"Author":"William Faulkner","Category":"writing","Quote":"A writer must teach himself that the basest of all things is to be afraid."},{"Author":"Craig Claiborne","Category":"writing","Quote":"I am simply of the opinion that you cannot be taught to write. You have to spend a lifetime in love with words."},{"Author":"Pablo Neruda","Category":"writing","Quote":"I want to see thirstIn the syllables,Tough fireIn the sound;Feel through the darkFor the scream."},{"Author":"Tahereh Mafi","Category":"writing","Quote":"Sometimes a book isn't a heartbreaking work of staggering genius.Sometimes it's the only story you knew how to tell."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"Do you suffer when you write? I don't at all. Suffer like a bastard when don't write, or just before, and feel empty and fucked out afterwards. But never feel as good as while writing."},{"Author":"Paul Auster","Category":"writing","Quote":"And that's why books are never going to die. It's impossible. It's the only time we really go into the mind of a stranger, and we find our common humanity doing this. So the book doesn't only belong to the writer, it belongs to the reader as well, and then together you make it what it is."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"If a writer stops observing he is finished. Experience is communicated by small details intimately observed."},{"Author":"Warren Ellis","Category":"writing","Quote":"You're miserable, edgy and tired. You're in the perfect mood for journalism."},{"Author":"D.H. Lawrence,  Letters","Category":"writing","Quote":"I like to write when I feel spiteful. It is like having a good sneeze.\"(Letter to Cynthia Asquith, November 1913)"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"The Sacred and The Scared. Which of these two categories does your love fall under? I should write a love poem on a rolled-up scroll so you’d know which one categorizes mine."},{"Author":"Robert Frost","Category":"writing","Quote":"A poem begins with a lump in the throat; a homesickness or a love sickness. It is a reaching-out toward expression; an effort to find fulfillment. A complete poem is one where an emotion has found its thought and the thought has found words."},{"Author":"Oscar Wilde","Category":"writing","Quote":"The true mystery of the world is the visible, not the invisible."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Every day I type out my dream scribbles from the night before, looking for treasure buried deep in my subconscious."},{"Author":"George Orwell","Category":"writing","Quote":"If people cannot write well, they cannot think well, and if they cannot think well, others will do their thinking for them."},{"Author":"Samuel Johnson,  Works of Samuel Johnson","Category":"writing","Quote":"A writer only begins a book. A reader finishes it."},{"Author":"Carlos Ruiz Zafón,  The Shadow of the Wind","Category":"writing","Quote":"If you really want to possess a woman, you must think like her, and the first thing to do is win over her soul. The rest, that sweet, soft wrapping that steals away your senses and your virtue, is a bonus."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Good description is a learned skill, one of the prime reasons why you cannot succeed unless you read a lot and write a lot. It’s not just a question of how-to, you see; it’s also a question of how much to. Reading will help you answer how much, and only reams of writing will help you with the how. You can learn only by doing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"When I go off the grid, my main source of light will be fireflies. Oh, and the glow that will come from the epic love poem I am writing for you."},{"Author":"Henry David Thoreau","Category":"writing","Quote":"Write while the heat is in you. The writer who postpones the recording of his thoughts uses an iron which has cooled to burn a hole with. He cannot inflame the minds of his audience."},{"Author":"Lili St. Crow","Category":"writing","Quote":"Discipline allows magic. To be a writer is to be the very best of assassins. You do not sit down and write every day to force the Muse to show up. You get into the habit of writing every day so that when she shows up, you have the maximum chance of catching her, bashing her on the head, and squeezing every last drop out of that bitch."},{"Author":"William Shakespeare,  Timon of Athens","Category":"writing","Quote":"Like madness is the glory of this life."},{"Author":"John Berger","Category":"writing","Quote":"Autobiography begins with a sense of being alone. It is an orphan form."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Let's get one thing clear right now, shall we? There is no Idea Dump, no Story Central, no Island of the Buried Bestsellers; good story ideas seem to come quite literally from nowhere, sailing at you right out of the empty sky: two previously unrelated ideas come together and make something new under the sun. Your job isn't to find these ideas but to recognize them when they show up."},{"Author":"Friedrich Nietzsche","Category":"writing","Quote":"The author must keep his mouth shut when his work starts to speak."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I type on my keyboard like I’m Beethoven on the piano. My words may be silent in the air, but they ring as music in my mind while I write."},{"Author":"Tom Bissell","Category":"writing","Quote":"A great writer reveals the truth even when he or she does not wish to."},{"Author":"Elmore Leonard,  Elmore Leonard's 10 Rules of Writing","Category":"writing","Quote":"My most important piece of advice to all you would-be writers: When you write, try to leave out all the parts readers skip."},{"Author":"Alan Dean Foster","Category":"writing","Quote":"The thing all writers do best is find ways to avoid writing."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"I heard a preacher say recently that hope is a revolutionary patience; let me add that so is being a writer. Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up."},{"Author":"Jules Renard","Category":"writing","Quote":"Writing is the only profession where no one considers you ridiculous if you earn no money."},{"Author":"Ludwig van Beethoven","Category":"writing","Quote":"I would rather write 10,000 notes than a single letter of the alphabet."},{"Author":"H.G. Wells","Category":"writing","Quote":"If you are in difficulties with a book, try the element of surprise: attack it at an hour when it isn't expecting it."},{"Author":"Octavia E. Butler,  Bloodchild and Other Stories","Category":"writing","Quote":"First forget inspiration. Habit is more dependable. Habit will sustain you whether you're inspired or not. Habit will help you finish and polish your stories. Inspiration won't. Habit is persistence in practice."},{"Author":"Orson Scott Card","Category":"writing","Quote":"You know how writers are... they create themselves as they create their work. Or perhaps they create their work in order to create themselves."},{"Author":"Julia Quinn","Category":"writing","Quote":"I can't imagine a romance novel published today where the hero rapes the heroine and she falls in love with him."},{"Author":"Henry Ward Beecher","Category":"writing","Quote":"All words are pegs to hang ideas on."},{"Author":"Steven Wright","Category":"writing","Quote":"I'm writing an unauthorized autobiography."},{"Author":"Stephen King","Category":"writing","Quote":"The trick is to teach yourself to read in small sips as well as long swallows."},{"Author":"Arthur Rimbaud,  Illuminations","Category":"writing","Quote":"True alchemy lies in this formula: ‘Your memory and your senses are but the nourishment of your creative impulse’."},{"Author":"Edgar Allan Poe","Category":"writing","Quote":"A short story must have a single mood and every sentence must build towards it."},{"Author":"Cormac McCarthy","Category":"writing","Quote":"I don't know why I started writing. I don't know why anybody does it. Maybe they're bored, or failures at something else."},{"Author":"Robert Cormier","Category":"writing","Quote":"The beautiful part of writing is that you don't have to get it right the first time, unlike, say, a brain surgeon."},{"Author":"Joss Whedon","Category":"writing","Quote":"You either have to write or you shouldn't be writing. That's all."},{"Author":"Nicole Christie,  Falling for the Ghost of You","Category":"writing","Quote":"Fiction should be a place of lollipops and escape. Real life is depressing enough--I, for one, don't want to read about make believe misery, too."},{"Author":"Zora Neale Hurston","Category":"writing","Quote":"Research is formalized curiosity. It is poking and prying with a purpose."},{"Author":"Haruki Murakami,  What I Talk About When I Talk About Running","Category":"writing","Quote":"If you're young and talented, it's like you have wings."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I’m more of a journalist than anyone in the mainstream media, and I write fiction. More than fiction, I write absurd nonsense surrealism, and my work has more truth."},{"Author":"Frank Herbert,  Children of Dune","Category":"writing","Quote":"The gift of words is the gift of deception and illusion."},{"Author":"Austin Kleon,  Steal Like an Artist: 10 Things Nobody Told You About Being Creative","Category":"writing","Quote":"Draw the art you want to see, start the business you want to run, play the music you want to hear, write the books you want to read, build the products you want to use – do the work you want to see done."},{"Author":"Woody Allen","Category":"writing","Quote":"You rely too much on brain. The brain is the most overrated organ."},{"Author":"Mark Twain,  The Adventures of Tom Sawyer & Adventures of Huckleberry Finn","Category":"writing","Quote":"Write what you know."},{"Author":"Dee Marie,  Sons of Avalon: Merlin's Prophecy","Category":"writing","Quote":"Chase your dreams until you catch them...and then dream, catch, and dream again!"},{"Author":"Anaïs Nin,  The Diary of Anaïs Nin, Vol. 1: 1931-1934","Category":"writing","Quote":"I am aware of being in a beautiful prison, from which I can only escape by writing."},{"Author":"Ray Bradbury,  Zen in the Art of Writing","Category":"writing","Quote":"You grow ravenous. You run fevers. You know exhilarations. You can't sleep at night, because your beast-creature ideas want out and turn you in your bed. It is a grand way to live."},{"Author":"Akira Kurosawa","Category":"writing","Quote":"To be an artist means never to avert one's eyes."},{"Author":"Audre Lorde","Category":"writing","Quote":"I want to live the rest of my life, however long or short, with as much sweetness as I can decently manage, loving all the people I love, and doing as much as I can of the work I still have to do. I am going to write fire until it comes out of my ears, my eyes, my noseholes--everywhere. Until it's every breath I breathe. I'm going to go out like a fucking meteor!"},{"Author":"Alfred Hitchcock","Category":"writing","Quote":"What is drama but life with the dull bits cut out."},{"Author":"Benjamin Disraeli","Category":"writing","Quote":"The best way to become acquainted with a subject is to write about it."},{"Author":"Junot Díaz","Category":"writing","Quote":"You see, in my view a writer is a writer not because she writes well and easily, because she has amazing talent, because everything she does is golden. In my view a writer is a writer because even when there is no hope, even when nothing you do shows any sign of promise, you keep writing anyway.\"[Becoming a Writer/ The List, O Magazine, November 2009]"},{"Author":"John Waters","Category":"writing","Quote":"Collect books, even if you don't plan on reading them right away. Nothing is more important than an unread library."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"Because this business of becoming conscious, of being a writer, is ultimately about asking yourself, How alive am I willing to be?"},{"Author":"Edward Albee","Category":"writing","Quote":"I write to find out what I'm talking about."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Bad writing is more than a matter of shit syntax and faulty observation; bad writing usually arises from a stubborn refusal to tell stories about what people actually do― to face the fact, let us say, that murderers sometimes help old ladies cross the street."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"Was not writing poetry a secret transaction, a voice answering a voice?"},{"Author":"Raymond Chandler","Category":"writing","Quote":"Throw up into your typewriter every morning. Clean up every noon."},{"Author":"André Gide","Category":"writing","Quote":"Do not do what someone else could do as well as you. Do not say, do not write what someone else could say, could write as well as you. Care for nothing in yourself but what you feel exists nowhere else. And, out of yourself create, impatiently or patiently, the most irreplaceable of beings."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"I've seen you, beauty, and you belong to me now, whoever you are waiting for and if I never see you again, I thought. You belong to me and all Paris belongs to me and I belong to this notebook and this pencil."},{"Author":"James Joyce","Category":"writing","Quote":"Writing in English is the most ingenious torture ever devised for sins committed in previous lives. The English reading public explains the reason why."},{"Author":"Kingsley Amis,  Lucky Jim","Category":"writing","Quote":"If you can't annoy somebody, there is little point in writing."},{"Author":"Jarod Kintz,  There are Two Typos of People in This World: Those Who Can Edit and Those Who Can't","Category":"writing","Quote":"There Are Two Typos Of People In This World: Those Who Can Edit And Those Who Can’t"},{"Author":"Louisa May Alcott,  Little Women","Category":"writing","Quote":"Every few weeks she would shut herself up in her room, put on her scribbling suit, and fall into a vortex, as she expressed it, writing away at her novel with all her heart and soul, for till that was finished she could find no peace."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"writing","Quote":"People always ask me if I’m into sports, and I say, “Well, isn’t writing a sport? If you’re doing it right, and you have a deadline, you should be sweating."},{"Author":"Garrison Keillor","Category":"writing","Quote":"A young writer is easily tempted by the allusive and ethereal and ironic and reflective, but the declarative is at the bottom of most good writing."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Remember: when people tell you something’s wrong or doesn’t work for them, they are almost always right. When they tell you exactly what they think is wrong and how to fix it, they are almost always wrong."},{"Author":"Bill Watterson","Category":"writing","Quote":"The purpose of writing is to inflate weak ideas, obscure poor reasoning and inhibit clarity."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"Remember to get the weather in your damn book--weather is very important."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"There are two typos of people in this world: those who can edit, and those who can't."},{"Author":"Red Haircrow","Category":"writing","Quote":"Dance above the surface of the world. Let your thoughts lift you into creativity that is not hampered by opinion."},{"Author":"George Orwell","Category":"writing","Quote":"All writers are vain, selfish and lazy, and at the very bottom of their motives lies a mystery. Writing a book is a long, exhausting struggle, like a long bout of some painful illness. One would never undertake such a thing if one were not driven by some demon whom one can neither resist nor understand."},{"Author":"Ray Bradbury,  Zen in the Art of Writing","Category":"writing","Quote":"Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spend the rest of the day putting the pieces together."},{"Author":"Susan Sontag","Category":"writing","Quote":"A writer, I think, is someone who pays attention to the world.\"[Speech upon being awarded the Friedenspreis des Deutschen Buchhandels (Peace Prize of the German Book Trade), Frankfurt Book Fair, October 12, 2003]"},{"Author":"Joseph Heller","Category":"writing","Quote":"Every writer I know has trouble writing."},{"Author":"John Steinbeck","Category":"writing","Quote":"If a story is not about the hearer, he will not listen. And here I make a rule—a great and interesting story is about everyone or it will not last."},{"Author":"Thomas Pynchon,  Slow Learner: Early Stories","Category":"writing","Quote":"Everybody gets told to write about what they know. The trouble with many of us is that at the earlier stages of life we think we know everything- or to put it more usefully, we are often unaware of the scope and structure of our ignorance."},{"Author":"Truman Capote","Category":"writing","Quote":"Finishing a book is just like you took a child out in the back yard and shot it."},{"Author":"Carrie Fisher,  Postcards from the Edge","Category":"writing","Quote":"Karl Marx: \"Religion is the opiate of the masses.\"Carrie Fisher: \"I did masses of opiates religiously."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"You don’t make art out of good intentions."},{"Author":"E.B. White","Category":"writing","Quote":"Writing is an act of faith, not a trick of grammar."},{"Author":"Alysha Speer","Category":"writing","Quote":"I choose to write because it's perfect for me. It's an escape, a place I can go to hide. It's a friend, when I feel out casted from everyone else. It's a journal, when the only story I can tell is my own. It's a book, when I need to be somewhere else. It's control, when I feel so out of control. It's healing, when everything seems pretty messed up.And it's fun, when life is just flat-out boring."},{"Author":"Franz Kafka","Category":"writing","Quote":"The Kafka paradox: art depends on truth, but truth, being indivisable, cannot know itself: to tell the truth is to lie. thus the writer is the truth, and yet when he speaks he lies."},{"Author":"Margaret Atwood,  The Handmaid's Tale","Category":"writing","Quote":"It's impossible to say a thing exactly the way it was, because of what you say can never be exact, you always have to leave something out, there are too many parts, sides, crosscurrents, nuances; too many gestures, which could mean this or that, too many shapes which can never be fully described, too many flavors, in the air or on the tongue, half-colors, too many."},{"Author":"Gilles Deleuze","Category":"writing","Quote":"Writing has nothing to do with meaning. It has to do with landsurveying and cartography, including the mapping of countries yet to come."},{"Author":"Stephenie Meyer,  Midnight Sun","Category":"writing","Quote":"My first feeling was that there was no way to continue. Writing isn't like math;in math, two plus two always equals four no matter what your mood is like. With writing, the way you feel changes everything."},{"Author":"Walter Mosley","Category":"writing","Quote":"The job of the writer is to take a close and uncomfortable look at the world they inhabit, the world we all inhabit, and the job of the novel is to make the corpse stink."},{"Author":"Paulo Coelho","Category":"writing","Quote":"Borges said there are only four stories to tell: a love story between two people, a love story between three people, the struggle for power and the voyage. All of us writers rewrite these same stories ad infinitum."},{"Author":"Oscar Wilde","Category":"writing","Quote":"When I think of all the harm [the Bible] has done, I despair of ever writing anything to equal it."},{"Author":"Mark Twain","Category":"writing","Quote":"Don't say the old lady screamed. Bring her on and let her scream."},{"Author":"Jeffrey McDaniel","Category":"writing","Quote":"There's two kinds of women--those you write poems about and those you don't."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"it is all very well for you to write simply and the simpler the better. But do not start to think so damned simply. Know how complicated it is and then state it simply."},{"Author":"Samuel Johnson,  Johnsonian Miscellanies - Vol II","Category":"writing","Quote":"I never desire to converse with a man who has written more than he has read."},{"Author":"Till Lindemann","Category":"writing","Quote":"Loneliness sometimes gives me a quantity of creativeness - you're drinking another glass of wine and you're feeling even worse. Art doesn't work without pain; art also exists for compensating pain."},{"Author":"Nikki Giovanni","Category":"writing","Quote":"I want to be clear about this. If you wrote from experience, you'd get maybe one book, maybe three poems. Writers write from empathy."},{"Author":"Betty Smith,  A Tree Grows in Brooklyn","Category":"writing","Quote":"A lie was something you told because you were mean or a coward. A story was something you made up out of something that might have happened. Only you didn't tell it like it was, you told it like you thought it should have been."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"Try looking at your mind as a wayward puppy that you are trying to paper train. You don't drop-kick a puppy into the neighbor's yard every time it piddles on the floor. You just keep bringing it back to the newspaper."},{"Author":"Robert McKee","Category":"writing","Quote":"Write every day, line by line, page by page, hour by hour. Do this despite fear. For above all else, beyond imagination and skill, what the world asks of you is courage, courage to risk rejection, ridicule and failure. As you follow the quest for stories told with meaning and beauty, study thoughtfully but write boldly. Then, like the hero of the fable, your dance will dazzle the world."},{"Author":"P.G. Wodehouse","Category":"writing","Quote":"I just sit at my typewriter and curse a bit."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"There's nothing to writing. All you do is sit down at a typewriter and open a vein."},{"Author":"Salman Rushdie,  Shame","Category":"writing","Quote":"Realism can break a writer's heart."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"I like to get ten pages a day, which amounts to 2,000 words. That’s 180,000 words over a three-month span, a goodish length for a book — something in which the reader can get happily lost, if the tale is done well and stays fresh."},{"Author":"Octavia E. Butler","Category":"writing","Quote":"I just knew there were stories I wanted to tell."},{"Author":"Stephen King","Category":"writing","Quote":"If you wrote something for which someone sent you a check, if you cashed the check and it didn't bounce, and if you then paid the light bill with the money, I consider you talented."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"If you're just starting out as a writer, you could do worse than strip your television's electric plug-wire, wrap a spike around it, and then stick it back into the wall. See what blows, and how far. Just an idea."},{"Author":"Milan Kundera,  The Unbearable Lightness of Being","Category":"writing","Quote":"But isn't it true that an author can write only about himself?"},{"Author":"Paul Auster,  The Invention of Solitude","Category":"writing","Quote":"The pen will never be able to move fast enough to write down every word discovered in the space of memory. Some things have been lost forever, other things will perhaps be remembered again, and still other things have been lost and found and lost again. There is no way to be sure of any this."},{"Author":"Roxane Gay,  Bad Feminist","Category":"writing","Quote":"I embrace the label of bad feminist because I am human. I am messy. I’m not trying to be an example. I am not trying to be perfect. I am not trying to say I have all the answers. I am not trying to say I’m right. I am just trying—trying to support what I believe in, trying to do some good in this world, trying to make some noise with my writing while also being myself."},{"Author":"Robert M. Drake","Category":"writing","Quote":"Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be."},{"Author":"E.B. White","Category":"writing","Quote":"Writing is both mask and unveiling."},{"Author":"Rita Mae Brown","Category":"writing","Quote":"Writers will happen in the best of families."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"writing","Quote":"I used to be a bumper sticker kind of writer. Now I’m more developed, and my writing often takes up whole bumpers."},{"Author":"Charles Bukowski","Category":"writing","Quote":"When I begin to doubt my ability to work the word, I simply read another writer and know I have nothing to worry about. My contest is only with myself, to do it right, with power, and force, and delight, and gamble."},{"Author":"Milan Kundera,  The Book of Laughter and Forgetting","Category":"writing","Quote":"Once the writer in every individual comes to life (and that time is not far off), we are in for an age of universal deafness and lack of understanding."},{"Author":"Emil Ludwig","Category":"writing","Quote":"The decision to kiss for the first time is the most crucial in any love story. It changes the relationship of two people much more strongly than even the final surrender; because this kiss already has within it that surrender."},{"Author":"Nora Roberts","Category":"writing","Quote":"You can't edit a blank page"},{"Author":"William Faulkner","Category":"writing","Quote":"Get it down. Take chances. It may be bad, but it's the only way you can do anything good."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Almost everyone can remember losing his or her virginity, and most writers can remember the first book he/she put down thinking: I can do better than this. Hell, I am doing better than this! What could be more encouraging to the struggling writer than to realize his/her work is unquestionably better than that of someone who actually got paid for his/her stuff?"},{"Author":"Anne Lamott","Category":"writing","Quote":"Becoming a writer is about becoming conscious. When you're conscious and writing from a place of insight and simplicity and real caring about the truth, you have the ability to throw the lights on for your reader. He or she will recognize his or her life and truth in what you say, in the pictures you have painted, and this decreases the terrible sense of isolation that we have all had too much of."},{"Author":"Italo Calvino","Category":"writing","Quote":"The things that the novel does not say are necessarily more numerous than those it does say and only a special halo around what is written can give the illusion that you are reading also what is not written."},{"Author":"Plato","Category":"writing","Quote":"Writing is the geometry of the soul."},{"Author":"Julio Cortázar,  Around the Day in Eighty Worlds","Category":"writing","Quote":"All profound distraction opens certain doors. You have to allow yourself to be distracted when you are unable to concentrate."},{"Author":"Friedrich Nietzsche,  Thus Spoke Zarathustra","Category":"writing","Quote":"You look up when you wish to be exalted. And I look down because I am exalted."},{"Author":"Roman Payne,  Rooftop Soliloquy","Category":"writing","Quote":"Women writers make for rewarding (and efficient) lovers. They are clever liars to fathers and husbands; yet they never hold their tongues too long, nor keep ardent typing fingers still."},{"Author":"Vladimir Nabokov","Category":"writing","Quote":"Existence is a series of footnotes to a vast, obscure, unfinished masterpiece."},{"Author":"Brenda Ueland","Category":"writing","Quote":"The imagination needs moodling,--long, inefficient happy idling, dawdling and puttering."},{"Author":"Gertrude Stein","Category":"writing","Quote":"You will write if you will write without thinking of the result in terms of a result, but think of the writing in terms of discovery, which is to say that creation must take place between the pen and the paper, not before in a thought or afterwards in a recasting... It will come if it is there and if you will let it come."},{"Author":"Desiderius Erasmus","Category":"writing","Quote":"The desire to write grows with writing."},{"Author":"Steven Pressfield,  The War of Art: Break Through the Blocks & Win Your Inner Creative Battles","Category":"writing","Quote":"We must do our work for its own sake, not for fortune or attention or applause."},{"Author":"Robert M. Drake","Category":"writing","Quote":"A tamed woman will never leave her mark in the world."},{"Author":"Christopher Poindexter","Category":"writing","Quote":"She writes things with her movements that I for the life of me could never write with a pen."},{"Author":"Matthew Reilly,  Area 7","Category":"writing","Quote":"There is no such thing as an \"aspiring writer\". You are a writer. Period."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Tweeting is talking into the abyss, filling a void in your life by avoiding real human contact."},{"Author":"Jean-Paul Sartre","Category":"writing","Quote":"Better a good journalist than a poor assassin."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"When you write a book, you spend day after day scanning and identifying the trees. When you’re done, you have to step back and look at the forest."},{"Author":"Paul Rudnick","Category":"writing","Quote":"As a writer, I need an enormous amount of time alone. Writing is 90 percent procrastination: reading magazines, eating cereal out of the box, watching infomercials. It's a matter of doing everything you can to avoid writing, until it is about four in the morning and you reach the point where you have to write. Having anybody watching that or attempting to share it with me would be grisly."},{"Author":"Don DeLillo","Category":"writing","Quote":"Writing is a concentrated form of thinking...a young writer sees that with words he can place himself more clearly into the world. Words on a page, that's all it takes to help him separate himself from the forces around him, streets and people and pressures and feelings. He learns to think about these things, to ride his own sentences into new perceptions."},{"Author":"Anne Carson,  Autobiography of Red","Category":"writing","Quote":"Words bounce. Words, if you let them, will do what they want to do and what they have to do."},{"Author":"Tim O'Brien","Category":"writing","Quote":"A lie, sometimes, can be truer than the truth, which is why fiction gets written."},{"Author":"Dodie Smith,  I Capture the Castle","Category":"writing","Quote":"Perhaps if I make myself write I shall find out what is wrong with me."},{"Author":"Allen Ginsberg,  Howl and Other Poems","Category":"writing","Quote":"We are great writers on the same dreadful typewriter"},{"Author":"Terry Pratchett","Category":"writing","Quote":"The first draft is just you telling yourself the story."},{"Author":"Stephen King","Category":"writing","Quote":"I am always chilled and astonished by the would-be writers who ask me for advice and admit, quite blithely, that they \"don't have time to read.\"This is like a guy starting up Mount Everest saying that he didn't have time to buy any rope or pitons."},{"Author":"Winston S. Churchill,  Never Give In!: The Best of Winston Churchill's Speeches","Category":"writing","Quote":"Broadly speaking, the short words are the best, and the old words best of all."},{"Author":"Walter Benjamin,  Illuminations: Essays and Reflections","Category":"writing","Quote":"Writers are really people who write books not because they are poor, but because they are dissatisfied with the books which they could buy but do not like."},{"Author":"Besa Kosova","Category":"writing","Quote":"Writers write while dreamers procastinate."},{"Author":"Baltasar Gracián","Category":"writing","Quote":"A synonym is a word you use when you can't spell the other one."},{"Author":"Anne Brontë,  The Tenant of Wildfell Hall","Category":"writing","Quote":"I am satisfied that if a book is a good one, it is so whatever the sex of the author may be. All novels are or should be written for both men and women to read, and I am at a loss to conceive how a man should permit himself to write anything that would be really disgraceful to a woman, or why a woman should be censured for writing anything that would be proper and becoming for a man."},{"Author":"Steven Pressfield,  The War of Art: Break Through the Blocks & Win Your Inner Creative Battles","Category":"writing","Quote":"The most important thing about art is to work. Nothing else matters except sitting down every day and trying."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Set your fantasies in the here and now and then, if challenged, claim to be writing Magical Realism."},{"Author":"إبراهيم عبد المجيد,  البلدة الأخرى","Category":"writing","Quote":"كل الكتاب خبثاء ، وكل القراء أغبياء يصدقونهم فيعيشون حياة غير حياتهم ، سرقة مع سبق الإصرار للوقت والعمر الجميل ولايشكوأحد"},{"Author":"Kurt Vonnegut,  Palm Sunday: An Autobiographical Collage","Category":"writing","Quote":"I believe that reading and writing are the most nourishing forms of meditation anyone has so far found. By reading the writings of the most interesting minds in history, we meditate with our own minds and theirs as well. This to me is a miracle."},{"Author":"P.G. Wodehouse","Category":"writing","Quote":"She looked away. Her attitude seemed to suggest that she had finished with him, and would be obliged if somebody would come and sweep him up."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Reading at meals is considered rude in polite society, but if you expect to succeed as a writer, rudeness should be the second-to-least of your concerns. The least of all should be polite society and what it expects."},{"Author":"John Scalzi","Category":"writing","Quote":"In general there should be gay characters in YA because a) surprise, there are gay folks everywhere and b) in my opinion as a father, there’s not a damn thing wrong with my child encountering gay folks in her literature, because see point a)."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"writing","Quote":"I type as fast as a ten-legged man who just had eight legs chopped off runs."},{"Author":"Isadora Duncan","Category":"writing","Quote":"It has taken me years of struggle, hard work, and research to learn to make one simple gesture, and I know enough about the art of writing to realize that it would take as many years of concentrated effort to write one simple, beautiful sentence."},{"Author":"Italo Calvino","Category":"writing","Quote":"The struggle of literature is in fact a struggle to escape from the confines of language; it stretches out from the utmost limits of what can be said; what stirs literature is the call and attraction of what is not in the dictionary."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"If I told you that my global audience has shot up 100% in the last six months, what would you say? If you were to say, “So you went from one reader to two readers?” you’d be absolutely correct. And after I had congratulated you on your keen guess, I’d thank you for being 50% of my reading base."},{"Author":"John Steinbeck,  Travels with Charley: In Search of America","Category":"writing","Quote":"When I face the desolate impossibility of writing five hundred pages, a sick sense of failure falls on me, and I know I can never do it. Then gradually, I write one page and then another. One day's work is all I can permit myself to contemplate."},{"Author":"Haruki Murakami,  Norwegian Wood","Category":"writing","Quote":"It just happens to be the way that I'm made. I have to write things down to feel I fully comprehend them."},{"Author":"China Miéville","Category":"writing","Quote":"Part of the appeal of the fantastic is taking ridiculous ideas very seriously and pretending they're not absurd."},{"Author":"Vicktor Alexander","Category":"writing","Quote":"Inside of all of us there is the need and the desire to be heard, to have our innermost thoughts, feelings and desires expressed for others to hear, to see and to understand. We all want to matter to someone, to leave a mark. Writers just take those thoughts, feelings and desires and express them in such a way that the reader not only reads them but feels them as well."},{"Author":"Aaron Sorkin","Category":"writing","Quote":"I love writing, but hate starting. The page is awfully white and it says, 'You may have fooled some of the people some of the time but those days are over, Giftless. I'm not your agent and I'm not your mommy: I'm a white piece of paper. You wanna dance with me?' and I really, really don't. I'll go peaceable-like."},{"Author":"Anaïs Nin,  The Diary of Anaïs Nin, Vol. 1: 1931-1934","Category":"writing","Quote":"I can elect something I love and absorb myself in it."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"The problem is acceptance, which is something we're taught not to do. We're taught to improve uncomfortable situations, to change things, alleviate unpleasant feelings. But if you accept the reality that you have been given- that you are not in a productive creative period- you free yourself to begin filling up again."},{"Author":"Socrates","Category":"writing","Quote":"If a man comes to the door of poetry untouched by the madness of the Muses, believing that technique alone will make him a good poet, he and his sane compositions never reach perfection, but are utterly eclipsed by the performances of the inspired madman."},{"Author":"Agatha Christie,  An Autobiography","Category":"writing","Quote":"There was a moment when I changed from an amateur to a professional. I assumed the burden of a profession, which is to write even when you don't want to, don't much like what you're writing, and aren't writing particularly well."},{"Author":"Amelia Atwater-Rhodes","Category":"writing","Quote":"A story isn't a charcoal sketch, where every stroke lies on the surface to be seen. It's an oil painting, filled with layers that the author must uncover so carefully to show its beauty."},{"Author":"Michael Connelly","Category":"writing","Quote":"You know what I did after I wrote my first novel? I shut up and wrote twenty-three more.\"(\"The Castle\")"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Words are magic. They have the power to hurt and to heal, and even withholding them has the power to hurt and to heal. What else has as much potency in its absence and can do without doing? What I mean is, even when you don’t say anything, you are communicating as effectively as if you’d spoken."},{"Author":"Saul Williams","Category":"writing","Quote":"They say that I am a poetI wonder what they would say if they saw me from the inside I bottleemotions and place them into the sea for others to unbottle ondistant shores I am unsure as to whether they ever reach and forthat matter as to whether I ever get my point acrossor my love"},{"Author":"Charles Péguy,  Basic Verities, Prose, and Poetry","Category":"writing","Quote":"A word is not the same with one writer as it is with another. One tears it from his guts. The other pulls it out of his overcoat pocket."},{"Author":"Octavia E. Butler","Category":"writing","Quote":"You don't start out writing good stuff. You start out writing crap and thinking it's good stuff, and then gradually you get better at it. That's why I say one of the most valuable traits is persistence."},{"Author":"Samuel Johnson","Category":"writing","Quote":"I would rather be attacked than unnoticed. For the worst thing you can do to an author is to be silent as to his works."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"My writing has appeared in the New Yorker and The Atlantic Monthly, though whenever the newsstand guy catches me scribbling my poetry in them, he always comes along later and erases it."},{"Author":"Julian Barnes,  Flaubert's Parrot","Category":"writing","Quote":"The writer must be universal in sympathy and an outcast by nature: only then can he see clearly."},{"Author":"Robert Hass","Category":"writing","Quote":"It's hell writing and it's hell not writing. The only tolerable state is having just written."},{"Author":"Roald Dahl","Category":"writing","Quote":"The life of a writer is absolute hell compared to the life of a businessman. The writer has to force himself to work He has to make his own hours and if he doesn't go to his desk at all there is nobody to scold him...A person is a fool to become a writer. His only compensation is absolute freedom. He has no master except his own soul, and that, I am sure, is why he does it."},{"Author":"Nikki Giovanni","Category":"writing","Quote":"and sometimes I sitdown at my typewriterand I thinknot of someonecause there isn't anyoneto thinkabout and i wonderis it worth it"},{"Author":"Gary Henderson","Category":"writing","Quote":"Never put off writing until you are better at it."},{"Author":"Gwendolyn Brooks","Category":"writing","Quote":"Writing is a delicious agony."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"A writer used to live life like Julius Seizure: I came, I saw, I queried. Now you can take control of your consciousness and self-publish."},{"Author":"Flannery O'Connor","Category":"writing","Quote":"Fiction is about everything human and we are made out of dust, and if you scorn getting yourself dusty, then you shouldn't try to write fiction. It's not a grand enough job for you."},{"Author":"Percy Bysshe Shelley,  A Defence of Poetry and Other Essays","Category":"writing","Quote":"A man, to be greatly good, must imagine intensely and comprehensively; he must put himself in the place of another and many others; the pains and pleasures of his species must become his own. The great instrument of moral good is the imagination."},{"Author":"Dorothy Parker","Category":"writing","Quote":"And there was that poor sucker Flaubert rolling around on his floor for three days looking for the right word."},{"Author":"Maya Angelou","Category":"writing","Quote":"Making a decision to write was a lot like deciding to jump into a frozen lake."},{"Author":"Jacques Derrida,  Jacques Derrida","Category":"writing","Quote":"I always dream of a pen that would be a syringe."},{"Author":"Patricia A. McKillip","Category":"writing","Quote":"Those who fear the imagination condemn it: something childish, they say, something monsterish, misbegotten. Not all of us dream awake. But those of us who do have no choice."},{"Author":"Dan Simmons,  Hyperion","Category":"writing","Quote":"In the beginning was the Word. Then came the fucking word processor. Then came the thought processor. Then came the death of literature. And so it goes."},{"Author":"Natalie Goldberg,  Writing Down the Bones: Freeing the Writer Within","Category":"writing","Quote":"If you are not afraid of the voices inside you, you will not fear the critics outside you."},{"Author":"Walter Mosley","Category":"writing","Quote":"If you want to be a writer, you have to write every day... You don't go to a well once but daily. You don't skip a child's breakfast or forget to wake up in the morning..."},{"Author":"Maya Angelou","Category":"writing","Quote":"What I try to do is write. I may write for two weeks ‘the cat sat on the mat, that is that, not a rat,’.... And it might be just the most boring and awful stuff. But I try. When I’m writing, I write. And then it’s as if the muse is convinced that I’m serious and says, ‘Okay. Okay. I’ll come."},{"Author":"Vladimir Nabokov,  Bend Sinister","Category":"writing","Quote":"Ink, a Drug."},{"Author":"Lang Leav,  Love & Misadventure","Category":"writing","Quote":"I don't think all writers are sad, she said.I think it's the other way around—all sad people write."},{"Author":"Isabel Allende","Category":"writing","Quote":"Writing is like making love. Don't worry about the orgasm, just concentrate on the process."},{"Author":"George Orwell,  1984","Category":"writing","Quote":"He was conscious of nothing except the blankness of the page in front of him, the itching of the skin above his ankle, the blaring of the music, and a slight booziness caused by the gin."},{"Author":"R.A. Salvatore","Category":"writing","Quote":"If you can quit, then quit. If you can't quit, you're a writer."},{"Author":"Rob Thurman","Category":"writing","Quote":"I have people in my life, of course. Some write; some don't. Some read; some don't. Some stare vacantly into space when I talk the geeky talk and walk the geeky walk, but they make killer chocolate chip pancakes and so all is forgiven."},{"Author":"Frank Miller,  Sin City, Vol. 3: The Big Fat Kill","Category":"writing","Quote":"DWIGHT:Stay smart. Stay cool. It's time to prove to you're friends that you're worth a damn. Sometimes that means dying. Sometimes it means killing a whole lot of people."},{"Author":"Will Self","Category":"writing","Quote":"Always carry a notebook. And I mean always. The short-term memory only retains information for three minutes; unless it is committed to paper you can lose an idea for ever."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"The public wants work which flatters its illusions."},{"Author":"Jean M. Auel","Category":"writing","Quote":"You learn to write by writing, and by reading and thinking about how writers have created their characters and invented their stories. If you are not a reader, don't even think about being a writer."},{"Author":"J.R.R. Tolkien,  The Fellowship of the Ring","Category":"writing","Quote":"Have you thought of an ending?\"\"Yes, several, and all are dark and unpleasant.\"\"Oh, that won't do! Books ought to have good endings. How would this do: and they all settled down and lived together happily ever after?\"\"It will do well, if it ever came to that.\"\"Ah! And where will they live? That's what I often wonder."},{"Author":"Philip Roth","Category":"writing","Quote":"I don’t ask writers about their work habits. I really don’t care. Joyce Carol Oates says somewhere that when writers ask each other what time they start working and when they finish and how much time they take for lunch, they’re actually trying to find out, \"Is he as crazy as I am?\"I don’t need that question answered."},{"Author":"Stendhal,  The Red and the Black","Category":"writing","Quote":"A novel is a mirror walking along a main road."},{"Author":"Nâzım Hikmet","Category":"writing","Quote":"… and the most beautiful words ever spoken, I have not yet said to you."},{"Author":"Benjamin Franklin,  Poor Richard's Almanack","Category":"writing","Quote":"If you would not be forgotten, as soon as you are dead and rotten, either write things worth reading, or do things worth writing."},{"Author":"Erica Jong,  Fear of Flying","Category":"writing","Quote":"I stand in the mist and cry, thinking of myself standing in the mist and crying, and wondering if I will ever be able to use this experience in a book."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"I curse in cursive. It's hard to read and harder take. But if you take it black, like coffee, then at least it may wake you up to the realities of life."},{"Author":"Kurt Vonnegut,  Bagombo Snuff Box","Category":"writing","Quote":"Write to please just one person. If you open a window and make love to the world, so to speak, your story will get pneumonia."},{"Author":"Jennifer Weiner","Category":"writing","Quote":"Tell the story that's been growing in your heart, the characters you can't keep out of your head, the tale story that speaks to you, that pops into your head during your daily commute, that wakes you up in the morning."},{"Author":"Stephen King,  Bag of Bones","Category":"writing","Quote":"I see things, that's all. Write enough stories and every shadow on the floor looks like a footprint; every line in the dirt like a secret message."},{"Author":"Ally Condie,  Reached","Category":"writing","Quote":"Writing, painting, singing- it cannot stop everything. Cannot halt death in its tracks. But perhaps it can make the pause between death’s footsteps sound and look and feel beautiful, can make the space of waiting a place where you can linger without as much fear. For we are all walking each other to our deaths, and the journey there between footsteps makes up our lives."},{"Author":"Tahereh Mafi","Category":"writing","Quote":"The words get easier the moment you stop fearing them."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"Writing is a dog’s life, but the only one worth living."},{"Author":"Françoise Sagan","Category":"writing","Quote":"I shall live badly if I do not write, and I shall write badly if I do not live."},{"Author":"Mother Teresa","Category":"writing","Quote":"We are all pencils in the hand of God."},{"Author":"George R.R. Martin","Category":"writing","Quote":"Writing is like sausage making in my view; you'll all be happier in the end if you just eat the final product without knowing what's gone into it."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"Coin a new word and hear it jingle in your pocket with all your other change. My love for you is sofacouchsitsitting, so you’d better buckle up."},{"Author":"Jackie Collins","Category":"writing","Quote":"If you want to be a writer-stop talking about it and sit down and write!"},{"Author":"Louis Sachar","Category":"writing","Quote":"What amazes me is that most days feel useless. I don't seem to accomplish anything-just a few pages, most of which don't seem very good. Yet, when I put all those wasted days together, I somehow end up with a book of which I'm very proud."},{"Author":"Robert M. Drake","Category":"writing","Quote":"The best kind of humans are the ones who stay."},{"Author":"Brian Keene","Category":"writing","Quote":"Good ideas stay with you until you eventually write the story."},{"Author":"Iain M. Banks","Category":"writing","Quote":"The trouble with writing fiction is that it has to make sense, whereas real life doesn't."},{"Author":"Dorothy Parker,  The Portable Dorothy Parker","Category":"writing","Quote":"There's life for you. Spend the best years of your life studying penmanship and rhetoric and syntax and Beowulf and George Eliot, and then somebody steals your pencil."},{"Author":"Pearl S. Buck","Category":"writing","Quote":"I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work."},{"Author":"Eudora Welty,  One Writer's Beginnings","Category":"writing","Quote":"Long before I wrote stories, I listened for stories. Listening for them is something more acute than listening to them. I suppose it’s an early form of participation in what goes on. Listening children know stories are there. When their elders sit and begin, children are just waiting and hoping for one to come out, like a mouse from its hole."},{"Author":"Vladimir Nabokov","Category":"writing","Quote":"The good, the admirable reader identifies himself not with the boy or the girl in the book, but with the mind that conceived and composed that book."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"writing","Quote":"A few weeks after the worst day, I started writing lots of letters. I don't know why, but it was one of the only things that made my boots lighter."},{"Author":"Rainbow Rowell,  Fangirl","Category":"writing","Quote":"When I’m writing my own stuff, it’s like swimming upstream. Or … falling down a cliff and grabbing at branches, trying to invent the branches as I fall."},{"Author":"H.G. Wells","Category":"writing","Quote":"No passion in the world is equal to the passion to alter someone else's draft."},{"Author":"Patricia Duncker,  Hallucinating Foucault","Category":"writing","Quote":"The love between a writer and a reader is never celebrated."},{"Author":"Don Roff","Category":"writing","Quote":"Always mystify, torture, mislead, and surprise the audience as much as possible."},{"Author":"Termina Ashton","Category":"writing","Quote":"Imagination is Everything!"},{"Author":"John Berryman","Category":"writing","Quote":"You should always be trying to write a poem you are unable to write, a poem you lack the technique, the language, the courage to achieve. Otherwise you're merely imitating yourself, going nowhere, because that's always easiest."},{"Author":"Will Rogers","Category":"writing","Quote":"You know, everybody's ignorant, just on different subjects."},{"Author":"Gordon B. Hinckley","Category":"writing","Quote":"All writers should be put in a box and thrown in the sea."},{"Author":"Charles Bukowski,  The Last Night of the Earth Poems","Category":"writing","Quote":"writing about a writer's block is better than not writing at all"},{"Author":"Wally Lamb,  The Hour I First Believed","Category":"writing","Quote":"Look, don't just stare at the pages,\"I used to tell my students. \"Become the characters. Live inside the book."},{"Author":"Robert M. Drake","Category":"writing","Quote":"Sometimes the most beautiful people are beautifully broken."},{"Author":"Robert M. Drake","Category":"writing","Quote":"We swallowed the chaos because we knew we didn't want to be ordinary."},{"Author":"Haruki Murakami,  What I Talk About When I Talk About Running","Category":"writing","Quote":"The thoughts that occur to me while I’m running are like clouds in the sky. Clouds of all different sizes. They come and they go, while the sky remains the same sky always. The clouds are mere guests in the sky that pass away and vanish, leaving behind the sky."},{"Author":"Robert Benchley","Category":"writing","Quote":"It took me fifteen years to discover that I had no talent for writing, but I couldn't give it up because by that time I was too famous."},{"Author":"Fran Lebowitz","Category":"writing","Quote":"The best fame is a writer's fame. It's enough to get a table at a good restaurant, but not enough to get you interrupted when you eat."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"writing","Quote":"Writing novels is much the same. You gather up bones and make your gate, but no matter how wonderful the gate might be, that alone doesn't make it a living breathing novel. A story is not something of this world. A real story requires a kind of magical baptism to link the world on this side with the world on the other side."},{"Author":"William Makepeace Thackeray,  The History of Henry Esmond, Esq.","Category":"writing","Quote":"There are a thousand thoughts lying within a man that he does not know till he takes up the pen to write."},{"Author":"Maud Hart Lovelace,  Betsy in Spite of Herself","Category":"writing","Quote":"Isn't it mysterious to begin a new journal like this? I can run my fingers through the fresh clean pages but I cannot guess what the writing on them will be."},{"Author":"Bill Watterson","Category":"writing","Quote":"CALVIN:Our hero regains consciousness at the feet of a sarcastic alien."},{"Author":"Alan Moore","Category":"writing","Quote":"To me, all creativity is magic. Ideas start out in the empty void of your head - and they end up as a material thing, like a book you can hold in your hand. That is the magical process. It's an alchemical thing. Yes, we do get the gold out of it but that's not the most important thing. It's the work itself."},{"Author":"Robert M. Drake","Category":"writing","Quote":"But dear, don’t be afraid of love it’s only magic."},{"Author":"Violet Haberdasher","Category":"writing","Quote":"Imagination is what you do with your inspiration."},{"Author":"Sherman Alexie,  The Toughest Indian in the World","Category":"writing","Quote":"If it's fiction, then it better be true."},{"Author":"Yevgeny Zamyatin,  A Soviet Heretic: Essays by Yevgeny Zamyatin","Category":"writing","Quote":"True literature can exist only where it is created, not by diligent and trustworthy functionaries, but by madmen, hermits, heretics, dreamers, rebels, and skeptics."},{"Author":"Stephen King","Category":"writing","Quote":"Outlines are the last resource of bad fiction writers who wish to God they were writing masters' theses."},{"Author":"Edwidge Danticat,  Krik? Krak!","Category":"writing","Quote":"No, women like you don't write. They carve onion sculptures and potato statues. They sit in dark corners and braid their hair in new shapes and twists in order to control the stiffness, the unruliness, the rebelliousness."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"The more you read, the less apt you are to make a fool of yourself with your pen or word processor."},{"Author":"Honoré de Balzac,  Père Goriot","Category":"writing","Quote":"A letter is a soul, so faithful an echo of the speaking voice that to the sensitive it is among the richest treasures of love."},{"Author":"Margaret Mitchell","Category":"writing","Quote":"In a weak moment, I have written a book."},{"Author":"Jimi Hendrix","Category":"writing","Quote":"All I'm writing is just what I feel, that's all. I just keep it almost naked. And probably the words are so bland."},{"Author":"Aaron Sorkin","Category":"writing","Quote":"Mrs. Landingham, does the President have free time this morning?\"\"The President has nothing but free time, Toby. Right now he's in the residence eating Cheerios and enjoying Regis and Kathie Lee. Should I get him for you?\"\"Sarcasm's a disturbing thing coming from a woman of your age, Mrs. Landingham.\"\"What age would that be, Toby?\"\"Late twenties?\"\"Atta boy."},{"Author":"Patrick H.T. Doyle","Category":"writing","Quote":"If Pavlov tested his cat he would have failed."},{"Author":"Vladimir Nabokov","Category":"writing","Quote":"I think like a genius, I write like a distinguished author, and I speak like a child."},{"Author":"Elie Wiesel","Category":"writing","Quote":"I write to understand as much as to be understood."},{"Author":"Virginia Woolf,  A Room of One's Own","Category":"writing","Quote":"Therefore I would ask you to write all kinds of books, hesitating at no subject however trivial or however vast. By hook or by crook, I hope that you will possess yourselves of money enough to travel and to idle, to contemplate the future or the past of the world, to dream over books and loiter at street corners and let the line of thought dip deep into the stream."},{"Author":"Salman Rushdie","Category":"writing","Quote":"Books choose their authors; the act of creation is not entirely a rational and conscious one."},{"Author":"Thomas Wolfe","Category":"writing","Quote":"What I had to face, the very bitter lesson that everyone who wants to write has got to learn, was that a thing may in itself be the finest piece of writing one has ever done, and yet have absolutely no place in the manuscript one hopes to publish."},{"Author":"Beth Revis","Category":"writing","Quote":"I wrote a book. It sucked. I wrote nine more books. They sucked, too. Meanwhile, I read every single thing I could find on publishing and writing, went to conferences, joined professional organizations, hooked up with fellow writers in critique groups, and didn’t give up. Then I wrote one more book."},{"Author":"Stephen King","Category":"writing","Quote":"you must not come lightly to the blank page."},{"Author":"Joseph Campbell,  The Hero's Journey: Joseph Campbell on His Life & Work","Category":"writing","Quote":"Just as anyone who listens to the muse will hear, you can write out of your own intention or out of inspiration. There is such a thing. It comes up and talks. And those who have heard deeply the rhythms and hymns of the gods, can recite those hymns in such a way that the gods will be attracted."},{"Author":"Helvy Tiana Rosa","Category":"writing","Quote":"Buku yang kau tulis adalah semacam jejak yang terus menyala di dunia, dan bisa menjadi cahaya akhiratmu."},{"Author":"Warren Ellis","Category":"writing","Quote":"Writer's block? I've heard of this. This is when a writer cannot write, yes? Then that person isn't a writer anymore. I'm sorry, but the job is getting up in the fucking morning and writing for a living."},{"Author":"Jonathan Safran Foer,  Extremely Loud and Incredibly Close","Category":"writing","Quote":"I want an infinitely blank book and the rest of time."},{"Author":"Patton Oswalt","Category":"writing","Quote":"I had a romance novel inside me, but I paid three sailors to beat it out of me with steel pipes."},{"Author":"Susan Sontag","Category":"writing","Quote":"The writer is either a practicing recluse or a delinquent, guilt-ridden one--or both. Usually both."},{"Author":"Gail Carson Levine","Category":"writing","Quote":"I never met a word I didn't love"},{"Author":"Besa Kosova","Category":"writing","Quote":"I am the perfect version of me."},{"Author":"Frank Miller,  Sin City, Vol. 3: The Big Fat Kill","Category":"writing","Quote":"She doesn't quite chop his head off.She makes a Pez dispenser out of him."},{"Author":"Bruce Wayne Sullivan","Category":"writing","Quote":"Anyone who has no need of anybody but himself is either a beast or a God.\"Aristotle"},{"Author":"James Franco","Category":"writing","Quote":"They say living well is the best revenge but sometimes writing well is even better."},{"Author":"Steve Shilstone","Category":"writing","Quote":"The thing I write will be the thing I write."},{"Author":"L.M. Montgomery,  Anne of Green Gables","Category":"writing","Quote":"Jane's stories are too sensible. Then Diana puts too much murders into hers. She says most of the time she doesn't know what to do with the people so she kills them off to get rid of them.\"-Anne Shirley"},{"Author":"E.L. Doctorow","Category":"writing","Quote":"I am telling you what I know—words have music and if you are a musician you will write to hear them."},{"Author":"Ian McEwan,  Atonement","Category":"writing","Quote":"At that moment, the urge to be writing was stronger than any notion she had of what she might write."},{"Author":"Spider Robinson","Category":"writing","Quote":"…when writing, always hook the reader with your first sentence…in love, never settle…value yourself first and this will help you to value others…life is short, so enjoy it to the fullest…everyone in the world is different, and that’s ok…"},{"Author":"John Steinbeck","Category":"writing","Quote":"Maybe the hardest thing in writing is simply to tell the truth about things as we see them."},{"Author":"William Styron","Category":"writing","Quote":"The good writing of any age has always been the product of someone's neurosis, and we'd have a mighty dull literature if all the writers that came along were a bunch of happy chuckleheads."},{"Author":"Jessica Mitford","Category":"writing","Quote":"You may not be able to change the world, but at least you can embarrass the guilty."},{"Author":"Dashiell Hammett,  The Maltese Falcon","Category":"writing","Quote":"He looked rather pleasantly, like a blonde satan."},{"Author":"Jennifer Salaiz","Category":"writing","Quote":"To have the beginning of a truly great story, you need to have a character you're completely and utterly obsessed with. Without obsession, to the point of a maddening addiction,there's no point to continue."},{"Author":"Jane Yolen","Category":"writing","Quote":"Exercise the writing muscle every day, even if it is only a letter, notes, a title list, a character sketch, a journal entry. Writers are like dancers, like athletes. Without that exercise, the muscles seize up."},{"Author":"Ray Bradbury,  Fahrenheit 451","Category":"writing","Quote":"Digression is the soul of wit. Take the philosophic asides away from Dante, Milton or Hamlet's father's ghost and what stays is dry bones."},{"Author":"Kim Addonizio","Category":"writing","Quote":". . . All artists’ work is autobiographical. Any writer’s work is a map of their psyche. You can really see what their concerns are, what their obsessions are, and what interests them."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"Virtually every writer I know would rather be a musician."},{"Author":"Dave Barry","Category":"writing","Quote":"Don't you wish you had a job like mine? All you have to do is think up a certain number of words! Plus, you can repeat words! And they don't even have to be true!"},{"Author":"Henry Miller","Category":"writing","Quote":"One can be absolutely truthful and sincere even though admittedly the most outrageous liar."},{"Author":"Jorge Luis Borges,  Seven Nights","Category":"writing","Quote":"I...have always known that my destiny was, above all, a literary destiny — that bad things and some good things would happen to me, but that, in the long run, all of it would be convertedinto words. Particularly the bad things, since happiness does not need to be transformed: happiness is its own end."},{"Author":"Alice Steinbach,  Educating Alice: Adventures of a Curious Woman","Category":"writing","Quote":"A letter is always better than a phone call. People write things in letters they would never say in person. They permit themselves to write down feelings and observations using emotional syntax far more intimate and powerful than speech will allow."},{"Author":"Shannon Hale","Category":"writing","Quote":"Being a writer is a good, good thing."},{"Author":"Elvis Costello","Category":"writing","Quote":"Writing about music is like dancing about architecture - it's really a stupid thing to want to do."},{"Author":"Nadine Gordimer","Category":"writing","Quote":"What is the purpose of writing? For me personally, it is really to explain the mystery of life, and the mystery of life includes, of course, the personal, the political, the forces that make us what we are while there's another force from inside battling to make us something else."},{"Author":"Lauren Groff","Category":"writing","Quote":"In the end, fiction is the craft of telling truth through lies."},{"Author":"Friedrich Nietzsche","Category":"writing","Quote":"one does not only wish to be understood when one writes; one wishes just as surely not to be understood."},{"Author":"Phyllis A. Whitney,  Guide to Fiction Writing","Category":"writing","Quote":"A good book isn't written, it's rewritten."},{"Author":"Elizabeth Reyes","Category":"writing","Quote":"I write because I must. It's not a choice or a pastime, it's an unyeilding calling and my passion."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"An author in his book must be like God in the universe, present everywhere and visible nowhere."},{"Author":"Lori Lansens,  The Girls","Category":"writing","Quote":"Write,' she said, 'as if you'll never be read. That way you'll be sure to tell the truth."},{"Author":"Edna St. Vincent Millay","Category":"writing","Quote":"A person who publishes a book willfully appears before the populace with his pants down. If it is a good book nothing can hurt him. If it is a bad book nothing can help him."},{"Author":"Jennifer Weiner","Category":"writing","Quote":"Read everything. Read fiction and non-fiction, read hot best sellers and the classics you never got around to in college."},{"Author":"Toni Morrison","Category":"writing","Quote":"Writing is really a way of thinking--not just feeling but thinking about things that are disparate, unresolved, mysterious, problematic or just sweet."},{"Author":"Robert M. Drake","Category":"writing","Quote":"It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of."},{"Author":"Walter Mosley","Category":"writing","Quote":"The first thing you have to know about writing is that it is something you must do everyday. There are two reasons for this rule: Getting the work done and connecting with your unconscious mind."},{"Author":"Lemony Snicket","Category":"writing","Quote":"Writing is a dying form. One reads of this every day."},{"Author":"Charles Baudelaire","Category":"writing","Quote":"Inspiration comes of working every day."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"It's harder to write in the third person but the advantage is you move around better."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"writing","Quote":"Half of what I write is garbage, but if I don't write it down it decomposes in my head."},{"Author":"Josip Novakovich,  Fiction Writer's Workshop","Category":"writing","Quote":"You don't need to wait for inspiration to write. It's easier to be inspired while writing that while not writing..."},{"Author":"Gilles Deleuze","Category":"writing","Quote":"The shame of being a man - is there any better reason to write?"},{"Author":"Alice Munro","Category":"writing","Quote":"I can't play bridge. I don't play tennis. All those things that people learn, and I admire, there hasn't seemed time for. But what there is time for is looking out the window."},{"Author":"Jyrki Vainonen","Category":"writing","Quote":"Dive again and again into the river of uncertainty. Create in the dark, only then can you recognize the light."},{"Author":"Wilkie Collins,  The Woman in White","Category":"writing","Quote":"I have always held the old-fashioned opinion that the primary object of work of fiction should be to tell a story."},{"Author":"Aldous Huxley,  Point Counter Point","Category":"writing","Quote":"A bad book is as much of a labor to write as a good one; it comes as sincerely from the author's soul."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"People who write fiction, if they had not taken it up, might have become very successful liars."},{"Author":"Cornelia Funke","Category":"writing","Quote":"Read – and be curious. And if somebody says to you: 'Things are this way. You can't change it' - don't believe a word."},{"Author":"David Halberstam,  Everything They Had: Sports Writing","Category":"writing","Quote":"[On writing:] \"There's a great quote by Julius Irving that went, 'Being a professional is doing the things you love to do, on the days you don't feel like doing them.'\"(One On 1, interview with Budd Mishkin; NY1, March 25, 2007.)"},{"Author":"David Farland","Category":"writing","Quote":"I'd like to emphasize that when a reader finishes a great novel, he will immediately begin looking for another. If someone loves your book, it increases the chance that he or she will look at mine. So there is no competition between writers. Another writer's success helps build a larger readership for all of us."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"Somebody gets into trouble, then gets out of it again. People love that story. They never get tired of it."},{"Author":"Patrick Rothfuss","Category":"writing","Quote":"If I could sum it up in 50 words, I wouldn't have needed to write a whole novel about it."},{"Author":"Charles Bukowski","Category":"writing","Quote":"take a writer away from his typewriterand all you have leftisthe sicknesswhich started himtypingin thebeginning"},{"Author":"Helvy Tiana Rosa","Category":"writing","Quote":"Membaca dan menulis membuatmu menjadi."},{"Author":"Erica Jong","Category":"writing","Quote":"Nothing quite has reality for me till I write it all down--revising and embellishing as I go. I'm always waiting for things to be over so I can get home and commit them to paper."},{"Author":"Joyce Carol Oates","Category":"writing","Quote":"I have forced myself to begin writing when I've been utterly exhausted, when I've felt my soul as thin as a playing card…and somehow the activity of writing changes everything."},{"Author":"Karl Popper","Category":"writing","Quote":"No book can ever be finished. While working on it we learn just enough to find it immature the moment we turn away from it"},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"It’s 4:00 in the afternoon and I’m just now putting on clothes. The life of a writer is as free as the pizza I just had delivered is not."},{"Author":"Charlie Kaufman,  Eternal Sunshine of the Spotless Mind: The Shooting Script","Category":"writing","Quote":"CLEMENTINE: This is it, Joel. It's going to be gone soon.JOEL: I know.CLEMENTINE: What do we do?JOEL: Enjoy it."},{"Author":"Madeleine L'Engle","Category":"writing","Quote":"It's not my brain that's writing the book, it's these hands of mine."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"For once the disease of reading has laid upon the system it weakens so that it falls an easy prey to that other scourge which dwells in the ink pot and festers in the quill. The wretch takes to writing."},{"Author":"Henri J.M. Nouwen","Category":"writing","Quote":"People who read your ideas tend to think that your writings reflect your life."},{"Author":"Jarod Kintz,  I Should Have Renamed This","Category":"writing","Quote":"Because even among contrarians, I’m a contrarian. But all of this is just words of bronze, third place rhetoric. What do I really mean when I say we want to shock society into awareness? Do we mean we want more originality and individuality? Less TV, more reading, writing, actual thinking? Less sheep, more shepherd pie? Yes, yes, and a little more pie, please. Oh, and some more sweet tea, too"},{"Author":"Tom Stoppard,  The Real Thing: A Play","Category":"writing","Quote":"I don't think writers are sacred, but words are. They deserve respect. If you get the right ones in the right order, you might nudge the world a little or make a poem that children will speak for you when you are dead."},{"Author":"Herman Melville","Category":"writing","Quote":"To produce a mighty book, you must choose a mighty theme."},{"Author":"أحلام مستغانمي","Category":"writing","Quote":"فكم من الأشياء قد تحدث لنا بسبب ما نقرأ.ذلك أن ثمة قراءات تفعل بنا فعل الكتابة، وتوصلنا إلى حيث لا نتوقع !"},{"Author":"Isaac Babel,  The Collected Stories of Isaac Babel","Category":"writing","Quote":"No iron can stab the heart with such force as a period put just at the right place."},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"Our age not only does not have a very sharp eye for the almost imperceptible intrusions of grace, it no longer has much feeling for the nature of the violences which precede and follow them."},{"Author":"E.L. Doctorow","Category":"writing","Quote":"Writing is an exploration. You start from nothing."},{"Author":"Jarod Kintz,  This Book is Not FOR SALE","Category":"writing","Quote":"We no longer know each other. Hell, I barely know myself these days. I brush my teeth and look in the mirror and think, “Who is this guy taking care of my oral hygiene?"},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"There is no excuse for anyone to write fiction for public consumption unless he has been called to do so by the presence of a gift. It is the nature of fiction not to be good for much unless it is good in itself."},{"Author":"L.M. Montgomery,  Emily Climbs","Category":"writing","Quote":"My pen shall heal, not hurt."},{"Author":"William Goldman","Category":"writing","Quote":"I write out of revenge."},{"Author":"Raymond Chandler","Category":"writing","Quote":"A good story cannot be devised; it has to be distilled."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"Bird by bird, buddy. Just take it bird by bird."},{"Author":"Ralph Waldo Emerson","Category":"writing","Quote":"Books are for nothing but to inspire"},{"Author":"Jennifer Echols,  Love Story","Category":"writing","Quote":"You’ve gone far away to a place with no horses and very little grass, and you’re studying how to write a story with a happy ending. If you can write that ending for yourself, maybe you can come back."},{"Author":"Annie Dillard","Category":"writing","Quote":"The secret is not to write about what you love best, but about what you, alone, love at all."},{"Author":"Giacomo Casanova","Category":"writing","Quote":"If you have not done things worthy of being written about, at least write things worthy of being read."},{"Author":"Simone de Beauvoir","Category":"writing","Quote":"‎A day in which I don't write leaves a taste of ashes."},{"Author":"Tim O'Brien","Category":"writing","Quote":"A good piece of fiction, in my view, does not offer solutions. Good stories deal with our moral struggles, our uncertainties, our dreams, our blunders, our contradictions, our endless quest for understanding. Good stories do not resolve the mysteries of the human spirit but rather describe and expand up on those mysteries."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"Some of this book—perhaps too much—has been about how I learned to do it. Much of it has been about how you can do it better. The rest of it—and perhaps the best of it—is a permission slip: you can, you should, and if you're brave enough to start, you will. Writing is magic, as much the water of life as any other creative art. The water is free. So drink. Drink and be filled up."},{"Author":"Shannon L. Alder","Category":"writing","Quote":"Beauty is not who you are on the outside, it is the wisdom and time you gave away to save another struggling soul, like you."},{"Author":"Neil Gaiman","Category":"writing","Quote":"If you only write when inspired, you may be a fairly decent poet, but you'll never be a novelist."},{"Author":"Chris Baty,  No Plot? No Problem!: A Low-Stress, High-Velocity Guide to Writing a Novel in 30 Days","Category":"writing","Quote":"A novel rough draft is like bread dough; you need to beat the crap out of it for it to rise."},{"Author":"Neil Gaiman","Category":"writing","Quote":"There are people who think that things that happen in fiction do not really happen. These people are wrong."},{"Author":"Italo Calvino","Category":"writing","Quote":"I have tried to remove weight, sometimes from people, sometimes from heavenly bodies, sometimes from cities; above all I have tried to remove weight from the structure of stories and from language."},{"Author":"Sarah Rees Brennan,  The Demon's Covenant","Category":"writing","Quote":"I don't trust men everybody likes. Being nice isn't the same as being good."},{"Author":"Anthony Burgess","Category":"writing","Quote":"Language exists less to record the actual than to liberate the imagination."},{"Author":"Iwan Setyawan,  9 Summers 10 Autumns","Category":"writing","Quote":"Menulis kembali kenangan masa lalu butuh sebuah keberanian."},{"Author":"Haruki Murakami,  After the Quake","Category":"writing","Quote":"I want to write about people who dream and wait for the night to end, who long for the light so they can hold the ones they love."},{"Author":"Patrick Rothfuss","Category":"writing","Quote":"Don't get me wrong, magic is cool. But a nervous mother singing to her child at night while something moves quietly through the dark outside her house? That's a story. Handled properly, it's more dramatic than any apocalypse or goblin army could ever be."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"For a long time now I have tried simply to write the best I can. Sometimes I have good luck and write better than I can."},{"Author":"Nancy M. Malone,  Walking a Literary Labyrinth","Category":"writing","Quote":"You do what you were made to do. Some of us were made to read and write. Thanks be to God."},{"Author":"Laura Kasischke","Category":"writing","Quote":"Writing is really just a matter of writing a lot, writing consistently and having faith that you'll continue to get better and better. Sometimes, people think that if they don't display great talent and have some success right away, they won't succeed. But writing is about struggling through and learning and finding out what it is about writing itself that you really love."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"You can write any time people will leave you alone and not interrupt you. Or rather you can if you will be ruthless enough about it. But the best writing is certainly when you are in love."},{"Author":"Edward Bulwer-Lytton","Category":"writing","Quote":"The pen is mightier than the sword!"},{"Author":"Gwendolyn Brooks","Category":"writing","Quote":"I am a writer perhaps because I am not a talker."},{"Author":"Mel Brooks","Category":"writing","Quote":"I have always been a huge admirer of my own work. I'm one of the funniest and most entertaining writers I know."},{"Author":"Ray Bradbury","Category":"writing","Quote":"From now on I hope always to stay alert, to educate myself as best I can. But lacking this, in Future I will relaxedly turn back to my secret mind to see what it has observed when I thought I was sitting this one out. We never sit anything out.We are cups, constantly and quietly being filled. The trick is, knowing how to tip ourselves over and let the beautiful stuff out."},{"Author":"Lois McMaster Bujold","Category":"writing","Quote":"It's a bizarre but wonderful feeling, to arrive dead center of a target you didn't even know you were aiming for."},{"Author":"P.G. Wodehouse,  The Girl in Blue","Category":"writing","Quote":"It was one of the dullest speeches I ever heard. The Agee woman told us for three quarters of an hour how she came to write her beastly book, when a simple apology was all that was required."},{"Author":"Ralph Waldo Emerson","Category":"writing","Quote":"People do not deserve good writing, they are so pleased with bad."},{"Author":"Billie Holiday","Category":"writing","Quote":"If I'm going to sing like someone else, then I don't need to sing at all."},{"Author":"Ezra Pound","Category":"writing","Quote":"This is no book. Whoever touches this touches a man."},{"Author":"كوليت الخوري,  أيام معه","Category":"writing","Quote":"هو لا يفهم أن نفسيتي كإناء من \"الكريستال\"الرقيق تكفيه نقرة جافة ليتصدع إلى الأبد. لا، هو لا يفهم أن جهود حياته بأكملها لن تعيد الإناء إلى نقاءه الأصلي."},{"Author":"Neil Gaiman","Category":"writing","Quote":"My very small part in WATCHMEN is that, every now and then, Alan would phone me: ''Neil, you're an educated man. Where does it say...''He would need a quote from the Bible, or an essay about owls. I was his occasional research assistant."},{"Author":"Anton Chekhov","Category":"writing","Quote":"Be sure not to discuss your hero's state of mind. Make it clear from his actions.\"(Letter to Alexander Chekhov, May 10, 1886)"},{"Author":"Y.S. Lee","Category":"writing","Quote":"Read as widely and as deeply as you can. You have to be a reader before you can be a writer."},{"Author":"Hillary Frank,  I Can't Tell You","Category":"writing","Quote":"Writing feels safer somehow. I can catch myself before I say the wrong thing."},{"Author":"Adrienne Rich","Category":"writing","Quote":"To write as if your life depended on it; to write across the chalkboard, putting up there in public the words you have dredged; sieved up in dreams, from behind screen memories, out of silence-- words you have dreaded and needed in order to know you exist."},{"Author":"Michel Houellebecq,  H.P. Lovecraft: Against the World, Against Life","Category":"writing","Quote":"Life is painful and disappointing. It is useless, therefore, to write new realistic novels. We generally know where we stand in relation to reality and don’t care to know any more."},{"Author":"Paulo Coelho,  The Zahir","Category":"writing","Quote":"if a book isn't self-explanatory, then it isn't worth reading."},{"Author":"Neil Gaiman,  Fragile Things: Short Fictions and Wonders","Category":"writing","Quote":"On the whole, stories don't write themselves."},{"Author":"Veronica Roth","Category":"writing","Quote":"Writing means not just staring ugliness in the face, but finding a way to embrace  it."},{"Author":"Julio Cortázar,  Around the Day in Eighty Worlds","Category":"writing","Quote":"Wordplay hides a key to reality that the dictionary tries in vain to lock inside every free word."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"writing","Quote":"I’m up for the Julius Caesar Author of the Year Award this year. I’m tremendously proud, considering Caesar is the guy who burned down the Library of Alexandria."},{"Author":"Norman Mailer","Category":"writing","Quote":"The writer can grow as a person or he can shrink. ... His curiosity, his reaction to life must not diminish. The fatal thing is to shrink, to be interested in less, sympathetic to less, desiccating to the point where life itself loses its flavor, and one’s passion for human understanding changes to weariness and distaste."},{"Author":"Dave Eggers,  A Heartbreaking Work of Staggering Genius","Category":"writing","Quote":"You have what I can afford to give. You are a panhandler, begging for anything, and I am the man walking briskly by, tossing a quarter or so into your paper cup. I can afford to give you this. This does not break me."},{"Author":"Patti Smith,  Just Kids","Category":"writing","Quote":"Why can't I write something that would awake the dead? That pursuit is what burns most deeply."},{"Author":"Neil Gaiman,  Fragile Things: Short Fictions and Wonders","Category":"writing","Quote":"Writing's a lot like cooking. Sometimes the cake won't rise, no matter what you do, and every now and again the cake tastes better than you ever could have dreamed it would."},{"Author":"Fernando Pessoa,  The Book of Disquiet","Category":"writing","Quote":"In the ordinary jumble of my literary drawer, I sometimes find texts I wrote ten, fifteen, or even more years ago. And many of them seem to me written by a stranger: I simply do not recognize myself in them. There was a person who wrote them, and it was I. I experienced them, but it was in another life, from which I just woke up, as if from someone else's dream."},{"Author":"Robert M. Drake","Category":"writing","Quote":"I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you."},{"Author":"Franz Kafka","Category":"writing","Quote":"Writing is prayer."},{"Author":"Woody Allen","Category":"writing","Quote":"It's a wonderful thing to be able to create your own world whenever you want to."},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"writing","Quote":"All the stories I would like to write persecute me. When I am in my chamber, it seems as if they are all around me, like little devils, and while one tugs at my ear, another tweaks my nose, and each says to me, 'Sir, write me, I am beautiful."},{"Author":"May Sarton","Category":"writing","Quote":"For any writer who wants to keep a journal, be alive to everything, not just to what you're feeling, but also to your pets, to flowers, to what you're reading."},{"Author":"Marcel Proust,  Time Regained","Category":"writing","Quote":"Every reader finds himself. The writer's work is merely a kind of optical instrument that makes it possible for the reader to discern what, without this book, he would perhaps never have seen in himself."},{"Author":"Wisława Szymborska","Category":"writing","Quote":"The joy of writing.The power of preserving.Revenge of a mortal hand."},{"Author":"Jonathan Franzen","Category":"writing","Quote":"Every good writer I know needs to go into some deep, quiet place to do work that is fully imagined. And what the Internet brings is lots of vulgar data. It is the antithesis of the imagination. It leaves nothing to the imagination."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"What difference does it make if you live in a picturesque little outhouse surrounded by 300 feeble minded goats and your faithful dog? The question is: Can you write?"},{"Author":"Jorge Luis Borges,  Dreamtigers","Category":"writing","Quote":"He thought that the rose was to be found in its own eternity and not in his words; and that we may mention or allude to a thing, but not express it."},{"Author":"Cormac McCarthy","Category":"writing","Quote":"You are either born a writer or you are not."},{"Author":"Charlotte Brontë","Category":"writing","Quote":"But this I know; the writer who possesses the creative gift owns something of which he is not always master--something that at times strangely wills and works for itself. He may lay down rules and devise principles, and to rules and principles it will perhaps for years lie in subjection; and then, haply without any warning of revolt, there comes a time when it will no longer consent."},{"Author":"Haruki Murakami,  A Wild Sheep Chase","Category":"writing","Quote":"Generally, people who are good at writing letters have no need to write letters. They've got plenty of life to lead inside their own context."},{"Author":"Natalie Goldberg,  Writing Down the Bones: Freeing the Writer Within","Category":"writing","Quote":"Play around. Dive into absurdity and write. Take chances. You will succeed if you are fearless of failure."},{"Author":"Leo Rosten","Category":"writing","Quote":"The only reason for being a professional writer is that you can't help it."},{"Author":"Mel Brooks","Category":"writing","Quote":"Every human being has hundreds of separate people living under his skin. The talent of a writer is his ability to give them their separate names, identities, personalities and have them relate to other characters living with him."},{"Author":"Helvy Tiana Rosa","Category":"writing","Quote":"Seperti apakah Anda? Menurut saya, paling tidak Anda adalah apa yang Anda tulis."},{"Author":"Robert M. Drake","Category":"writing","Quote":"If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you."},{"Author":"John Osborne","Category":"writing","Quote":"Asking a working writer what he thinks about critics is like asking a lamp-post what it feels about dogs.\"[Time Magazine, October 31, 1977]"},{"Author":"Raymond Chandler","Category":"writing","Quote":"Everything a writer learns about the art or craft of fiction takes just a little away from his need or desire to write at all. In the end he knows all of the tricks and has nothing to say."},{"Author":"Helen Keller,  The Story of My Life","Category":"writing","Quote":"Trying to write is very much like trying to put a Chinese puzzle together. We have a pattern in mind which we wish to work out in words; but the words will not fit the spaces, or, if they do, they will not match the design."},{"Author":"Lillian Cauldwell","Category":"writing","Quote":"To become successful, one must put themselves in the paths of giants!"},{"Author":"A.A. Milne,  Not That It Matters","Category":"writing","Quote":"Almost anyone can be an author; the business is to collect money and fame from this state of being."},{"Author":"Friedrich Dürrenmatt","Category":"writing","Quote":"A writer doesn’t solve problems. He allows them to emerge."},{"Author":"Haruki Murakami,  Sputnik Sweetheart","Category":"writing","Quote":"If she did experience sex--or something close to it--in high school, I'm sure it would have been less out of sexual desire or love than literary curiosity."},{"Author":"Dashiell Hammett","Category":"writing","Quote":"If you have a story that seems worth telling, and you think you can tell it worthily, then the thing for you to do is to tell it, regardless of whether it has to do with sex, sailors or mounted policemen."},{"Author":"Joanna Russ","Category":"writing","Quote":"Long before I became a feminist in any explicit way, I had turned from writing love stories about women in which women were losers, and adventure stories about men in which the men were winners, to writing adventure stories about a woman in which the woman won. It was one of the hardest things I ever did in my life."},{"Author":"Joseph Campbell,  The Hero's Journey: Joseph Campbell on His Life & Work","Category":"writing","Quote":"Now I found it in writing sentences. You can write that sentence in a way that you would have written it last year. Or you can write it in the way of the exquisite nuance that is sriting in your mind now. But that takes a lot of ... waiting for the right word to come."},{"Author":"Chris Baty,  No Plot? No Problem!: A Low-Stress, High-Velocity Guide to Writing a Novel in 30 Days","Category":"writing","Quote":"A deadline is, simply put, optimism in its most kick-ass form. It's a potent force that, when wielded with respect, will level any obstacle in its path. This is especially true when it comes to creative pursuits."},{"Author":"P.G. Wodehouse","Category":"writing","Quote":"[A]lways get to the dialogue as soon as possible. I always feel the thing to go for is speed. Nothing puts the reader off more than a big slab of prose at the start.\"(Interview, The Paris Review, Issue 64, Winter 1975)"},{"Author":"Dave Barry","Category":"writing","Quote":"Panicky despair is an underrated element of writing."},{"Author":"François-René de Chateaubriand,  The Genius of Christianity or the Spirit and Beauty of the Christian Religion","Category":"writing","Quote":"An original writer is not one who imitates nobody, but one whom nobody can imitate."},{"Author":"Brian Jacques","Category":"writing","Quote":"Aha! Today I shall become an author! And I will auth and auth and auth and make a squillion dollars, whoopee!"},{"Author":"W. Somerset Maugham","Category":"writing","Quote":"We do not write because we want to; we write because we have to."},{"Author":"Krista Ritchie,  Addicted to You","Category":"writing","Quote":"Cheekbones that cut like ice and eyes like liquid scotch. Loren Hale is an alcoholic beverage and he doesn't even know it."},{"Author":"J.K. Rowling","Category":"writing","Quote":"I think that perhaps if I had had to slow down the ideas so that I could capture them on paper I might have stifled some of them."},{"Author":"Lauren Hammond","Category":"writing","Quote":"A good book will pull you in from the beginning and take you on a journey you'll never forget."},{"Author":"Washington Irving,  the legend of Sleepy Hollow and Other Stories","Category":"writing","Quote":"Others may write from the head, but he writes from the heart, and the heart will always understand him."},{"Author":"Neil Gaiman,  The Sandman, Vol. 10: The Wake","Category":"writing","Quote":"I watched my life as if it were happening to someone else. My son died. And I was hurt, but I watched my hurt, and even relished it, a little, for now I could write a real death, a true loss. My heart was broken by my dark lady, and I wept, in my room, alone; but while I wept, somewhere inside I smiled."},{"Author":"Neil Gaiman","Category":"writing","Quote":"But the truth is, it's not the idea, it's never the idea, it's always what you do with it.\"(Online journal entry for January 31, 2009)"},{"Author":"Neil Gaiman","Category":"writing","Quote":"The main rule of writing is that if you do it with enough assurance and confidence, you’re allowed to do whatever you like. (That may be a rule for life as well as for writing. But it’s definitely true for writing.) So write your story as it needs to be written. Write it honestly, and tell it as best you can. I’m not sure that there are any other rules. Not ones that matter."},{"Author":"Stephen King","Category":"writing","Quote":"When you sit down to write, write. Don't do anything else except go to the bathroom, and only do that if it absolutely cannot be put off."},{"Author":"Ernest Hemingway","Category":"writing","Quote":"I write description in longhand because that's hardest for me and you're closer to the paper when you work by hand, but I use the typewriter for dialogue because people speak like a typewriter works."},{"Author":"L.M. Montgomery,  Anne of Avonlea","Category":"writing","Quote":"Fancies are like shadows...you can't cage them, they're such wayward, dancing things."},{"Author":"Nicole Krauss,  The History of Love","Category":"writing","Quote":"At times I believed that the last page of my book and the last page of my life were one and the same, that when my book ended I'd end, a great wind would sweep through my rooms carrying the pages away, and when the air cleared of all those fluttering white sheets the room would be silent, the chair where I sat empty."},{"Author":"Besa Kosova","Category":"writing","Quote":"I wasn't born to cook or clean,but to read and write,if you don't like me the way I am,then go fly a kite."},{"Author":"May Sarton","Category":"writing","Quote":"Anyone who is going to be a writer knows enough at fifteen to write several novels."},{"Author":"Lois McMaster Bujold,  The Curse of Chalion","Category":"writing","Quote":"I need words that mean more than they mean, words not just with height and width, but depth and weight and, and other dimensions that I cannot even name."},{"Author":"Kurt Vonnegut,  Armageddon in Retrospect","Category":"writing","Quote":"My advice to writers just starting out? Don't use semi-colons! They are transvestite hermaphrodites, representing exactly nothing. All they do is suggest you might have gone to college."},{"Author":"John Wick","Category":"writing","Quote":"It is dark. You cannot see. Only the hint of stars out the broken window. And a voice as old as the Snake from the Garden whispers, 'I will hold your hand."},{"Author":"Don Roff","Category":"writing","Quote":"The recipe for great art has always been misery and a good bowel movement."},{"Author":"John Steinbeck,  East of Eden","Category":"writing","Quote":"As with many people, Charles, who could not talk, wrote with fullness. He set down his loneliness and his perplexities, and he put on paper many things he did not know about himself."},{"Author":"Jen Knox,  After the Gazebo","Category":"writing","Quote":"Only by examining our personal biases can we truly grow as artists; only by cultivating empathy can we truly grow as people."},{"Author":"Coco J. Ginger","Category":"writing","Quote":"You’re a mess, I confess, I despise you in the best kind of way."},{"Author":"Charles Bukowski,  Notes of a Dirty Old Man","Category":"writing","Quote":"There is only one place to write and that is alone at a typewriter. The writer who has to go into the streets is a writer who does not know the streets. . . when you leave your typewriter you leave your machine gun and the rats come pouring through."},{"Author":"Craig Ferguson,  American on Purpose: The Improbable Adventures of an Unlikely Patriot","Category":"writing","Quote":"Every day I ran to that book like it was a bottle of whiskey and crawled inside because it was a world that I had at least some control over, and slowly, in time, it began to take shape."},{"Author":"Betsy Byars,  The Moon and I","Category":"writing","Quote":"When I type a title page, I hold it and I look at it and I think, I just need four thousand sentences to go with this and I’ll have a book."},{"Author":"Aaron Sorkin","Category":"writing","Quote":"Toby: All right. It couldn't have gone far, right?Sam: No.Toby: Somewhere in this building...is our talent."},{"Author":"Mark Twain","Category":"writing","Quote":"The test of any good fiction is that you should care something for the characters; the good to succeed, the bad to fail. The trouble with most fiction is that you want them all to land in hell together, as quickly as possible."},{"Author":"Mark Twain","Category":"writing","Quote":"Wit is the sudden marriage of ideas which before their union were not perceived to have any relation."},{"Author":"Marina Tsvetaeva","Category":"writing","Quote":"Don't you know no one can escapethe power of creatures reaching outwith breath alone?"},{"Author":"David Mamet,  Bambi vs. Godzilla: On the Nature, Purpose, and Practice of the Movie Business","Category":"writing","Quote":"Every scene should be able to answer three questions: \"Who wants what from whom? What happens if they don't get it? Why now?"},{"Author":"W.H. Auden","Category":"writing","Quote":"I smell blood and an era of prominent madmen."},{"Author":"Alexandra Fuller,  Scribbling the Cat","Category":"writing","Quote":"What is important is the story. Because when we are all dust and teeth and kicked-up bits of skin - when we're dancing with our own skeletons - our words might be all that's left of us."},{"Author":"Jennifer Donnelly,  A Northern Light","Category":"writing","Quote":"A new word. Bright with possibilities. A flawless pearl to turn over and over in my hand, then put away for safekeeping."},{"Author":"Alfred de Musset","Category":"writing","Quote":"Romanticism is the abuse of adjectives"},{"Author":"L.M. Montgomery","Category":"writing","Quote":"You have the itch for writing born in you. It's quite incurable. What are you going to do with it?"},{"Author":"A.M. Homes","Category":"writing","Quote":"If you don’t write the book you have to write, everything breaks."},{"Author":"William Carlos Williams","Category":"writing","Quote":"I think all writing is a disease. You can't stop it."},{"Author":"Samuel Johnson,  The Life of Samuel Johnson LL.D. Vol 2","Category":"writing","Quote":"Read over your compositions, and wherever you meet with a passage which you think is particularly fine, strike it out."},{"Author":"Andrew Lang","Category":"writing","Quote":"You can cover a great deal of country in books."},{"Author":"Muriel Rukeyser","Category":"writing","Quote":"No one wants to read poetry. You have to make it impossible for them to put the poem down--impossible for them to stop reading it, word after word. You have to keep them from closing the book."},{"Author":"Hugh MacLeod,  Ignore Everybody: and 39 Other Keys to Creativity","Category":"writing","Quote":"Writer's block is just a symptom of feeling like you have nothing to say, combined with the rather weird idea that you should feel the need to say something. Why? If you have something to say, then say it. If not, enjoy the silence while it lasts. The noise will return soon enough."},{"Author":"Natalie Goldberg","Category":"writing","Quote":"Anything we fully do is an alone journey."},{"Author":"Orson Scott Card","Category":"writing","Quote":"When you have a good romance, find ways to make their lives miserable and hellish...Do you think 'Titanic' would have been so popular if they had both lived? Not a prayer."},{"Author":"Ricky Lee,  Para Kay B","Category":"writing","Quote":"Iniisip ni Lucas kung gaano kalaki ang kapangyarihan ng isang writer. Sa pamamagitan ng mga salita ay kaya niyang patigilin ang dyip, ilabas ang lihim ng mga pasahero, pabuhusin ang ulan upang linisin ang mga basura sa palibot, ikulong ang mga opisyal na corrupt at tuluyang i-delete sa bansa ang kahirapan."},{"Author":"Stephen Sondheim","Category":"writing","Quote":"The worst thing you can do is censor yourself as the pencil hits the paper. You must not edit until you get it all on paper. If you can put everything down, stream-of-consciousness, you'll do yourself a service."},{"Author":"Doris Lessing","Category":"writing","Quote":"Novels give you the matrix of emotions, give you the flavour of a time in a way formal history cannot."},{"Author":"Stephen King,  On Writing: A Memoir of the Craft","Category":"writing","Quote":"You can approach the act of writing with nervousness, excitement, hopefulness, or despair ... Come to it any way but lightly."},{"Author":"Isaac Bashevis Singer","Category":"writing","Quote":"When I was a little boy, they called me a liar, but now that I am grown up, they call me a writer."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"writing","Quote":"When the writer (or the artist in general) says he has worked without giving any thought to the rules of the process, he simply means he was working without realizing he knew the rules."},{"Author":"Diane Duane","Category":"writing","Quote":"There is a rule for fantasy writers: The more truth you mix in with a lie, the stronger it gets."},{"Author":"Frederik Pohl","Category":"writing","Quote":"A good science fiction story should be able to predict not the automobile but the traffic jam."},{"Author":"Thomas Harris,  Red Dragon","Category":"writing","Quote":"You must understand that when you are writing a novel you are not making anything up. It's all there and you just have to find it."},{"Author":"Katerina Stoykova Klemer,  The air around the butterfly/Въздухът около пеперудата","Category":"writing","Quote":"How to Write a PoemCatch the airaround the butterfly."},{"Author":"A. Saleh,  Poetry Eyes","Category":"writing","Quote":"When you write about what you dream, you become a writer.When you dream about what you write, you become haunted by a curse."},{"Author":"Michael Chabon","Category":"writing","Quote":"All novels are sequels; influence is bliss."},{"Author":"H.P. Lovecraft","Category":"writing","Quote":"A serious adult story must be true to something in life. Since marvel tales cannot be true to the events of life, they must shift their emphasis towards something to which they can be true; namely, certain wistful or restless moods of the human spirit, wherein it seeks to weave gossamer ladders of escape from the galling tyranny of time, space, and natural law."},{"Author":"Charles Willeford","Category":"writing","Quote":"Just tell the truth, and they'll accuse you of writing black humor."},{"Author":"Carlos Ruiz Zafón,  The Angel's Game","Category":"writing","Quote":"Every work of art is aggressive, Isabella. And every artist's life is a small war or a large one, beginning with oneself and one's limitations. To achieve anything you must first have ambition and then talent, knowledge, and finally the opportunity."},{"Author":"Steven Millhauser","Category":"writing","Quote":"All words are masks and the lovelier they are, the more they are meant to conceal."},{"Author":"Robert M. Drake","Category":"writing","Quote":"Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you."},{"Author":"Seamus Heaney,  Opened Ground: Selected Poems, 1966-1996","Category":"writing","Quote":"Between my finger and my thumb The squat pen rests; snug as a gun."},{"Author":"Jef Mallett","Category":"writing","Quote":"Writing well means never having to say, \"I guess you had to be there."},{"Author":"P.G. Wodehouse,  Wodehouse On Wodehouse","Category":"writing","Quote":"From my earliest years I had always wanted to be a writer. It was not that I had any particular message for humanity. I am still plugging away and not the ghost of one so far, so it begins to look as though, unless I suddenly hit mid-season form in my eighties, humanity will remain a message short."},{"Author":"John Gardner","Category":"writing","Quote":"People will tell you that writing is too difficult, that it's impossible to get your work published, that you might as well hang yourself. Meanwhile, they'll keep writing and you'll have hanged yourself."},{"Author":"Roald Dahl,  Boy: Tales of Childhood","Category":"writing","Quote":"The writer walks out of his workroom in a daze. He wants a drink. He needs it. It happens to be a fact that nearly every writer of fiction in the world drinks more whisky than is good for him. He does it to give himself faith hope and courage. A person is a fool to become a writer. His only compensation is absolute freedom. He has no master except his own soul and that I am sure is why he does it."},{"Author":"Sándor Márai,  Embers","Category":"writing","Quote":"She said she never wanted to have secrets from me nor from herself, which is why she wanted to write down everything that otherwise would be hard to talk about. As I said, later I understood that someone who flees into honesty like that fears something, fears that her life will fill with something that can no longer be shared, a genuine secret, indescribable, unutterable."},{"Author":"Charlotte Brontë","Category":"writing","Quote":"To you I am neither man nor woman. I come before you as an author only. It is the sole standard by which you have a right to judge me--the sole ground on which I accept your judgment."},{"Author":"Franz Kafka","Category":"writing","Quote":"Every word first looks around in every direction before letting itself be written down by me."},{"Author":"Zadie Smith","Category":"writing","Quote":"Tell the truth through whichever veil comes to hand – but tell it. Resign yourself to the lifelong sadness that comes from never ­being satisfied."},{"Author":"Robert M. Drake","Category":"writing","Quote":"She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be."},{"Author":"Robert M. Drake","Category":"writing","Quote":"It was never about the world being too big, it was more like she was too much for the world to handle."},{"Author":"Russell Baker","Category":"writing","Quote":"The only thing I was fit for was to be a writer, and this notion rested solely on my suspicion that I would never be fit for real work, and that writing didn't require any."},{"Author":"Stanley Kunitz,  The Collected Poems","Category":"writing","Quote":"End with an image and don't explain."},{"Author":"George Saunders,  The Braindead Megaphone","Category":"writing","Quote":"The generalizing writer is like the passionate drunk, stumbling into your house mumbling: I know I'm not being clear, exactly, but don't you kind of feel what I'm feeling?"},{"Author":"Archibald MacLeish","Category":"writing","Quote":"A real writer learns from earlier writers the way a boy learns from an apple orchard -- by stealing what he has a taste for, and can carry off"},{"Author":"H.L. Mencken","Category":"writing","Quote":"You never push a noun against a verb without trying to blow up something."},{"Author":"Joseph Bruchac,  Code Talker: A Novel About the Navajo Marines of World War Two","Category":"writing","Quote":"Strong words outlast the paper they are written upon."},{"Author":"Patricia Fuller","Category":"writing","Quote":"Writing without revising is the literary equivalent of waltzing gaily out of the house in your underwear."},{"Author":"Anne Rice,  Memnoch the Devil","Category":"writing","Quote":"Do you know what I think about crying? I think some people have to learn to do it. But once you learn, once you know how to really cry, there's nothing quite like it. I feel sorry for those who don't know the trick. It's like whistling or singing."},{"Author":"Joe Haldeman","Category":"writing","Quote":"Bad books on writing tell you to \"WRITE WHAT YOU KNOW\", a solemn and totally false adage that is the reason there exist so many mediocre novels about English professors contemplating adultery."},{"Author":"Stephen King,  Different Seasons","Category":"writing","Quote":"No, it’s not a very good story - its author was too busy listening to other voices to listen as closely as he should have to the one coming from inside."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"Talent is extremely common. What is rare is the willingness to endure the life of the writer."},{"Author":"Cecil Day-Lewis","Category":"writing","Quote":"First, I do not sit down at my desk to put into verse something that is already clear in my mind. If it were clear in my mind, I should have no incentive or need to write about it. We do not write in order to be understood; we write in order to understand."},{"Author":"George Saunders","Category":"writing","Quote":"In art, and maybe just in general, the idea is to be able to be really comfortable with contradictory ideas. In other words, wisdom might be, seem to be, two contradictory ideas both expressed at their highest level and just let to sit in the same cage sort of, vibrating. So, I think as a writer, I'm really never sure of what I really believe."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"writing","Quote":"I can read lips. Especially if they have words tattooed on them."},{"Author":"Amy Joy","Category":"writing","Quote":"Anyone who says writing is easy isn't doing it right."},{"Author":"H. Jackson Brown Jr.","Category":"writing","Quote":"Don’t waste time waiting for inspiration. Begin, and inspiration will find you."},{"Author":"T.C. Boyle","Category":"writing","Quote":"But then, that’s the beauty of writing stories—each one is an exploratory journey in search of a reason and a shape. And when you find that reason and that shape, there’s no feeling like it.\"[Peter Wild Interviews TC Boyle, 3:AM Magazine, June 2003]"},{"Author":"Dorianne Laux,  The Poet's Companion: A Guide To The Pleasures Of Writing Poetry","Category":"writing","Quote":"Good writing works from a simple premise: your experience is not yours alone, but in some sense a metaphor for everyone's."},{"Author":"Grace Paley,  Enormous Changes at the Last Minute","Category":"writing","Quote":"There is a long time in me between knowing and telling."},{"Author":"Jennifer Donnelly,  A Northern Light","Category":"writing","Quote":"You should spend more time reading the Good Book and less reading all those novels. What are you going to tell the Lord on Judgement Day when He asks you why you didn't read your bible? Hmm?\"I will tell Him that His press agents could have done with a writing lesson or two, I said. To myself."},{"Author":"Vita Sackville-West","Category":"writing","Quote":"It is necessary to write, if the days are not to slip emptily by. How else, indeed, to clap the net over the butterfly of the moment? For the moment passes, it is forgotten; the mood is gone; life itself is gone. That is where the writer scores over his fellows: he catches the changes of his mind on the hop."},{"Author":"Robert M. Drake","Category":"writing","Quote":"She wildly burned for the one she loved and he stood there watching, hoping he too would catch a blaze from the violence stirring in her heart."},{"Author":"Robert Penn Warren","Category":"writing","Quote":"Real writers are those who want to write, need to write, have to write."},{"Author":"Haruki Murakami","Category":"writing","Quote":"It's a dark, cool, quiet place. A basement in your soul. And that place can sometimes be dangerous to the human mind. I can open the door and enter that darkness, but I have to be very careful. I can find my story there. Then I bring that thing to the surface, into the real world."},{"Author":"Truman Capote","Category":"writing","Quote":"I believe more in the scissors than I do in the pencil."},{"Author":"Winston S. Churchill","Category":"writing","Quote":"Writing a long and substantial book is like having a friend and companion at your side, to whom you can always turn for comfort and amusement, and whose society becomes more attractive as a new and widening field of interest is lighted in the mind."},{"Author":"Carlos Fuentes","Category":"writing","Quote":"One wants to tell a story, like Scheherezade, in order not to die. It's one of the oldest urges in mankind. It's a way of stalling death."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"writing","Quote":"Rem tene, verba sequentur: grasp the subject, and the words will follow. This, I believe, is the opposite of what happens with poetry, which is more a case of verba tene, res sequenter: grasp the words, and the subject will follow."},{"Author":"Drew Goodman","Category":"writing","Quote":"Writing- the profession in which you stare at a computer screen, stare out the window, type a few words, then curse repeatedly."},{"Author":"Thomas Bernhard,  Concrete","Category":"writing","Quote":"Very often we write down a sentence too early, then another too late; what we have to do is write it down at the proper time, otherwise it's lost."},{"Author":"Anne Lamott,  Bird by Bird: Some Instructions on Writing and Life","Category":"writing","Quote":"If your wife locks you out of the house, you don't have a problem with your door."},{"Author":"Charles Bukowski,  Love is a Dog from Hell","Category":"writing","Quote":"if you think they didn't go crazy in tiny rooms just like you're doing now without women without food without hope then you're not ready."},{"Author":"Anaïs Nin,  The Diary of Anaïs Nin, Vol. 1: 1931-1934","Category":"writing","Quote":"A big enough artist, I say, can eat anything, must eat everything and then alchemize it. Only the feeble writer is afraid of expansion."},{"Author":"André Breton","Category":"writing","Quote":"Keep reminding yourself that literature is one of the saddest roads that leads to everything."},{"Author":"Jeanette Winterson","Category":"writing","Quote":"Language is a finding-place not a hiding place."},{"Author":"Edna Ferber","Category":"writing","Quote":"Only amateurs say that they write for their own amusement. Writing is not an amusing occupation. It is a combination of ditch-digging, mountain-climbing, treadmill and childbirth. Writing may be interesting, absorbing, exhilarating, racking, relieving. But amusing? Never!"},{"Author":"Alma Alexander","Category":"writing","Quote":"If you really want to be a writer, nobody can stop you -- and if you don't, nobody can help you."},{"Author":"Joyce Carol Oates,  The Journal of Joyce Carol Oates: 1973-1982","Category":"writing","Quote":"The ideal art, the noblest of art: working with the complexities of life, refusing to simplify, to \"overcome\"doubt."},{"Author":"Jacques Barzun","Category":"writing","Quote":"Convince yourself that you are working in clay, not marble, on paper not eternal bronze: Let that first sentence be as stupid as it wishes."},{"Author":"Mark Twain","Category":"writing","Quote":"One should never use exclamation points in writing. It is like laughing at your own joke."},{"Author":"Robert M. Drake","Category":"writing","Quote":"She needed the chaos within her in order to discover the extraordinary no man could ever reach."},{"Author":"William Faulkner","Category":"writing","Quote":"Everyone in the South has no time for reading because they are all too busy writing."},{"Author":"Madeleine L'Engle","Category":"writing","Quote":"A book comes and says, 'Write me."},{"Author":"Walter Moers,  Die Stadt der Träumenden Bücher","Category":"writing","Quote":"Es kommt nicht darauf an, wie eine Geschichte anfängt. Auch nicht darauf, wie sie aufhört. Sondern auf das, was dazwischen passiert."},{"Author":"Terry Pratchett","Category":"writing","Quote":"[Science fiction is] out in the mainstream now. You can tell by the way mainstream literary authors pillage SF while denying they're writing it!"},{"Author":"Katerina Stoykova Klemer","Category":"writing","Quote":"Writing is not a matter of time, but a matter or of space. If you don't keep space in your head for writing, you won't write even if you have the time."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"Green in nature is one thing, green in literature another. Nature and letters seem to have a natural antipathy; bring them together and they tear each other to pieces."},{"Author":"Pat Conroy,  Beach Music","Category":"writing","Quote":"Writing poetry and reading books causes brain damage."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"writing","Quote":"I felt like poisoning a monk."},{"Author":"Flannery O'Connor,  Mystery and Manners: Occasional Prose","Category":"writing","Quote":"I have found, in short, from reading my own writing, that my subject in fiction is the action of grace in territory largely held by the devil.I have also found that what I write is read by an audience which puts little stock either in grace or the devil. You discover your audience at the same time and in the same way that you discover your subject, but it is an added blow."},{"Author":"Flannery O'Connor","Category":"writing","Quote":"Everywhere I go, I am asked if I think university stifles writers. My opinion is that it doesn't stifle enough of them."},{"Author":"Dennis Cooper","Category":"writing","Quote":"When I started writingI was a sick teenagedfuck inside who partlythought I was the newMarquis de Sade, a bodydoomed to communicatewith Satan who was us-ing my sickness as hishome away from home,and there’s your proof."},{"Author":"Tennessee Williams","Category":"writing","Quote":"When I stop working the rest of the day is posthumous. I'm only really alive when I'm writing."},{"Author":"Jennifer Murgia","Category":"writing","Quote":"Write to your heart’s content and by all means, have fun with your creation. It’s your moment to do absolutely anything within those pages."},{"Author":"Terry Pratchett","Category":"writing","Quote":"First draft: let it run. Turn all the knobs up to 11. Second draft: hell. Cut it down and cut it into shape. Third draft: comb its nose and blow its hair. I usually find that most of the book will have handed itself to me on that first draft."},{"Author":"Jincy Willett,  The Writing Class","Category":"writing","Quote":"...(W)here there's drama, there's crap."},{"Author":"Rose Tremain","Category":"writing","Quote":"In the planning stage of a book, don't plan the ending. It has to be earned by all that will go before it."},{"Author":"George Orwell,  Keep the Aspidistra Flying","Category":"writing","Quote":"He drove his mind into the abyss where poetry is written."},{"Author":"Umberto Eco,  Postscript to the Name of the Rose","Category":"writing","Quote":"The author should die once he has finished writing. So as not to trouble the path of the text."},{"Author":"Jincy Willett,  The Writing Class","Category":"writing","Quote":"Just start the sentence...and see what happens. This is how we write."},{"Author":"Hunter S. Thompson,  The Great Shark Hunt: Strange Tales from a Strange Time","Category":"writing","Quote":"I've always considered writing the most hateful kind of work. I suspect it's a bit like fucking — which is fun only for amateurs. Old whores don't do much giggling. Nothing is fun when you have to do it — over and over, again and again..."},{"Author":"Warren Ellis","Category":"writing","Quote":"Chris Claremont once said of Alan Moore, \"if he could plot, we'd all have to get together and kill him.\"Which utterly misses the most compelling part of Alan's writing, the way he develops and expresses ideas and character. Plot does not define story. Plot is the framework within which ideas are explored and personalities and relationships are unfolded."},{"Author":"Virginia Woolf,  The Common Reader","Category":"writing","Quote":"Let us record the atoms as they fall upon the mind in the order in which they fall, let us trace the pattern, however disconnected and incoherent in appearance, which each sight or incident scores upon the consciousness. Let us not take it for granted that life exists more fully in what is commonly thought big than in what is commonly thought small."},{"Author":"Irwin Shaw","Category":"writing","Quote":"I cringe when critics say I'm a master of the popular novel. What's an unpopular novel?"},{"Author":"J.R. Ward,  The Black Dagger Brotherhood: An Insider's Guide","Category":"writing","Quote":"Personally, I think so-called \"common language\"is more interesting and apropos than \"proper English\"; it's passionate and powerful in ways that \"wherefore art thou ass and thy elbow\"just isn't."},{"Author":"Stephanie Connolly","Category":"writing","Quote":"Read to escape reality . . . Write to embrace it."},{"Author":"Richard Peck","Category":"writing","Quote":"[A young adult novel] ends not with happily ever after, but at a new beginning, with the sense of a lot of life yet to be lived."},{"Author":"Anne Lamott","Category":"writing","Quote":"The very first thing I tell my new students on the first day of a workshop is that good writing is about telling the truth. We are a species that needs and wants to understand who we are. Sheep lice do not seem to share this longing, which is one reason they write so very little. But we do. We have so much we want to say and figure out."},{"Author":"James N. Frey,  How to Write a Damn Good Novel: A Step-by-Step No Nonsense Guide to Dramatic Storytelling","Category":"writing","Quote":"Writer's block is real. It happens. Some days you sit down at theold typewriter, put your fingers on the keys, and nothing popsinto your head. Blanko. Nada. El nothingissimo. What you dowhen this happens is what separates you from the one-of-thesedays-I'm-gonna-write-a-book crowd."},{"Author":"Robert M. Drake","Category":"writing","Quote":"Its dark and I’m reading my scars because our moments remind me of where I should be."},{"Author":"Jennifer Donnelly,  Revolution","Category":"writing","Quote":"When you can write music that endures, bravo. Until then, keep quiet and study the work of those who can."},{"Author":"A.S. Byatt,  Possession","Category":"writing","Quote":"…words have been all my life, all my life--this need is like the Spider's need who carries before her a huge Burden of Silk which she must spin out--the silk is her life, her home, her safety--her food and drink too--and if it is attacked or pulled down, why, what can she do but make more, spin afresh, design anew…."},{"Author":"William Goldman","Category":"writing","Quote":"In Hollywood, no one knows anything."},{"Author":"Harlan Ellison,  Stalking the Nightmare","Category":"writing","Quote":"The ability to dream is all I have to give. That is my responsibility; that is my burden. And even I grow tired."},{"Author":"Rudyard Kipling,  Something of Myself","Category":"writing","Quote":"(An unhappy childhood was not) an unsuitable preparation for my future, in that it demanded a constant wariness, the habit of observation, and the attendance on moods and tempers; the noting of discrepancies between speech and action; a certain reserve of demeanour; and automatic suspicion of sudden favours."},{"Author":"Abraham Lincoln,  Speeches And Letters Of Abraham Lincoln, 1832 1865","Category":"writing","Quote":"Writing, the art of communicating thoughts to the mind through the eye, is the great invention of the world...enabling us to converse with the dead, the absent, and the unborn, at all distances of time and space."},{"Author":"Steven Millhauser,  Edwin Mullhouse: The Life and Death of an American Writer 1943-1954 by Jeffrey Cartwright","Category":"writing","Quote":"God pity the poor novelist."},{"Author":"Connie Willis","Category":"writing","Quote":"When you're a writer, the question people always ask you is, \"Where do you get your ideas?\"Writers hate this question. It's like asking Humphrey Bogart in The African Queen, \"Where do you get your leeches?\"You don't get ideas. Ideas get you."},{"Author":"Brendan Francis Brown","Category":"writing","Quote":"Inspirations never go in for long engagements; they demand immediate marriage to action."},{"Author":"Joyce Carol Oates,  The Journal of Joyce Carol Oates: 1973-1982","Category":"writing","Quote":"Fiction that adds up, that suggests a \"logical consistency,\"or an explanation of some kind, is surely second-rate fiction; for the truth of life is its mystery."},{"Author":"Roland Smith,  Peak","Category":"writing","Quote":"a good writer should draw the reader in by starting in the middle of the story with a hook, then go back and fill in what happened before the hook. Once you have the reader hooked, you can write whatever you want as you slowly reel them in."},{"Author":"Martin Amis,  Experience: A Memoir","Category":"writing","Quote":"My life looked good on paper - where, in fact, almost all of it was being lived."},{"Author":"Umberto Eco,  The Island of the Day Before","Category":"writing","Quote":"But the purpose of a story is to teach and to please at once, and what it teaches is how to recognize the snares of the world."},{"Author":"Don Roff","Category":"writing","Quote":"A writer always writes."},{"Author":"Robert M. Drake","Category":"writing","Quote":"You’re not a bad person, you’re just a little bit different and I’m a sucker for that."},{"Author":"Peter S. Beagle","Category":"writing","Quote":"But still I feel I waste a lot of time leaning on my elbow and thinking to myself, \"alright sucker, now what?"},{"Author":"Stephen King","Category":"writing","Quote":"As with all other aspects of the narrative art, you will improve with practice, but practice will never make you perfect. Why should it? What fun would that be?"},{"Author":"Richard Peck","Category":"writing","Quote":"We write by the light of every story we have ever read."},{"Author":"Charlotte Brontë","Category":"writing","Quote":"I write because I cannot NOT write."},{"Author":"Stephen King","Category":"writing","Quote":"The glory of a good tale is that it is limitless and fluid; a good tale belongs to each reader in its own particular way."},{"Author":"Geoff Dyer","Category":"writing","Quote":"Have regrets. They are fuel. On the page they flare into desire."},{"Author":"Horacio Quiroga","Category":"writing","Quote":"Tell the story as if it were only of interest to the small circle of your characters, of which you may be one. There is no other way to put life into the story."},{"Author":"Richard Bausch","Category":"writing","Quote":"I don't teach writing. I teach patience. Toughness. Stubbornness. The willingness to fail. I teach the life. The odd thing is most of the things that stop an inexperienced writer are so far from the truth as to be nearly beside the point. When you feel glosbal doubt about your talent, that is your talent. People who have no talent don't have any doubt."},{"Author":"Robert M. Drake","Category":"writing","Quote":"Maybe love was meant to save us from ourselves."},{"Author":"Dorianne Laux,  The Poet's Companion: A Guide To The Pleasures Of Writing Poetry","Category":"writing","Quote":"We aren't suggesting that mental instability or unhappiness makes one a better poet, or a poet at all; and contrary to the romantic notion of the artist suffering for his or her work, we think these writers achieved brilliance in spite of their suffering, not because of it."},{"Author":"Isaac Babel,  Red Cavalry and Other Stories","Category":"writing","Quote":"Even at the time—twenty years old—I said to myself: better to go hungry, to go to prison, to be a tramp, than to sit at an office desk ten hours a day. There is no particular daring in this vow, but I have not broken it and shall not do so. The wisdom of my grandfathers sat in my head: we are born for the pleasure of work, fighting, love, we are born for that and nothing else. (Guy de Maupassant)"},{"Author":"Chuck Palahniuk","Category":"writing","Quote":"Ideas come at any moment -- except when you demand them. Most ideas come while I'm physically active, at the gym, with friends, gardening, so I always carry pen and paper.My first draft is always written in longhand. But once the first dozen chapters, more like short stories, are written, then momentum builds until I can't leave the project until it's done."},{"Author":"Sylvia Plath,  The Unabridged Journals of Sylvia Plath","Category":"writing","Quote":"Writing, then, was a substitute for myself: if you don't love me, love my writing & love me for my writing. It is also much more: a way of ordering and reordering the chaos of experience."},{"Author":"أحلام مستغانمي","Category":"writing","Quote":"هل الورق مطفأة للذاكرة ؟ نترك فوقه كل مره رماد سيجارة الحنين الأخيرة, وبقايا الخيبة الأخيرة .. من منا يطفئ أو يشعل الآخر ؟ لا ادري فقبلك لم أكتب شيئاً يستحق الذكر .. معك فقط سأبدأ الكتابة ."},{"Author":"Lawrence Clark Powell","Category":"writing","Quote":"To achieve lasting literature, fictional or factual, a writer needs perceptive vision, absorptive capacity, and creative strength."},{"Author":"Natalie Goldberg","Category":"writing","Quote":"My goal is to write every day. I say it is my ideal. I am careful not to pass judgment or create anxiety if I do not do it. No one lives up to his ideal."},{"Author":"Robert M. Drake","Category":"writing","Quote":"I know how you feel because I’ve been there too. I’ve hated and I’ve loved. I’ve seen my demons root and crawl and my angels branch and soar. I've died within myself and lived a thousand different lives. I too fight the same war and I too am drowning in the puddles of self-consciousness this world created."},{"Author":"David Foster Wallace","Category":"writing","Quote":"There are very few innocent sentences in writing."},{"Author":"Warren Ellis","Category":"writing","Quote":"Writing comics? Still the best job in the world. I sit around all day making shit up and see it illustrated, in 99% of cases, exactly as I imagined it -- if not better. I've been doing this a long time now, and I'm going to do it until I die. Which probably won't be long, given the constant insane deadline pressure."},{"Author":"Henry Miller","Category":"writing","Quote":"Every man with a bellyful of the classics is an enemy to the human race"},{"Author":"Robert McKee,  Story: Style, Structure, Substance, and the Principles of Screenwriting","Category":"writing","Quote":"If the story you're telling, is the story you're telling, you're in deep shit."},{"Author":"Lynne Truss,  Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation","Category":"writing","Quote":"To those who care about punctuation, a sentence such as \"Thank God its Friday\"(without the apostrophe) rouses feelings not only of despair but of violence. The confusion of the possessive \"its\"(no apostrophe) with the contractive \"it's\"(with apostrophe) is an unequivocal signal of illiteracy and sets off a Pavlovian \"kill\"response in the average stickler."},{"Author":"Coco J. Ginger","Category":"writing","Quote":"He’s an indulgent sort of man……With a quick lip and a fierce tongue, the sort of tongue that draws you in with charm and words of praise, awkward silences and desperate worships."},{"Author":"Nikki Giovanni","Category":"writing","Quote":"Writers don't write from experience, although many are hesitant to admit that they don't. ...If you wrote from experience, you'd get maybe one book, maybe three poems. Writers write from empathy."},{"Author":"Thomas Pynchon,  Slow Learner: Early Stories","Category":"writing","Quote":"It is simply wrong to begin with a theme, symbol or other abstract unifying agent, and then try to force characters and events to conform to it."},{"Author":"Neil Gaiman","Category":"writing","Quote":"Writing may or may not be your salvation; it might or might not be your destiny. But that does not matter. What matters right now are the words, one after another. Find the next word. Write it down."},{"Author":"Tom Robbins,  Still Life with Woodpecker","Category":"writing","Quote":"If this typewriter can't do it, then fuck it, it can't be done."},{"Author":"Roland Barthes,  The Pleasure of the Text","Category":"writing","Quote":"The text you write must prove to me that it desires me. This proof exists: it is writing. Writing is: the science of the various blisses of language, its Kama Sutra (this science has but one treatise: writing itself)."},{"Author":"Ring Lardner","Category":"writing","Quote":"How can you write if you can't cry?"},{"Author":"Alasdair Gray","Category":"writing","Quote":"...there were certain chapters when I stopped writing, saw the domestic situation I was in and thought, \"I don't want to face this world, let's get back to the hellish one I'm imagining."},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"writing","Quote":"With my career I want to either make something or make an impact. Writers both make something, and make an impact."},{"Author":"Charlotte Brontë","Category":"writing","Quote":"Writers cannot choose their own mood: with them it is not always hide-tide, nor --thank Heaven!--always Storm."},{"Author":"Preston Sturges","Category":"writing","Quote":"When the last dime is gone, I'll sit on the curb outside with a pencil and a ten cent notebook and start the whole thing over again."},{"Author":"Ali Shaw,  The Girl With Glass Feet","Category":"writing","Quote":"Writing is like going underwater - thank you for being there when I come back up."},{"Author":"E.B. White,  The Elements of Style","Category":"writing","Quote":"The mind travels faster than the pen; consequently, writing becomes a question of learning to make occasional wing shots, bringing down the bird of thought as it flashes by. A writer is a gunner, sometimes waiting in the blind for something to come in, sometimes roaming the countryside hoping to scare something up."},{"Author":"Thomas Jefferson,  The Declaration of Independence","Category":"writing","Quote":"not to find out new principles, or new arguments, never before thought of . . . but to place before mankind the common sense of the subject, in terms so plain and firm as to command their assent, and to justify ourselves in the independent stand we are compelled to take."},{"Author":"Barack Obama","Category":"writing","Quote":"I confess to wincing every so often at a poorly chosen word, a mangled sentence, an expression of emotion that seems indulgent or overly practiced. I have the urge to cut the book by fifty pages or so, possessed as I am with a keener appreciation for brevity."},{"Author":"David Foster Wallace","Category":"writing","Quote":"The job of the first eight pages is not to have the reader want to throw the book at the wall, during the first eight pages."},{"Author":"Frank Miller,  Sin City, Vol. 3: The Big Fat Kill","Category":"writing","Quote":"Hello, I'm Shellie's new boyfriend and I'm out of my mind. If you so much as talk to her or even think her name, I'll cut you in ways that'll make you useless to a woman."},{"Author":"Don Marquis","Category":"writing","Quote":"If you want to get rich from writing, write the sort of thing that's read by persons who move their lips when they're reading to themselves."},{"Author":"Isabel Allende,  My Invented Country: A Nostalgic Journey Through Chile","Category":"writing","Quote":"My worst flaw is that I tell secrets, my own and everybody else's."},{"Author":"L.M. Montgomery,  Emily of New Moon","Category":"writing","Quote":"Tell me this--if you knew you would be poor as a church mouse all your life--if you knew you'd never have a line published--would you still go on writing--would you?''Of course I would,' said Emily disdainfully. 'Why, I have to write--I can't help it at times--I've just got to."},{"Author":"Katie Kacvinsky,  Awaken","Category":"writing","Quote":"it's good for you to write down your thoughts. It'stherapeutic because it forces you to slow down and think aboutlife."},{"Author":"Winna Efendi,  Draf 1: Taktik Menulis Fiksi Pertamamu","Category":"writing","Quote":"Menjadi penulis adalah sebuah perjalanan panjang, yang tidak selalu diisi oleh hal-hal yang menyenangkan. Akan selalu ada kritik, akan selalu ada komentar negatif, akan selalu ada kesalahan. Yang terpenting adalah kita belajar dari kesalahan-kesalahan tersebut dan bangkit untuk menggapai mimpi kita."},{"Author":"Seamus Heaney,  Station Island","Category":"writing","Quote":"The main thing is to writefor the joy of it. Cultivate a work-lustthat imagines its haven like your hands at nightdreaming the sun in the sunspot of a breast.You are fasted now, light-headed, dangerous.Take off from here."},{"Author":"Jack Kerouac","Category":"writing","Quote":"Scribbled secret notebooks, and wild typewritten pages, for yr own joy"},{"Author":"P.G. Wodehouse,  Cocktail Time","Category":"writing","Quote":"It has been well said that an author who expects results from a first novel is in a position similar to that of a man who drops a rose petal down the Grand Canyon of Arizona and listens for the echo."},{"Author":"Dorothy Allison","Category":"writing","Quote":"Write to your fear."},{"Author":"Joyce Carol Oates","Category":"writing","Quote":"When writing goes painfully, when it’s hideously difficult, and one feels real despair (ah, the despair, silly as it is, is real!)–then naturally one ought to continue with the work; it would be cowardly to retreat. But when writing goes smoothly–why then one certainly should keep on working, since it would be stupid to stop. Consequently one is always writing or should be writing."},{"Author":"Timothy Egan","Category":"writing","Quote":"Most of the writers I know work every day, in obscurity and close to poverty, trying to say one thing well and true. Day in, day out, they labor to find their voice, to learn their trade, to understand nuance and pace. And then, facing a sea of rejections, they hear about something like Barbara Bush’s dog getting a book deal."},{"Author":"Victor Kiam","Category":"writing","Quote":"Procrastination is opportunity's natural assassin."},{"Author":"Jonathan Safran Foer","Category":"writing","Quote":"Writing's funny, it's like walking down a hall in the dark looking for the light switch, and suddenly you find it, flip it on, and then you discover the hallway you passed through is papered with the novel you've written."},{"Author":"David McCullough","Category":"writing","Quote":"No harm's done to history by making it something someone would want to read.\"(The Course of Human Events, NEH Jefferson Lecture in the Humanities 2003)"},{"Author":"G.K. Chesterton,  Heretics","Category":"writing","Quote":"In the glad old days, before the rise of modern morbidities...it used to be thought a disadvantage to be misunderstood."},{"Author":"Jayce O'Neal","Category":"writing","Quote":"You can't judge a book by it's cover but you can sure sell a bunch of books if you have a good one."},{"Author":"Robert M. Drake","Category":"writing","Quote":"I need you because I know I deserve you but let me fall in love with you one last time before I let go. So I can remember the beautiful imperfection that rattled my bones."},{"Author":"Alan C. Martin","Category":"writing","Quote":"Never start with a clear idea of storyline. Instead, commence blindly, with a vague notion of trying to include a reference to your favourite band, gift shop, or chocolate bar."},{"Author":"John Cleese","Category":"writing","Quote":"It's not the despair, Laura. I can take the despair. It's the hope I can't stand. ~ Brian Stimpson, Clockwise"},{"Author":"Ann Brashares","Category":"writing","Quote":"I do believe that characters in novels belong to their writers and their readers pretty equally. I've learned a lot of things about the characters I write from people who read about them. Readers expand them in ways I don't think of and take them to places I can't go."},{"Author":"Robin D. Laws","Category":"writing","Quote":"Failure is usually boring. It is the credible but unrealized threat of failure that is interesting."},{"Author":"John Green","Category":"writing","Quote":"I believe in hope, in what is something called ”radical hope.” I believe there is hope for all of us, even amid the suffering. And that’s why I write fiction, probaby. It’s my attempt to keep that fragile strand of radical hope, to buld a fire in the darkness.r"},{"Author":"Terry Pratchett","Category":"writing","Quote":"I read anything that’s going to be interesting. But you don’t know what it is until you’ve read it. Somewhere in a book on the history of false teeth there’ll be the making of a novel."},{"Author":"Khaled Hosseini","Category":"writing","Quote":"It's often a matter of sitting in front of the computer and worrying. It's what writing comes down to--worrying that things aren't going to work out."},{"Author":"Israel Shenker","Category":"writing","Quote":"Writing is an affair of yearning for great voyages and hauling on frayed ropes."},{"Author":"Sholem Asch","Category":"writing","Quote":"Writing comes more easily if you have something to say."},{"Author":"Gustave Flaubert","Category":"writing","Quote":"When you reduce a woman to writing, she makes you think of a thousand other women"},{"Author":"Oscar Wilde","Category":"writing","Quote":"Would you like to know the great drama of my life? It is that I have put my genius into my life...I have put only my talent into my works."},{"Author":"Cormac McCarthy","Category":"writing","Quote":"My perfect day is sitting in a room with some blank paper. That's heaven. That's gold and anything else is just a waste of time."},{"Author":"Don DeLillo","Category":"writing","Quote":"It was only after two years' work that it occurred to me that I was a writer. I had no particular expectation that the novel would ever be published, because it was sort of a mess. It was only when I found myself writing things I didn't realise I knew that I said, 'I'm a writer now.' The novel had become an incentive to deeper thinking. That's really what writing is—an intense form of thought."},{"Author":"Robert M. Drake","Category":"writing","Quote":"At the end of the day I went to this place where your memories left footsteps on my skin and the breath of your touch stained my desire. Yea, it was one of those nights where I needed you the most."},{"Author":"Dorianne Laux,  The Poet's Companion: A Guide To The Pleasures Of Writing Poetry","Category":"writing","Quote":"Who you are contributes to your poetry in a number of important ways, but you shouldn't identify with your poems so closely that when they are cut, you're the one that bleeds."},{"Author":"Vanna Bonta,  Shades Of The World","Category":"writing","Quote":"The true poem rests between the words."},{"Author":"Ursula K. Le Guin","Category":"writing","Quote":"I use a whole lot of half-assed semicolons; there was one of them just now; that was a semicolon after 'semicolons,' and another one after 'now."},{"Author":"Beth Nimmo,  Rachel's Tears: The Spiritual Journey of Columbine Martyr Rachel Scott","Category":"writing","Quote":"I writeNotFor the sake of gloryNot For the sake of fameNotFor the sake of successBut for the sake of my soul"},{"Author":"Bauvard,  Some Inspiration for the Overenthusiastic","Category":"writing","Quote":"I bet there are a lot of women out there who want to sleep with a guy who reads. And being the head of the reading foundation, I’m very well endowed."},{"Author":"Lewis Carroll,  Alice's Adventures in Wonderland & Through the Looking-Glass","Category":"writing","Quote":"And ever, as the story drainedThe wells of fancy dry,And faintly strove that weary oneTo put the subject by,\"The rest next time--\"\"It is next time!\"The Happy voice cry.Thus grew the tale of Wonderland"},{"Author":"Jarod Kintz,  This Book Has No Title","Category":"writing","Quote":"If I’m going to write a book every American will want to read, it’s got to have lots of pictures. Those pictures must also move, and all the words in the book must be spoken and available audibly for all the readers to hear as they watch."},{"Author":"Robert M. Drake","Category":"writing","Quote":"With all honesty, somewhere between the hello and the dreams I saw you in I fell in love."},{"Author":"Robert M. Drake","Category":"writing","Quote":"She wasn't broken. She was just bent, over the chance of being ignored by the one she loved."},{"Author":"Alex de Campi","Category":"writing","Quote":"There's nothing on Earth like really nailing the last line of a big book. You have 200 pages to tickle their fancy, and seven words to break their heart."},{"Author":"Tiffany Madison","Category":"writing","Quote":"I'm not a writer. Ernest Hemingway was a writer. I just have a vivid imagination and type 90 WPM."},{"Author":"David Almond,  My Name Is Mina","Category":"writing","Quote":"And what is wrong with playing with words? Words love to be played with, just like children or kittens do!"},{"Author":"SARK","Category":"writing","Quote":"Create a guidebook of creative dreamsYou can use a blank book or just blank paper clipped together. Put photographs or scraps from magazines in that represent your creative dreams. Draw, scribble, or paint in between the images. Make a list of creative dreams you've thought of or admire in others."},{"Author":"Jarod Kintz,  At even one penny, this book would be overpriced. In fact, free is too expensive, because you'd still waste time by reading it.","Category":"writing","Quote":"This is what I believe to be the progress of a writer. You write 10 things, of which one of them will be great. You then write 11 things, of which two of them will be great. Then you write 12 things, of which four of them will be great. Then you write 13 things, of which eight of them will be great. Finally you write 14 things, of which 16 of those 14 things will be great."},{"Author":"Roman Payne,  Cities & Countries","Category":"writing","Quote":"Who’s to say what a ‘literary life’ is? As long as you are writing often, and writing well, you don’t need to be hanging-out in libraries all the time. Nightclubs are great literary research centers. So is Ibiza!"},{"Author":"Karen Blixen","Category":"writing","Quote":"I start with a tingle, a kind of feeling of the story I will write. Then come the characters, and they take over, they make the story."},{"Author":"Jay-Z,  Decoded","Category":"writing","Quote":"I couldn't even think about wanting to be something else; I wouldn't let myself visualize another life. But I wrote because I couldn't stop. It was a release, a mental exercise, a way of keeping sane."},{"Author":"Franz Kafka","Category":"writing","Quote":"Writer speaks a stench."},{"Author":"Natalie Goldberg,  Wild Mind: Living the Writer's Life","Category":"writing","Quote":"Writing practice brings us back to the uniqueness of our own minds and an acceptance of it. We all have wild dreams, fantasies, and ordinary thoughts. Let us to feel the texture of them and not be afraid of them.Writing is still the wildest thing I know."},{"Author":"Red Haircrow","Category":"writing","Quote":"Every word I write is like a drop of my blood. If it's flowed passionately and long, I need time to recover from the emotion spent before I begin a new story. My characters are aspects of my life. I have to respectfully and carefully move between them."},{"Author":"Jarod Kintz,  The Days of Yay are Here! Wake Me Up When They're Over.","Category":"writing","Quote":"All my best writing was written before 1982, and then a significant event happened to me: I was born."},{"Author":"Jeffrey Robinson","Category":"writing","Quote":"Critics are to authors what dogs are to lamp-posts."},{"Author":"Alice Walker","Category":"writing","Quote":"If you're silent for a long time, people just arrive in your mind."},{"Author":"Andre Dubus III,  Townie","Category":"writing","Quote":"And I felt more like me than I ever had, as if the years I'd lived so far had formed layers of skin and muscle over myself that others saw as me when the real one had been underneath all along, and I knew writing- even writing badly- had peeled away those layers, and I knew then that if I wanted to stay awake and alive, if I wanted to stay me, I would have to keep writing."},{"Author":"Patricia Hampl,  I Could Tell You Stories: Sojourns in the Land of Memory","Category":"writing","Quote":"You can’t put much on paper before you betray your secret self, try as you will to keep things civil."},{"Author":"Stephen King,  Misery","Category":"writing","Quote":"There are lots of guys out there who write a better prose line than I do and who have a better understanding of what people are really like and what humanity is supposed to mean – hell, I know that."},{"Author":"Margaret Mahy","Category":"writing","Quote":"Reading is very creative - it's not just a passive thing. I write a story; it goes out into the world; somebody reads it and, by reading it, completes it."},{"Author":"Virginia Woolf,  Orlando","Category":"writing","Quote":"A fine gentleman like that, they said, had no need of books. Let him leave books, they said, to the palsied or the dying. But worse was to come. For once the disease of reading has laid hold upon the system it weakens it so that it falls an easy prey to that other scourge which dwells in the ink pot and festers in the quill. The wretch takes to writing."},{"Author":"Laurie Halse Anderson","Category":"writing","Quote":"Revision means throwing out the boring crap and making what’s left sound natural."},{"Author":"Maya Angelou","Category":"writing","Quote":"I speak to the Black experience, but I am always talking about the human condition--about what we can endure, dream, fail at and survive."},{"Author":"Nicholas Tucker,  Darkness Visible: Inside the World of Philip Pullman","Category":"writing","Quote":"Don Quixote could never manage without his patient servant Sancho Panza."},{"Author":"Jarod Kintz,  We Had A #Dream About You","Category":"writing","Quote":"I had a dream about you. You were writing names and numbers in a book, and I asked if that was a phone book or the Book of Life. You answered in a way that blinded me with light, and I grew afraid. So I said, “Hey, what is that over there?” and I pointed over your shoulder, and when you turned to look I scribbled my name on the bottom of page one."},{"Author":"Washington Irving,  The Legend of Sleepy Hollow and Other Stories","Category":"writing","Quote":"There are certain half-dreaming moods of mind in which we naturally steal away from noise and glare, and seek some quiet haunt where we may indulge our reveries and build our air castles undisturbed."},{"Author":"Lorrie Moore","Category":"writing","Quote":"I don’t go back and look at my early work, because the last time I did, many years ago, it left me cringing. If one publishes, then one is creating a public record of Learning to Write."},{"Author":"Gary Shteyngart,  Super Sad True Love Story","Category":"writing","Quote":"Let's see if I can write about something other than my heart."},{"Author":"Jeanette Winterson,  The Passion","Category":"writing","Quote":"I go on writing so that I will always have something to read."},{"Author":"Kurt Vonnegut","Category":"writing","Quote":"Swoopers write a story quickly, higgledy-piggledy, crinkum-crankum, any which way. Then they go over it again painstakingly, fixing everything that is just plain awful or doesn’t work. Bashers go one sentence at a time, getting it exactly right before they go on to the next one. When they’re done they’re done."},{"Author":"Robert Bringhurst,  The Solid Form of Language: An Essay on Writing and Meaning","Category":"writing","Quote":"Literature in the written sense represents the triumph of language over writing: the subversion of writing for purposes that have little or nothing to do with social and economic control."},{"Author":"Ginnetta Correli","Category":"writing","Quote":"Always suffer delusions of grandeur with your art. What you are unable to face will never hurt you"},{"Author":"Elmore Leonard","Category":"writing","Quote":"I started out of course with Hemingway when I learned how to write. Until I realized Hemingway doesn't have a sense of humor. He never has anything funny in his stories."},{"Author":"Joseph Conrad,  The Lagoon","Category":"writing","Quote":"A writing may be lost; a lie may be written; but what the eye has seen is truth and remains in the mind!"},{"Author":"Anton Chekhov","Category":"writing","Quote":"In displaying the psychology of your characters, minute particulars are essential. God save us from vague generalizations!\"(Letter to Alexander Chekhov, May 10, 1886)"},{"Author":"Debasish Mridha","Category":"writing","Quote":"Writing blooms flowers for mind, which last forever."},{"Author":"C.J. Heck","Category":"writing","Quote":"A writer's goal is to weave the ordinary into fine silk and the truly extraordinary into diaphanous clarity ..."},{"Author":"Jake Black","Category":"writing","Quote":"I'm an aspiring writer.' I hate that phrase. You're either a writer or you're not."},{"Author":"S. Kelley Harrell","Category":"writing","Quote":"Too many irons, not enough fire."},{"Author":"Alberto Moravia","Category":"writing","Quote":"Every true writer is like a bird; he repeats the same song, the same theme, all his life. For me, this theme as always been revolt."},{"Author":"Ray Bradbury","Category":"writing","Quote":"Any man who keeps working is not a failure. He may not be a great writer, but if he applies the old-fashioned virtues of hard, constant labor, he'll eventually make some kind of career for himself as writer.\"[1967 interview]"},{"Author":"Dorothy Allison,  Trash: Stories","Category":"writing","Quote":"Why write stories? To join the conversation."},{"Author":"Jarod Kintz,  Who Moved My Choose?: An Amazing Way to Deal With Change by Deciding to Let Indecision Into Your Life","Category":"writing","Quote":"My advice is to write in the nude. Unless you do your writing in a public restroom, and in that case, I’d recommend wearing flip flops."}]